{"url": "https://miyablog.info/", "text": "人気記事\n- 1\n-\n小売から転職は厳しい？経験者が紹介する7つの転職先と成功のコツ\nこんにちは！みゃーぱぱです！ 小売業あるある 「転職したいけど、小売業以外の業界を知らないから良い転職先がわからない」 「自分のスキルが活かせるのかわからないから転職に踏み切れない」 小売業で長く働い ...\n- 2\n-\n転職や退職で寂しい時どうする？退職を2回乗り越えた対処法を解説\n「退職日が近付いてきたけど、これまでの苦労や同僚との思い出を考えると無性に寂しい。」 って思う時ありますよね。 みゃーぱぱ 僕もこれまで2回退職を経験して、1回目は新卒から6年間働いた職場を転職をした ...\n- 3\n-\nプロジェクトの途中で退職はあり？プロジェクトリーダー中に辞めた経験を解説\n会社から責任の大きいプロジェクトを任されているけど、今後のキャリアを考えて退職をしたい。 でも、中途半端な状態で辞めるのは無責任に感じてしまうし、周りの目も怖い.. みゃーぱぱ 僕は、前職に勤めている ...\n- 4\n-\n転職日記~その5~\"転職が決まる前に退職を言った実録と注意点\"\nこんにちは！みゃーぱぱです！ 僕は今人生で2回目の転職活動中で、この転職日記では僕の転職活動のリアルな記録を発信しています。 ※筆者が転職日記を書いたのが23年3月で、4月に内定を獲得しています。(実 ...\n- 5\n-\n【新婚必見】結婚と同時に引っ越し・転職を成功させる方法4選を解説\nこんにちは！みゃーぱぱです！ 僕は28歳で初めて転職をして、年収1.8倍・年間休日20日アップを実現した経験と 退職・転職活動を2回した経験から 転職や退職について情報発信してます！ 「結婚を機に転職 ..."}
{"url": "https://miyablog.info/%e7%94%a3%e5%89%8d%e3%83%bb%e7%94%a3%e5%be%8c%e3%81%a7%e3%83%91%e3%83%91%e3%81%8c%e6%ba%96%e5%82%99%e3%81%97%e3%81%9f%e3%82%89%e6%84%9f%e8%ac%9d%e3%81%95%e3%82%8c%e3%82%8b%e3%81%93%e3%81%a85%e9%81%b8", "text": "こんにちは！みゃーパパです！\n兵庫県在中の30歳、2023年に第一子が産まれて絶賛子育て奮闘中です。\n僕は、元々子どもが大好きで保育士、幼稚園教諭の資格と免許を持っていて前職は子育て用品を販売する会社に勤めていた経験があるので\n子どもが産まれたらできる限り子どもとの時間を大切にしたいと考えてきました。\nただ、実際妻の妊娠中に男性である僕ができる事がとても少ない事に毎日力不足を感じていました。\nなので、出産直前や産後は自分に出来る事は全部やって、妻の負担を出来る限り減らす事を最優先で動く事で\n産後2ヶ月を迎えようとしていますが、2人で楽しく感謝しあいながら子育てができています(寝不足は取れないですが。。)\nここでは、産前・産後に僕が意識をして動いて感謝された事、妻の負担を減らせたと実感できた事を紹介します。\nただ、正直言うと産前・産後はパパに出来ることが沢山ありすぎて今から紹介する事は最低限ココは抑えておいた方が良い内容と思って\nこれから奥さんと子どもの退院を迎えるパパや、パパに何を頼めば良いか悩めるママに参考として読んで頂ければと思います。\n子育て用品の買い忘れがないかチェック\nまず、ママが入院中に必ずしておきたいのが事前に準備した子育て用品の買い忘れチェックです。\n事前にママと買い物に何回も行ったから大丈夫！と思うかもしれませんが、子育て用品は用意するものが沢山あるので\n実際産まれてから買い足す物が絶対にでます。なので、改め何を買ったか確認をする事で、\n退院した時にパパが家のどこに何があるのか把握できて、不足している物にすぐ気付けるので迅速に動くことができます。\n「帰ってきてから必要になったら動いたらいい」となるかもしてませんが\n産後ママと赤ちゃんは外に出られないので必然的にパパが動くことになります。\nそうなると買い出し時間はママが赤ちゃんを見ることになり、ママは退院から休まる時間が減るのと\nパパが子育て参加する時間が減ってしまう結果になるので、この事前チェックをするのは産後にも大きく影響すると考えて\n必ず事前チェックをしましょう！\n僕は事前にPCのエクセルで産前揃えるリストを作成して何をいくら買ったのかを作っていましたが、\n今は調べると子育て用品店で出産準備リストを見ることができますし、子育て用品店の会員登録をしたら準備リストを紙で貰える事もあります。\n一応僕が参考にしていた「アカチャンホンポ」と「たまひよ」のリストのリンクを貼り付けておきますので参考にしてください。\n退院初日のお風呂やミルクの段取り\n次に、お風呂やミルクの段取りですが\nこれは「ミルクとおむつは買い揃えたから大丈夫！」ではなく、\n実際にママと赤ちゃんが退院したらどこでミルクを作って、どこでお風呂(沐浴)を入れて、どこでおむつ替えするのか段取りしてください。\n何故するのかというと、ママは出産で体力を限界まで使っているので退院してもまだ回復していません。\n病院にいる時は助産師さんや看護師さんのフォローもあって赤ちゃんに何があっても安心して対応できますが\n退院してからは、赤ちゃんに何かあったら自分でなんとかしなくちゃいけないと思っています。\nここでパパがミルクはどうやって作るのか、お風呂はどういう手順で入れるのか、おむつはどこで替えるのかを\nシュミレーションして何が起きてもすぐに対応出来る様にする事で\nママから赤ちゃんに何かあっても「自分」ではなく「自分達」でなんとかすると思ってもらえる様にできますし\nここでパパ段取りができれば、頑張ったママを少し休ませることができます。\nちなみに僕は段取りを考えすぎて、ぬいぐるみを使っておむつ変えやおくるみのシュミレーションまでしましたが\nその段取りはあまり意味がありませんでしたwww\n退院後ママがゆっくり出来る環境づくり\n先ほども伝えた通り、ママは退院後体力を限界まで使っているので元気な状態ではないです。\nみゃーママ(妻)に聞いたところ元気な状態の10%ぐらいの力しかない状態が2週間くらい続くそうで、僕から見てもそれくらいしんどそうでした。\nですが、赤ちゃんから離れるのは産後すぐは何が起きるかわからず不安でなかなかできません。\nそんな時にパパにして欲しいのは、ママがゆっくり出来る環境づくりです。\nこれはママがやって欲しい事は皆それぞれでパパが一番知っているはずなので、僕が実践した事を紹介します。\n- 退院初日にずっと食べたかったお寿司を注文\n- ほっと出来る様にお茶を買って毎日いれる(カフェインは母乳に影響があるので我が家はルイボスティ)\n- ママが好きなお菓子を買う(我が家は一心堂のフルーツ大福)\n- ドーナツクッションを買う\n- 整体を予約する(産後3週間くらいに予約)\nみゃーママ(妻)は食べることが好きなので、飲食が多いですが美容好き奥様だったらエステを予約しておく(産後すぐは控えてください)や\n化粧品や美容家電を買うなど出来る事は考えたら沢山あります。\n出産で頑張ったママを労う気持ちを込めて必ず実践してあげてください。\n役所や職場への手続きの段取り\n次に役所や職場への手続きです。\nこれは世の中的にもパパがしなくちゃいけない事として言われる事が多いので\nわかってるパパも多いかと思いますが、ママは出産前にパパが出産前にこの続きについて何も言わなかったら\n産後慌てることになるので「この続きは必ずやって欲しい」と伝えてください。\nコロナの影響もあって今パパが病院にいけないケースが増えてこういった事を自分でしなくちゃいけない意識が薄い人も実際います。\n恥ずかしながら自分も手続きをしなくちゃいけないのはわかっていましたが、何が必要なのかは出産直前に慌てて調べました。\n産後パパが出来る手続きに関しては下記記事を見れば全部載ってますので参考にしてください。\nこの手続きは絶対にパパから率先してやりましょう。\nただ、恐らくこのブログを見ていただいているパパはそもそも育児を頑張ろうと考えている人かと思いますが(笑)\n家の掃除や家事\n5つ目に家の掃除や家事です。\nこれをする理由はシンプルです。\n退院してすぐは掃除や家事にを気にかけている余裕がなくなります！(もちろん子どもの為には掃除は絶対にしないといけません)\n限界まで頑張って出産をしてやっと退院して帰ってきた時に掃除されていない、食器が洗っていない、脱いだ服が散らかっている\nこんな状態の家でママを迎えてしまうと一気に「入院中何をやっていたのか？」と思われてしまい\nどれだけ他の所で頑張って準備しても台無しになってしまいます。\nなので、帰ってきたら2人で赤ちゃんに集中できる様に多少前日は眠くても家事はすましておきましょう！\n大掃除をする訳ではないので長く見積もっても2時間あれば全て片付きます。\n最後に\n最後に、冒頭でも伝えた通りこれまでの5点はここは抑えておいた方が良いと思う最低限の5点です。\nもちろん他にもパパそれぞれが全力で頑張ったママを労う為に考えて動ければ\n産後もママと二人三脚で子育てを頑張れる家庭を築く事はできます。\n僕はこれまでの5点の他に\n- 産後に感謝を込めた手紙を書いて入院バッグに入れておく\n- マザーズリングとベビーリングを用意して退院時に渡す\nなども実際実践して、他にも細かい事は思い出せないくらい色々やりましたが\nそれでももっとこれをやっておけばよかったなどは後からめちゃくちゃ出てきます。\n是非これからパパになる方や、これからママになるけどパパに何を頼むか悩んでいる方の参考になれば良いと思います。\nもちろん育児に関して僕でよければ相談にのるので、是非お問い合わせフォーム・Twitter・メールなどどこからでも\nご相談して頂ければと思います！\nまた、僕は家族の為に転職活動を実施して年収をあげた経験があります。\nパパは家での働きだけでなく、仕事への向き合い方も家族を幸せにする為には\n避けて通れない事です。\nこのブログでは、\n転職を通じてより家族を幸せにできる内容を発信しています。\n是非、仕事にも悩んでいるパパは以下の記事も読めば\n解決の糸口が見つかるのでご覧ください♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nこちらもCHECK\n-\n結婚を機に転職って男性はあり？新婚転職の経験者がメリットを解説\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 新婚転職の悩み 「結婚を機に転職をしたい。でも、周りの目や今後の結婚 ...\n続きを見る\n今回は以上となります！\n今後ともよろしくお願いいたします！"}
{"url": "https://miyablog.info/%e3%83%99%e3%83%93%e3%83%bc%e3%82%ab%e3%83%bc%e3%82%88%e3%82%8a%e8%82%b2%e5%85%90%e3%81%ae%e5%bf%85%e9%9c%80%e5%93%81%e6%9a%ae%e3%82%89%e3%81%97%e3%82%92%e8%b1%8a%e3%81%8b%e3%81%ab%e3%81%99%e3%82%8b", "text": "こんにちは！みゃーぱぱです！\n僕は1月に子ども第一子が生まれた新米パパなんですが\n子どもが生まれる前から家電がめちゃくちゃ好きで、暇があったら買うつもりもないのに\n〇〇カメラにいっては最新家電を見て回って気づけば半日なんて事も余裕の家電馬鹿ですww\nまた、僕は新卒から6年間子ども用品の会社で働いていて商品企画をしていた実績があるのですが\n正直にいうと子どもを授かったら、育児用品を買うより先に時短家電を買ってください！と声を大にしていいます。\nなぜかと言うと、時短家電があるだけで毎日の家事が少なく見積もって20分は短縮されます。\nこの20分が365日で計算すると7300分でなんと121時間が浮きます!!\nこの時間があれば、子どもと触れ合う時間を増やしたり、家計に余裕を出す為に新しいスキルを身につけたり\nできる事がめちゃくちゃ増えます！\n子ども用品のプロだからこそあえて言いたい時短家電の良さを実際の商品紹介もしつつ話して行けたらと思います！\n産前のママ・パパも産後のママ・パパも聞いておいて損はない話なので是非最後まで見ていってください。\nお掃除ロボット(高機能)\n時短家電といったらまず思いつく方も多いルンバを始めとしたお掃除ロボットです。\n中でも今回は高機能のお掃除ロボットを紹介します！\n高機能お掃除ロボットとは、マッピング機能やゴミ収集ボックス装備のお掃除ロボットで\n例えば我が家はルンバですがこの商品を昨年お家に迎えました。\n値段を見ると10万円を超えるので僕も最初高いな〜と思っていたのですが\n正直この子はあなたを後悔させません！\nなんてったってとにかく賢い！すごいのがマッピング機能とAI学習機能です！\n家に迎えたら試運転で家の中を歩かせるんですが1時間も歩いたら部屋全部を把握してくれて\n部屋毎の仕切りも認知するので、マッピングができたら子ども部屋だけは掃除させないとかも\nスマホで全部指示ができます。\nAI機能は毎日の掃除の中で細かい障害物などを検知して、お掃除の後にこれは近づかないなどを学習して\n次回からそこだけは避けるように動いてくれるんです！\nその動きといったら、完全に考えて動いている動きなのでなんかクネクネしてます(語彙力ないですすみません。)\nこういった機能があるので、子ども部屋だけ避けて掃除させて終わったら子どもとリビングにいって\n次は子ども部屋だけ掃除させるとかもできるので子どもと戯れる間に掃除が終わります。\n赤ちゃんはハウスダストやらなんやらは天敵なので掃除の頻度も上がってしまいますが\nこの子がいるとそんな心配もなくなります。\n最近は床拭き機能も付いている商品も沢山出てきているのでこれがあると体感10分は短縮できます。\n乾燥機付き洗濯機(洗剤自動投入)\n次にご紹介したいのが、乾燥機付き洗濯機です。ドラム型洗濯機とも呼ばれる商品ですね！\n中でも絶対におすすめしたいのが洗剤自動投入機能がある洗濯機です。\n我が家は日立のドラム式洗濯機を使用しています！\nこの洗濯機の1つ前の型式です。\n正直この子が我が家にきてからは世界が変わりました。ってくらいこの洗濯機を買って\n毎日の洗濯でのストレスがほとんど無くなりました。\n乾燥機能があるのでおしゃれ着以外は全部乾燥できるので子ども服は乾燥できないにしても\n下着とかを一枚一枚ハンガーにかけたり洗濯バサミに挟んだりする手間を考えても毎日体感8~9分時短になります。\nまた、ここに洗剤自動投入機能が付くと予め入れておいた洗剤をと柔軟剤を自動で必要分を投入して洗濯してくれるので\n洗濯機を回して必要な洗剤量を洗濯機が表示するまで待ってそこから洗剤・柔軟剤を測って投入まで考えると\nざっくり1分は短縮できて洗濯の作業だけで10分ほどの短縮となります！！\nまた、最近の洗濯機はスマホアプリ連動もあるので外出中に洗濯機を回す事ができたりと\n値段が縦型洗濯機と比べると少し高いですが、毎日の時短と洗濯物を干す時に窓を開けた時の寒さ・暑さ\n雨が降って洗濯が全て台無しになるあの虚しさなどが無くなると考えると本当に買っても損はしないと言い切れます！\n(少し熱が入りすぎで販売員みたいですが単純な家電バカです。)\n最後に\n今回は育児や家事に余裕をもたらす最新時短家電に関してご紹介しましたが\n紹介した2点は買ったらすぐに時短のインパクトが多い家電です。\n紹介した他にも細かい物でいくと、\n風力が強いハイスペックドライヤーで毎日のドライヤーを時短(我が家はパナソニックビューティー)\n食洗機で皿洗いを時短(我が家は最近家族が増えたので今購入検討中)\nなどまだまだ時短家電は沢山あります！\n家電に興味がある旦那さんは是非育児用品の購入と一緒に、いやもはや最優先で時短家電の購入を検討してください。\nちなみにドライヤーは時短だけでなくて奥さんにめちゃくちゃ喜ばれたのでおすすめですww\n是非これからパパになる方や、これからママになるけどパパに何を頼むか悩んでいる方の参考になれば良いと思います。\nもちろん育児に関して僕でよければ相談にのるので、是非お問い合わせフォーム・Twitter・メールなどどこからでも\nご相談して頂ければと思います！\nまた、僕は家族の為に転職活動を実施して年収をあげた経験があります。\nパパは家での働きだけでなく、\n仕事への向き合い方も家族を幸せにする為には避けて通れない事です。\nこのブログでは、\n転職を通じてより家族を幸せにできる内容を発信しています。\n是非、仕事にも悩んでいるパパは以下の記事も読めば\n解決の糸口が見つかるのでご覧ください♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nこちらもCHECK\n-\n結婚を機に転職って男性はあり？新婚転職の経験者がメリットを解説\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 新婚転職の悩み 「結婚を機に転職をしたい。でも、周りの目や今後の結婚 ...\n続きを見る\n最後まで読んでいただいてありがとうございます！"}
{"url": "https://miyablog.info/%e8%82%b2%e5%85%90%e3%81%ae%e3%82%a4%e3%83%a9%e3%82%a4%e3%83%a9%e3%81%af%e3%83%91%e3%83%91%e3%81%8c%e5%8e%9f%e5%9b%a0%e8%82%b2%e5%85%90%e3%81%a7%e6%97%a6%e9%82%a3%e3%81%8c%e8%a6%81%e6%b3%a8%e6%84%8f", "text": "こんにちは！みゃーぱぱです！\nこのページではパパ・ママが育児でイライラを発生させない為に、\nパパ・旦那の目線で気をつけなければならない言動を紹介します。\nこれからパパになるけど自分に何ができて何をしたら良いかわからない方や\nママとの関係性が上手くいってない方に読んで役立って貰えたら嬉しいです！\n最初に：何故育児のイライラを解消する為に言動に注意が必要なのか\n僕は妻の事が大好きです。これは子どもが産まれる前から今まで変わっていません。\nなので、育児をする中でも僕の目的としては妻が楽しく幸せを感じて育児ができていないと\nいくら子どもが成長しくてくれても僕にとって良い育児ではありません。\nそもそも、保育士資格取得の過程や今までの経験からイライラして楽しくない、余裕のない育児は\n子どもが幸せを感じて成長してくれないと考えています。\n当然育児がやる事が多いしイレギュラーも発生する為、気持ちに余裕が無くなる事はありますが\nパパ・旦那の動き次第で家庭のイライラ度はかなりコントロールできます。\nつまり、イライラ度が下がる=妻が幸せになる=子どもが幸せを感じて健全に成長できると考えて\nまずはイライラを発生させない為に、パパ・旦那が気を付ける言動を紹介しきます！\n手伝うは禁句！育児・家事は一緒にやる！\nまず、絶対に気をつけて欲しいのは\n育児や家事に対して手伝うという考え方は絶対にやめましょう！口にするのも絶対にNGです。\nこれを言った瞬間ママとの距離は50メートルは空くと考えましょう。\n平日遅くまで仕事を頑張って、その間ママに全部お願いしてしまっているから何かした方が良いな。でも普段家にいないから何したら良いかわからないな。あ、ママが掃除やってる。→ 掃除手伝うよ！\n正直言いたくなる気持ちもわかります！僕もサラリーマンですからわかります！\nただ、ママは旦那が留守の間の平日も家事と育児をしています。\nなのに休日も関係なく育児と家事をしようとしてくれています。そんな中で「掃除手伝うよ！」と言われれてしまうと\n「それは君の仕事だけど僕がカバーしてあげるよ！」と捉えられてもおかしくないです。\nこれはパパを否定するのではなく、ママも平日パパがどれだけ大変な思い出仕事をしているか実際に見てないので\n仕方がないすれ違いです。\nただ、育児も家事もどちらの仕事でもないです。パパが家にいない間それができるのがママなだけです。\nパパはそれを自覚して手伝うではなく、自分がやらないとと思って率先して動きましょう！\n対策としては、平日水曜日の夜に休日何をするか決めて木曜日に予めママに宣言しておくっていうのがオススメです。\n例えば\n水曜日の夜に、子どもを公園に連れて行く、お風呂掃除、コンロ掃除をすると決めて、木曜日にママに週末はこれとこれとこれをする！と伝える。\nこうする事で、ママは家族の事を優先で考えてくれてると思ってくれますし、\nパパも宣言したので宣言した事はしようと仕事のノルマの様に育児と家事ができるのと\nママかそれよりこれがやって欲しいなど求められている事もわかるので相手の気持ちもわかって\nイライラが発生しにくくなります。\n育児に無関心な態度はやめよう！\n育児に限らずですが、旦那が妻をイライラさせる言動として\n「晩ご飯何が良い？(妻)→なんでもいいよ〜(旦那)→なんでもいいが一番困るんだけど(妻：心の声)」\nこれが相手をイライラさせるのはもう有名な話ですよね。\n育児でも\"なんでもいい\"など無関心な態度はママとの心の距離が開いてイライラの原因となります。\n例えば\n赤ちゃん紙おむつあってなくてかぶれてるんだけど変えた方がいいかな？(妻)→その方がいいね！今度の休み買いに行こう！(旦那)…終了\nこんな感じでもアウトです！\nママとしてはおむつが子どもに合ってなさそうなのをどうにかしたいと思っています。\nパパとしては違う紙おむつを買わなくちゃいけないって言ってるから買いに行こうと言っていますが、\nママが解決したい問題にパパが本当に関心をむけられていたら\n赤ちゃん紙おむつあってなくてかぶれてるんだけど変えた方がいいかな？(妻)→かぶれにくい紙おむつってあるのかなちょっと調べて見る！これとかどうかな？(旦那)\nこう言った返しだとママが悩んでいる事に関心を持って対応できていると思います。\n育児は毎日イレギュラーが発生するので、赤ちゃんと過ごす時間が長いママは毎日不安や悩みが出てきます。\nここで、無関心な態度を出してしまうとママの不安や悩みは解消できず、どんどん余裕が無くなってしまいます。\n対策としては、赤ちゃんが産まれてから1ヶ月の間に夜の寝かしつけなど、パパも長い時間赤ちゃんと2人きりで過ごして見ましょう！\nこれをする事でパパでも赤ちゃんに何かあったらどうしよう！という気持ちを必ず経験できます！\nまた、ママは一晩休む事ができるので一石二鳥です！\n僕も産まれてちょっとしてから妻に休んで欲しくて子どもと2人で夜を過ごすと宣言してやってみたのですが、\nママが寝ている間にこの子に何かあったらどうしようという不安な気持ちがすごくて赤ちゃんが寝た後も\nずっと息をしてるかの確認をしていて一睡もできませんでした(笑)\n最後に\nここまで、育児でイライラしない為に旦那が気をつけたい言動を紹介してきました。\n最後にお伝えしたいのは色々と言ってきましたが\n何にしても、ママと赤ちゃんファーストで考えましょう！です。\n出産は正直パパはできる事が少ないです。それはどこの家庭も同じです。\nなので、産まれてすぐは一番元気なのはパパなのは間違いないはず！\n仕事は忙しいのは僕もサラリーマンなのでわかりますが、その仕事は家族の為のはず！\n是非、ママと赤ちゃんが幸せを感じられる育児をパパが率先して作っていきましょう！\n育児に関して僕でよければ相談にのるので、是非お問い合わせフォーム・Twitter・メールなどどこからでも\nご相談して頂ければと思います！\nまた、パパは家での働きだけでなく、\n仕事への向き合い方を考える事も家族を幸せにする為には避けて通れない事です。\nこのブログでは、\n僕が家族の為に転職活動を実施して年収をあげた経験を元に\n転職を通じてより家族を幸せにできる内容を発信しています。\n是非、仕事にも悩んでいるパパは以下の記事も読めば\n解決の糸口が見つかるのでご覧ください♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nこちらもCHECK\n-\n結婚を機に転職って男性はあり？新婚転職の経験者がメリットを解説\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 新婚転職の悩み 「結婚を機に転職をしたい。でも、周りの目や今後の結婚 ...\n続きを見る\n以上となります。\n今後ともよろしくお願いします！"}
{"url": "https://miyablog.info/%e5%ae%b6%e8%a8%88%e6%94%b9%e5%96%84%e8%b5%a4%e3%81%a1%e3%82%83%e3%82%93%e3%81%ae%e3%82%aa%e3%83%a0%e3%83%84%e3%82%92%e5%ae%89%e3%81%8f%e8%b2%b7%e3%81%86%e6%96%b9%e6%b3%95%ef%bc%81", "text": "こんにちは！みゃーぱぱです！\n全国のママ・パパが頭を悩ます紙オムツ秒で無くなる問題。ありますよね！！\nこのページでは子育て用品で商品開発をしていて業界の裏側を知っている僕が\n紙オムツをできるかぎり安く買う方法をお伝えいたします。\n最後まで読んで頂ければ必ずママ・パパの家計改善に繋がるので是非最後までご覧ください！\nトイザらス(ベビーザらス)かアカチャンホンポのセールを狙う\nまず最初に紹介したいのは、トイザらス(ベビーザらス)かアカチャンホンポ、もしくはイオンのセールを狙いましょう！\nかなり初歩的だなと思われるかもしれませんが、今紹介した販売店はケース販売をしている事が多く\nケース販売をしている所は基本的に他の競合よりも安いです！\nセール時に買うと薬局などと比べて1枚2~3円安くなります。\n1枚2~3円と聞くと少なく感じますが、紙おむつは1ケース大体100枚以上入っているので1ケースで200~300円安く\n赤ちゃんは最初は1日8~10枚おむつ替えする事は日常のことなので、1日20~30円影響が出ます。\nこう考えるとかなり影響大きいですよね。\nそれに、出産準備で販売店のポイントがたまっていればセール＋ポイントで更にお得に購入できます！\nセールの確認方法ですが店舗でチラシを受け取るか\n各社のホームページにセール情報が載っています。\n僕達みゃーいっかは毎月トイザらス(ベビザらス)かアカチャンホンポのセールは確認してます！\n下記にリンクをつけているので是非確認してください。\nコストコで購入する\nこれはコストコが近くにないと厳しいですが、\n僕が最もおすすめしたい購入方法です！\n僕は普段「パンパースのはじめての肌へのいちばん(通称：肌いち)を使っているのですが\n先ほどでもお伝えした紙オムツの1枚あたりの枚数が基本的に常に安定して3円安いです(薬局と比較して)\n常にこれだけ安いのは、間違い無く会員制で集客力のあるコストコしかできない価格です！\n僕が前職で紙オムツを担当している時はコストコさん本当にやめてくれと思ってました(笑)\nコストコの会員の方は紙オムツ＋コストコの安いガソリン代で絶対に会員費用は元が取れるので\n是非入会してください！(コストコの回しもんではありませんww)\n楽天市場のお買い物マラソンで他の日用品と一緒に購入\nこの方法は、1枚あたりが安くなるのではなくポイントを獲得して家計をお得に回して行く方法です。\n楽天市場は毎月1回お買い物マラソンというセールをしています。\nこれはお得情報に敏感なママからは当たり前の事かもしれませんが\nお買い物マラソンはセール期間中に購入した回数に合わせてポイントの倍率が増えて行くというセールです！\n例えば、楽天市場でトイレットペーパーを購入しただけだと1倍だけど、同じ期間に紙おむつも買ったら\nポイント倍率が2倍に増えるというセール内容です。\n楽天市場は条件を満たすと基本のポイント倍率が7~8倍くらいになるので、そこからセール期間中に\n色々必要な物を購入していけばポイント15倍とかも普通にいきます。\nすると3000円で購入した紙おむつに450ポイントが返ってきます！かなりのインパクトですよね！\n紙オムツをお店に買いに行く手間も含めて考えると近くに店舗がない方はかなりおすすめの方法です！\n最後に\nこれまで紙オムツを安く買う方法を解説してきました。\nこれまでで説明した購入方法の他にも\n・近くの店舗の閉店/オープンセールを狙う\n・ブラックフライデーや初売りセールなど世の中がセールが多くなる時期を狙う\nなども安く購入する方法です！\n近くのスーパーやドラッグストアも1パックで安く見えますが枚数単価で確認すると案外そんな事もないので\nパパ・ママは紙オムツを買う時には一度他に安い購入方法はないか確認してみてください！\n是非、ママと赤ちゃんが幸せを感じられる育児をパパが率先して作っていきましょう！\n育児に関して僕でよければ相談にのるので、是非お問い合わせフォーム・Twitter・メールなどどこからでも\nご相談して頂ければと思います！\nまた、パパは家での働きだけでなく、\n仕事への向き合い方を考える事も家族を幸せにする為には避けて通れない事です。\nこのブログでは、\n僕が家族の為に転職活動を実施して年収をあげた経験を元に\n転職を通じてより家族を幸せにできる内容を発信しています。\n是非、仕事にも悩んでいるパパは以下の記事も読めば\n解決の糸口が見つかるのでご覧ください♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nこちらもCHECK\n-\n結婚を機に転職って男性はあり？新婚転職の経験者がメリットを解説\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 新婚転職の悩み 「結婚を機に転職をしたい。でも、周りの目や今後の結婚 ...\n続きを見る\n以上となります。今後ともよろしくお願いします！"}
{"url": "https://miyablog.info/%e8%b5%a4%e3%81%a1%e3%82%83%e3%82%93%e3%81%ae%e3%81%8a%e3%81%97%e3%82%8a%e3%81%b5%e3%81%8d%e3%81%ab%e5%bf%85%e8%a6%81%e3%81%aa%e3%81%ae%e3%81%af%e5%ae%89%e3%81%84%e8%b3%aa%e4%ba%ba%e6%b0%971", "text": "こんにちは！みゃーぱぱです！\n子育ての必需品のおしりふき。\n毎日使うからなるべく安いのが良いけど、赤ちゃんのおしりの事をなるべき肌に優しい物が良い気もするし\n何が良いのかわからない！って考えた事ママ・パパだったらあると思います。\nこのページではおしりふきに悩めるママ・パパにこれを買っておけば間違いないおしりふきを\n子ども用品の販売店で紙おむつ・おしりふきの商品開発をしていた僕の目線で紹介していきます！\n最初に何が良いかの基準について\n今回ご紹介する商品は\n- コスパ(安さ)\n- 品質\n- 使いやすさ\nこの3点それぞれでおすすめできる商品を紹介致します。\nまた、今回に関しては初めてのおしりふきに悩める方向けの内容なので\n「厚手タイプ」や「トイレに流せるタイプ」などの紹介はせず、シリーズ毎に紹介していきます！\nムーニーおしりふきシリーズ\nまずご紹介するのはムーニーおしりふきシリーズ\nこちらの評価は\n- コスパ(安さ) 10点\n- 品質 8点\n- 使いやすさ 7点\nの評価をつけました。\n理由としてはまずこの安さ！\n購入する場所で料金が変わりますが、1枚で換算すると1枚あたり約1.8円です。\n平均的に1枚4円くらいが相場の中でここまで安いのがこの商品の魅力です。\nさすが大手メーカー、ユニ・チャームの商品ですね！\nもちろん安さだけでなく、商品名のやわらか素材と記載の通り\nカシミアのような肌ざわりのやわらか素材でできたおしりふきです。\nまた、成分は純水99%で、パラベンという防腐剤が無配合なので赤ちゃんに大して安心して使えます！\n使いやすさは標準的なピタッと止まるシートはありますが\n個人的な感想としては何枚か連なって出る事もあり高めの標準点として7点をつけています。\nパンパースおしりふきシリーズ\n次にご紹介したいので\nパンパースおしりふきシリーズです！\nこちらの評価は\n- コスパ(安さ) 7点\n- 品質 10点\n- 使いやすさ 8点\nの評価をつけました。\n理由としてはこのシリーズはパンパースの紙おむつで有名な「はじめての肌へのいちばん」シリーズから\n出ているおしりふきでして、はじめての赤ちゃんに安心して使う事をかなり意識して作られています。\n特に注目したいのが\nシートが厚手で且つふんわりした触り心地で作られていて、\n僕もこれまでおしりふきは何千〜何万枚と触ってきましたが圧倒的な肌触りの良さです！\nまた、肌に優しいローション配合なのでおしりを拭いた後もしっとりしている感覚はこのおしりふきの特徴です。\n価格は1枚約4.2円と少し高めですが、はじめての赤ちゃんなので品質は間違いない物を選びたい方は\nかなりおすすめできる商品です！\n水99%シリーズ(アカチャンホンポ)\n次に紹介するのが、水99%シリーズ(アカチャンホンポ)です！\nこちらはアカチャンホンポのオリジナル商品なので楽天などに出店されてないですが\nアカチャンホンポのECサイトで購入可能です。\n実はこの商品みゃーぱぱも一目置く商品でして評価としては\n- コスパ(安さ) 10点\n- 品質 9点\n- 使いやすさ 8点\nの評価をつけました。\nまず注目したいのが品質を10点とした理由なんですが\n実はこの商品の成分ですが「超純水」という不純物を限りなく排除した水を使っています。\n公式サイトには東京ドーム1個分の水の中に角砂糖1個分の不純物しか入っていないぐらい綺麗な水らしく\n「純水」より更にレベルの高い水です。\n徹底的に不純物を除去しているので、どんな赤ちゃんでも安心して使えるおしりふきなので品質は満点にしています。\nまた、コスパの部分もケースで購入すれば1枚約1.3円と今まで紹介した商品の中で圧倒的に安く\nシートもしっかりしているのでコスパ以上の品質があると思います！\n使いやすさもシートの取り出し口を工夫されているのか、基本的に1枚ずつ取れるのでストレスなく使えます。\n※最後の2~3枚くらいになるとまとめて出てくることはあります。→どのおしりふきでも発生する現象です。\n最後に\nこれまで赤ちゃんのおしりふきについておすすめ商品を紹介してきました。\n正直今ご紹介したおしりふきだったらどれ選んでも満足できるので\n自分がこだわりたい点がコスパなのか、それとも品質なのかを決めてから購入すると間違いないかと思います！\n今回はここまでですが今後もおすすめ商品を紹介予定ですので是非またみゃーぱぱブログをご覧頂けたら幸いです。\nまた、育児に関して僕でよければ相談にのるので、是非お問い合わせフォーム・Twitter・メールなどどこからでも\nご相談して頂ければと思います！\nまた、パパは家での働きだけでなく、\n仕事への向き合い方を考える事も家族を幸せにする為には避けて通れない事です。\nこのブログでは、\n僕が家族の為に転職活動を実施して年収をあげた経験を元に\n転職を通じてより家族を幸せにできる内容を発信しています。\n是非、仕事にも悩んでいるパパは以下の記事も読めば\n解決の糸口が見つかるのでご覧ください♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nこちらもCHECK\n-\n結婚を機に転職って男性はあり？新婚転職の経験者がメリットを解説\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 新婚転職の悩み 「結婚を機に転職をしたい。でも、周りの目や今後の結婚 ...\n続きを見る\n以上となります。\n今後ともよろしくお願いします♪"}
{"url": "https://miyablog.info/%e5%ad%90%e8%82%b2%e3%81%a6%e4%b8%ad%e3%81%ae%e8%bb%a2%e8%81%b7%e3%81%a3%e3%81%a6%e3%81%82%e3%82%8a%ef%bc%9f%e5%ae%b6%e6%97%8f%e3%81%ae%e7%82%ba%e3%81%ae%e8%bb%a2%e8%81%b7%e3%82%92%e6%88%90%e5%8a%9f", "text": "こんにちは！みゃーぱぱです！\n子どもが産まれてライフステージが変わって「転職したい！」って思う事はありませんか？\n「子どもとの時間を確保したい。」「もっと年収を上げて余裕のある暮らしをしたい。」\n「子どもに誇れる仕事がしたい。」などそれぞれ転職したいと思う動機はそれぞれですが\nライフステージが変わるとこれまで考えなかった思考が生まれて、状況を変えたいと思う方も多いと思います。\nこのページではそんな家族のために転職をしたいと考えるパパ・ママに\n家族の為の転職を成功させる為に心がけたい事3つを紹介します！\nこれを読んで頂くと\n「なんとなく転職出来そうだな」や「とにかく転職活動を始めてみよう」という考えになる事ができるので\n是非最後まで読んで頂ければと思います。\n最初に\n僕は2年前に一度転職をしています。\nその時はまだ子どもはいませんでしたが、転職を考えた動機は家族の為でした。\n元々が子ども用品の業界にいたのですが、歴史はそこそこ長い会社だったので\n給与や役職は年功序列で、自分で言うのもなんですが出世コースには入っていて一見安定した状態でした。\nただ、出生数が毎年落ち込んでいる事や\nコロナの影響で業界の売上が瞬間的にガタ落ちしてその後回復に苦戦している世の中の状況を考えた時に\n今後妻とずっと幸せに過ごせるのか？\n子どもが産まれたら本当に今の状況は安定してるって言えるのか？と考える事が増えて\n動くなら早い方が良いと考えて転職活動をしました。\n僕はこれと決めたら行動は早い方で、転職活動を始めて3週間で転職先が決まり、\n結果として今は年収が前職の約2倍となって休日も前職より20日以上多くなり充実した日々を過ごしています。\nなので、転職を成功させた僕から転職で成功を掴む本当に基礎中の基礎をこれから紹介します。\nまずは一歩を踏み出して転職エージェントに登録\n転職活動で良く聞くのが\n「転職を考えているけど転職活動ってまた履歴書書いたり退職交渉したりする事多そうだしな〜」\n「今の仕事と育児をやりながら転職活動なんで出来る気しないよー。」って言うネガティブな意見が多いです。\n当然の考えですし、僕も最初にそう思っていましたが今だから言えるのは\nややこしく考えるのは後！まずは無料で転職エージェントに登録！です！\n当然転職をして労働環境が変わって現職より状況が悪くなる可能性は少なからずあるので\n転職する事にリスクは多少ありますが、転職エージェントに登録するのは無料なのでリスクは無いです！\n強いて言えば登録後にエージェントと連絡を取り合う必要があるので\nいつも通勤電車の中で見ているyoutubeを見る時間が無くなるくらいです。\n転職エージェントは、登録するだけでエージェントが登録者の希望条件や志向に合わせた求人を紹介してくれます。\n逆に初めての転職活動の場合は、エージェントを使わずにする転職活動は自分で膨大な数の求人の中から\n自分に合う求人を探す必要があり、履歴書などの書類も一から自分で揃えないといけないので\n非効率で挫折してしまう可能性が高い為僕はおすすめしません。\nおすすめの転職エージェントサービスは下記も2社紹介しておきますので参考にしてください。\n・マイナビエージェント\nマイナビエージェントはマイナビという知名度もあって登録企業も多く、\n初めての転職活動に対して履歴書・職務経歴書の添削から面接対策までフォローしてくれてるので\n新卒入社から転職活動をする方にはめちゃくちゃおすすめできます！\n僕も初めての転職はマイナビエージェントに登録して年収アップの転職を実現させました！\n・JRCリクルートメント\nJRCリクルートメントは年収600〜700万円以上のミドルクラス・ハイクラス転職を得意としていて\nエージェントが紹介する企業担当も兼任しているケースが多いので求人のミスマッチも低いと評判です。\n自分を安売りしない\n初めて転職をするのできっと皆さん自分の適性年収がわからないって方多いと思いますが\nここで注意したいのが、絶対にエージェントや応募先に自分を安売りしないようにしましょう。\n正直転職活動は年収を下げてしまえば難易度はガクッと下がります。\nただ、今回皆さんが考えているのは家族の為の転職なはずです。\n年収が全てではないですが、ここを経験が無いからやスキルが無いからで下げてしまうと\n結局紹介された求人や応募した企業がピンとこなかったり、\n年収が下がる事を家族に伝えにくいので転職に踏み切れない可能性が上がります。\nエージェントからしても求人を紹介すれば良いのではなく、\nあなたが内定を獲得して入社までいって初めて結果となるので\n自分が叶えたい年収はしっかりエージェントに伝えましょう！\n「叶えたい年収を伝えたら求人が紹介してもらないんじゃないか？」と思うかもしれませんが\n理想通りにいかなくても、最初の年収は低いけど入社半年で理想の年収を目指せる給与制度のある会社など\nあなたの理想が実現できるように提案はしてくれます。\nその上で仮に良い求人が無かったとしても\n「今は現職の条件が良いと気づけた」これだけでもかなりの収穫はあるので\n自分の安売りはやめて理想を求めてエージェントと連絡を取り合いましょう！\n家族に相談して理解を得る\n転職活動をする時に必ず注意したいのが家族への相談です！\n転職活動は無料で進められますが\n転職活動は始める前に家族に相談しましょう！\n「家族に心配をかけたいくない」などで転職先が大体決まってから家族に報告を考える方も多いですが\n事前に相談していないと内定が出た時に家族の意見で踏み切れなくなる可能性があります。\nまた、あなたが家族の為に時間をかけて動こうとしている姿勢を知らずに転職に関して知ってしまうと\n「本当に家族の事を考えてくれているの？」となってしまいます。\nこうなると家族や子どもの為の転職が目的と反した結果になるので避けたいですよね。\n是非転職活動する前や転職を考えたいと思っているタイミングで相談して理解を得るようにしましょう！\n僕は、転職活動を始める前ではなく、少しでも家族が幸せになる別の手段が思いついたら迷いなく相談します。\n妻にそれは違うと止められる事もありますけどね(笑)\n最後に\nこのページを最後まで見て頂いて僕が一番伝えたいのは\n転職を踏み切るのは難しいですが、転職活動は無料で登録も時間が掛からずにできます！\nコロナで一時的に転職市場は厳しい状況でしたが、今は有効求人倍率も年々回復傾向で\n求職者には追い風が吹いています！\n毎日今の現状に不安や悩みがある方はまず転職エージェントに登録しましょう！\n転職が成功しなくても不安を解消する糸口になるはずです。\nおすすめの転職エージェントは以下で紹介しているので\n是非こちらもご覧ください！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、現職を退職できるか不安という方は\n退職代行サービスを利用するのもおすすめです！\n費用は3万円しない金額で、円満退職・有休消化までできるので\n手間や精神的な快適さを考えると検討する価値がかなりあります。\n以下の記事で退職代行サービスについても比較しているので是非ご覧ください！\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\n今回は以上となります。\n今後も転職や子育てについてブログを書いていきますので是非別の記事も見て頂けたら嬉しいです。\nTwitterもやってるので良いと思ったらフォローしてください♪"}
{"url": "https://miyablog.info/%e5%ae%b6%e6%97%8f%e3%81%8c%e3%81%84%e3%82%8b%e3%81%ae%e3%81%ab%e3%83%99%e3%83%b3%e3%83%81%e3%83%a3%e3%83%bc%e4%bc%81%e6%a5%ad%e3%81%ab%e8%bb%a2%e8%81%b7%e3%81%af%e3%81%82%e3%82%8a%ef%bc%9f%e3%81%aa", "text": "こんにちはー！みゃーぱぱです！\n転職活動をする時にベンチャー企業ってどうなんだろう？\n給料は良いけど、仕事が大変って聞くけど本当？といった疑問を持つ事って無いですか？\n僕は新卒で世間的に大企業と言われる企業に就職をして6年働いた後ベンチャー企業に転職しています。\nこのページではベンチャー企業に家族がいる中で転職した僕の経験を元に\nベンチャー企業に転職するのはありなのか？なしなのか？を経験談を含めて解説していきます。\n最初に結論から\nまず結論からですが、僕としてはベンチャー企業に転職するのは大いにありです！\n理由はベンチャー企業で就職する事で未経験からでも成果次第で大幅に待遇を上げることができ\n自分の市場価値が高まるので、人生の選択肢が広がるからです。\nこれから何故市場価値が上がるのか？人生の選択肢が増えるのか？を解説していきます。\nベンチャー企業はブラック企業が多い？\n「ベンチャー企業ってブラック企業が多いって良く聞くけど大丈夫？」\nこれは僕が前職から転職する時に同僚から言われた言葉です。\nこの内容ですが正直僕も否定はできません。\nただ、企業の見極め次第で働きやすいベンチャー企業に勤める事ができます。\nそもそも、ベンチャー企業にブラック企業が多い理由が社長と社員の距離が近い事が大きく影響しています。\nベンチャー企業は大企業と比べると社員の数が少ない傾向があり、\n中間管理職が少ないので自然と社長と社員の距離が近くなります。\n社長と社員の距離が近いと起こりやすいのは会社の風土や経営方針がほぼ社長の考えで決まります。\n和気藹々にやっていきたい人だったらそういう会社になりますし、\n売上・利益を取る事最優先で考える人は結果に厳しく残業してでも売上を取らないといけない会社になります。\nなので、ベンチャー企業に転職する際は事前情報を徹底的に調べて自分に合うのかを判断する必要があります。\n僕は転職する時に\n「給与・年収が上がる制度が明確にあるか？」「社員満足度は高いか？」この2点を重点的に情報収集して\nどちらも揃っていた会社に入社を決めました。\n結果として、前職の年収が400万円から転職して1年目に倍の800万円となり\n休日も元々完全週休2日制でしたが、社員満足度を重視する会社だったので入社後に週休3日制が導入されて\n年間休日も前職119日から転職後147日とかなり好転しました。\nこの状況も転職前に企業ホームページは当然ですが、その他にSNSやnoteや転職者向け口コミサイトなど\n確認できるもの全て確認し情報収集をした事が繋がって良い状況にできています。\n転職はリスクがありで家族の生活にも関わる事なので、徹底的に情報収集をして転職を決断しましょう。\nベンチャー企業の年収ってどうなるの？\nベンチャー企業に入ると年収は上がるのか？下がるのか？の問題ですが\nこれも正直前述した社長次第で決まってくる部分は大きいです。\nただ、今の時代大企業だから年収が高い、小さい会社だから年収が低いと決めつける時代ではないです。\n転職市場がエージェントやスカウトサイトなどあらゆる手段で求職者が求人を取りに行ける時代なので\n企業側も良い人材を獲得する為にあらゆる待遇面を良くしなくては人が集まりません。\nなので、探せば年収の高いベンチャー企業はいくらでも出てきますし、\nベンチャー企業であれば社長との距離が近く経営者から直接評価が貰えるので\n自分の出す結果次第で年収はどんどん上げる事が可能です。\n但し、ここで気をつけて欲しいのは大企業からベンチャー企業に転職される方は\n仕事自体の責任感や仕事に対して考える事はめちゃくちゃ増えます！体感4倍は増えます！\n大企業を馬鹿ににする訳では全くないですが、\n大企業は自分がする仕事に前任者がいる事が多いのである程度のフォーマットがあり100%自分が考えなくても\n50~80%くらいはこれまでのフォーマットで出来上がります。(残りの50~20%を考える難しさもありますが。)\nベンチャー企業はまだそのフォーマットができていないので、0%から自分で工夫して実行し結果を出す必要があるので\n結果まで持っていく難易度が高くなり、仕事の負担がどうしても大きくなってしまいます。\nもちろん高い難易度をクリアできるとそれだけ年収などの待遇にダイレクトに返ってくるのでやりがいは大きいです。\n家族がいる中でベンチャー企業にチャレンジしたい人は頑張り次第で年収が上がって\n短期間に家族の生活レベルを上げることは可能ですのでおすすめです。\n市場価値について\n最後に市場価値についてですが、ベンチャー企業で活躍すると\n先程も伝えた様に年収が上がりやすいのと、\n社長との距離が近いので新しい仕事やプロジェクトを任される事が増えます。\n年収アップと新しい仕事を任されて実行した経験は次の転職にめちゃくちゃ活きてきます！\n理由は僕の実体験になりますが、僕は転職エージェントを使って現職に入社しました。\nその後年収が倍増し、任された新しい仕事を軌道にのせた入社2年後のタイミングで\n自分の市場価値を調べる為に、転職のスカウト系のサイトに登録して経験を記載しました。\nそうするとなんとスカウト数が業界平均60件くらいの所、登録2週間で180件のスカウトが届き\nその内60件は今より年収などの待遇が上がるスカウトでした。\nこの事は企業はヘッドハンターにとっても、僕がベンチャー企業で未経験から飛び込み結果を出して\nそのさきの仕事も成立させた経緯は刺さりやすいという印象の裏返しになります。\nきっと前職の年収や経験のまま登録してもスカウト数が来ないだけでなく、\n今より2倍以上ののスカウトは絶対にきていないので、僕はベンチャー企業に転職した事によって\n人生の選択肢が広がりました。\n最後に\nここまで家族がいるのにベンチャー企業に転職するのはありなのか？なしなのか？を実体験を元に解説しました。\n僕の意見としては、ベンチャー企業にチャレンジするのは家族がいても全然あり！です。\nこれは僕がたまたま上手くいったのではなく、ベンチャー企業の特性を理解して徹底的に情報収集をした上で\n転職をした結果になります。\n家族がいる中でベンチャー企業に転職するのを悩んでいるパパ・ママの参考や後押しになれば嬉しいです！\nまた、転職活動を具体的に考えている人は\nまず転職エージェントに登録をしてみてください。\n以下の記事でおすすめの転職エージェントを本気で比較していますので\n是非参考に読んで頂けると幸いです♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\n現職を退職できるか不安という方は\n退職代行サービスを利用するのもおすすめです！\n費用は3万円しない金額で、円満退職・有休消化までできるので\n手間や精神的な快適さを考えると検討する価値がかなりあります。\n以下の記事で退職代行サービスについても比較しているので是非ご覧ください！\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\n今回は以上となります。\n今後も転職について発信していきますのでよろしくお願いいたします！\nTwitterもやってるので良いと思ったら是非フォローしてください♪"}
{"url": "https://miyablog.info/%e5%ae%b6%e6%97%8f%e3%81%a8%e3%81%ae%e6%99%82%e9%96%93%e3%82%92%e5%8f%96%e3%82%8a%e3%81%9f%e3%81%84%e8%bb%a2%e8%81%b7%e3%81%af%e3%81%82%e3%82%8a%ef%bc%81%e5%b9%b4%e9%96%93%e4%bc%91%e6%97%a520%e6%97%a5", "text": "こんにちは！みゃーぱぱです！\n子どもが産まれてライフステージが変わった時に、\n「想像以上に我が子が可愛くて、毎日仕事を早く退勤して早く帰りたい！」って感じる事ありますよね。\nただ、子どもが産まれるタイミングって20代後半から40代前半までの人が多くて\nその年代って、会社では色々期待されたり責任がある役職になっていて、\n「なかなか仕事が終わらなくて帰れない」なんて事も多いと思います。\n実は僕も同じ考えを持って27歳で転職を決意しました！\nただ、当時は我が家には子どもはおらず、妻と結婚して僕の中で明確に「家庭＞仕事」の価値観ができたので\n働き方を変えたいと思って転職活動を始めました。\n結果として、今は年間休日が140日以上の企業に勤めていて、年収もアップしました。\nこのページでは、上記の様な悩みを抱えていて家族との時間を取るための転職について僕の経験談をお伝えします。\n最後まで読んで頂けたら、転職をしようか悩むパパ・ママや\n転職はしたいけど、どうやって家族との時間を取れる会社に就職できるのかがわからない方の悩みが解消されるはずです！\n是非最後まで読んでいってください。\n最初に\n今回は、2つの悩みに対して解消できる考え方、方法を解説します。\n- 今の仕事を辞めて、家族との時間を優先した転職を決意する上での考え方\n- 具体的に家族との時間を優先できる企業の見つけ方(転職活動成功術)\n上記2点について解説します。\nなので、既に転職活動をすることを決めている人は1つめの悩みは持っていないと思うので\n飛ばして2つめの解説から読んで頂いても大丈夫です。\n今の仕事を辞めて、家族との時間を優先した転職を決意する考え方\nこの悩みがある人はきっとこれまで仕事に熱心に取り組んできて\n社内でも力を認められているか、時間以外の待遇が良いかだと思います。\n僕も前職から転職するタイミングは27歳でした。\nかなりスピード出世をしていて、所謂出世コースに乗っていたので\n家族との時間を優先して転職活動をする事は今までの頑張りが台無しになるんじゃないか？と考えていました。\nただ、僕が当時の自分と同じ悩みを持っている人に言いたいのは\n「色々考えるのはやめにして、心が家族を優先したいと思っているなら後悔せえへんから転職活動やってみ〜」\nです(笑)\n軽いな！と言われてしまいそうですが真剣にまずは転職活動に踏み出して欲しいと思っています。\n今「家族との時間を優先したい」と思っているという事は、本心は今そうしたいと思っている。\nただ、家族は自分の稼ぎで成り立っている。など外的要因で今の環境を捨てるのは怖い思っているはずです。\n僕はこの悩みをすぐに解決するには転職活動をするしかないと思っています。\n何度か別の記事でもお伝えしていますが転職活動は基本無料でできるのでノーリスク・ハイリターンです。\nなので一旦転職活動を始めてみて、\n条件が合う企業がないのであれば転職する必要はないくらいの気持ちで始めてみましょう！\nそれに今の仕事にやりがいがあったり、待遇に満足している人は皆さんある程度スキルや経験を持っているので\nスキルを活かしてエージェントから別業種の提案がくるなど自分の可能性を広げてくれる可能性もあります。\n僕も転職してからも、もっと自分がワクワクする仕事やもっと待遇が上がる仕事はないか\n定期的に転職サイトに登録してチェックしてます。\n今家族との時間の為に転職をしようと思ったのであれば、思い立ったら吉日です！\n是非転職サイトに登録して自分の可能性を広げていきましょう。\n次の項目では家族との時間の為の転職における転職活動の成功方法をお伝えするので是非続けて見てください。\n家族との時間を優先できる企業の見つけ方(転職活動成功術)\nここから家族との時間をとる為の転職活動の具体的な進め方ですが\nまず準備として下記をしてください。\n- 転職エージェントに登録 所要時間：10分弱\n- 転職口コミサイトを閲覧できる様にする(openwork) 所要時間：5分程\n以上です。これさえできたら成功は遠くないです！\nそれぞれの用途としては、\n- 転職エージェント → あなたに合った求人を紹介してくれます。\n- 転職口コミサイト → エージェントから紹介された求人の社員満足度や実態を探る\nとなります。正直転職活動を経験している人からすると当たり前！と言われそうですが基本は大事！です。\n流れとしては\nエージェントに登録したらエージェントから連絡があり面談の日程取りをします。\n面談であなたの希望条件やキャリアプランを固めます。\nその後エージェントから求人が紹介されるので、興味があったら応募意思を伝えて書類選考という流れですが\n応募するかを決める前にopenworkで口コミを確認しましょう！\nここで確認するか、しないかで成功率が大きく変わります。\nopenworkでの口コミ確認方法ですが、\n正直1つ1つのコメントを鵜呑みにしてしまうと\n退職した人で荒い書き方をしている方も多く、上手く情報を整理できないので下記に注意して確認しましょう。\n- 総合スコアが3.2以降が目安(3.2以降で上位7%のスコアなので、まず4.0以降はほとんど無いと考える)\n- 口コミはワークライフバランスの項目で直近1年以内の口コミを見る(可能であれば3~4年前と見比べる)\n- 口コミはできる限り自分が応募する職種＋中途採用の口コミを見る\n- 現職の口コミは振り切って良い事のみ書いている場合「書かされている」可能性があると認識して見る。\n- 退職済の口コミは「偏った意見」の可能性があるのを理解して複数人の意見を見る\n上記5点を注意して確認すれば、入社したらどの様な働き方になるのか想像できて客観的に判断できます。\nただ、少しでもネガティブな内容があったら応募しないはやめましょう。\nopenworkは基本転職する人が使うので現職に不満がありネガティブな口コミは多くなってしまいます。\nその中でも評価が高いというのは企業努力をしている証拠なのであくまで客観的にみて\n今回優先したい家族との時間を叶える最重要のポイントである「ワークライフバランス」が整っているのかみましょう。\nもちろん他にも年収など待遇面も本当に募集要項通り社員が貰っているのかなども参考になるので\n有効活用してその上で本当に良い企業だと思って応募すれば\nあなたが本気でこの企業で働きたい気持ちが備わって、書類や面接も本気で取り組む事ができ\n結果必ず転職の成功率が上がります。\n最後に\n上記でお伝えした転職方法に関してはまだ序盤です。\nですが、最初が肝心でここをしっかり整えるかどうかでほぼ転職活動は決まります。\nまず、本気で転職したいと思えないと応募した後に面接対策や企業分析を何の為にするのか不透明で\n中途半端な準備をしてしまい、他の求職者に見劣りしてしまう面接になってしまいます。\n家族との時間を優先する転職は僕も賛成ですし、ここで本気で考えて転職活動をすれば\n自分が今何の為に仕事をしているのか自分の軸も見えてくるので仮に転職をしない決断をしても\n今後仕事の取り組み方も見えてきて\n仕事がしやすくなるので是非転職活動を始めてみましょう！\n転職活動を始める際は\nまず転職エージェントに登録をしてみてください。\n以下の記事でおすすめの転職エージェントを本気で比較していますので\n是非参考に読んで頂けると幸いです♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、現職を退職できるか不安という方は\n退職代行サービスを利用するのもおすすめです！\n費用は3万円しない金額で、円満退職・有休消化までできるので\n手間や精神的な快適さを考えると検討する価値がかなりあります。\n以下の記事で退職代行サービスについても比較しているので是非ご覧ください！\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\nもちろん転職に関する相談はメールやTwitterでも相談を受けているので\nいつでも相談して頂ければと思います！\n今後も家族と転職についてどんどん発信していきますのでよろしくお願いいたします！"}
{"url": "https://miyablog.info/%e7%94%a3%e5%be%8c%e3%81%ab%e3%83%91%e3%83%91%e3%81%af%e3%81%a9%e3%81%86%e5%8b%95%e3%81%91%e3%81%b0%e8%89%af%e3%81%84%ef%bc%9f%e7%94%a3%e5%be%8c%e3%81%ab%e3%83%91%e3%83%91%e3%81%8c%e5%bf%85%e3%81%9a", "text": "こんにちは！みゃーぱぱです。\n妻が出もう少しで出産予定日だけどパパとして何をしたら良いかわからない。\nもしくは、ママで出産予定日が近づいていてパパが産後の為に休みを取ってくれているけど何をお願いしよう。\nって悩む事ありますよね。\n自分も1月に第一子が産まれましたが、コロナで立ち合いができない事もあり妻とコミュニケーションが取りづらく\n何をしたら良いか慌てた記憶があります。(普段から家族第一と言っているのにこの瞬間は情けなかった。)\nこのページでは、産後にパパにしかできない事を僕の経験談を元に紹介します。\n最後まで読んで頂ければ、\n新米パパとして最高のスタートダッシュが切れてママとの関係も良好に子育てを始められる様になるので\n是非最後まで読んで頂ければと思います。\n最初に\nきっと世の中のパパは妊娠から出産まではママにしかできない事ばかりで\n自分はできる事がないって無力感を持っている人も少なくないと思います。\nただ、産後は母乳をあげる以外はママもパパもできる事は一緒です！\nどうしても妊娠から出産までママが頑張ってくれて、産後子どもとまず触れ合うのはママで\nその後育休などで子どもと過ごす時間が多いのもママなので\nその延長で子育てに関してママができる事が多くなりがちですが\nここでパパが妊娠中と同じスタンスで何もできないと動かない姿勢でいてしまうと\nママに負担が集中してママが疲弊してしまいます。\nなので、出産後は頑張ってくれたママの為にもここからはパパが動く番！と思って動いていきましょう。\n夫婦で楽しい育児を始める為にパパが産後にどう動くべきかを解説していきます！\nまた、このページでは役所や会社への手続きなど基本的な事は\nどの家庭でもほとんどパパか家族が動くと思うので省いています。\nまずは家を清潔に保つ\nママが里帰り出産や入院で家にいない間、はめを外そう！！なんて考えるパパはそんなにいないと思いますが\nその間食事や掃除などは自分だけの事をするので、一人暮らしの時の状況に戻ってしまって\n仕家に帰るのが遅いから晩ご飯はコンビニのもので済ませたりしてしまうと思います。\n正直僕も自分だけの事になると美味しいご飯作ろう♪だなんて思わなかったので\nチキンラーメンの5食入りを買ってそれを毎日食べてました(笑)\nただ、気を付けて欲しいのは必ずママと赤ちゃんが帰ってきた時は家を清潔にしておいてください！\nママは産後で免疫が下がっていて、赤ちゃんもまだまだ免疫がない状態なので\n健康上、清潔にしておくのは絶対です。\nそれに、ママは命がけで子どもを出産しているので我が子に関してはめちゃくちゃデリケートになる時期です。\nそんな時に、床にホコリやゴミがある。シンクの食器はそのまま。なんて事になると\n「私がこの子の為にやらないと！」と思って自分の体は産後でボロボロなのに\n更に無理してしまったり、\n「なんでパパはやってくれてないの？」と考えてしまってパパにイライラしてしまったり\nママ・パパの精神的にも良いスタートがきれなくなります。\nなので、ママが帰ってきた時は家を出た時よりも綺麗な状態！くらいを意識して掃除をしましょう！\n僕は電子レンジの中まで徹底的に掃除をして、電子レンジは嫌な匂いが取れなかったので\n退院までに電子レンジの買い替えまでしました(笑)\nこれはやり過ぎかもしれないですが、家を清潔にして保つ事は最優先でしましょう！\nママも心配な場合は入院前や入院中にパパに伝えておいても良いかもしれません。\n子どもと触れ合う時間を最優先に動こう\nこれは当たり前と言われるかもしれませんが、最初にこれを意識してるかしていないかで\n育児のスタートダッシュがかなり変わります。\n先ほども伝えた通り、産後のママ子どもに対してとてもデリケートです。\n病院では何かあったら呼べば助産師さんが駆けつけてすぐに対処してくれますが\n退院後は「この子に何かあったら自分で対処しないといけない」とどうしても思ってしまいます。\nそれに、育児は本当に日々変わるのでその度に不安になります。\n例えば「ミルクを急に吐き戻す」「肌が急に赤くなった」「おむつ替えの時の色や固さが変わった」など\n赤ちゃんは急激に成長するので、その度にこれは大丈夫？となってしまいます。\nそんな時に、出産で体力が無くなって大変なママがずっと子どもの側を離れずに子どもを見ると\nどうしても体力的にも精神的にもきつくなるので、退院して子どもが家に帰ってきてからは\nできる限りパパは赤ちゃん触れ合う時間を最優先にしましょう。\nそうすると、その間ママは少し落ち着く事ができるし\n赤ちゃんに起きた事もパパが最初に気づいて対応する事ができるので\nどんどん我が子の成長を感じられて育児参加のハードルが下がります！\nそれに、最初からパパが積極的に子どもと関わって子どもを理解できていくと\n「私が少し子どもが離れてもパパがいれば大丈夫！」とママに思わせる事ができるので\n例えばパパがどこか休みの日にママに気分転換で外出して、パパは子どもと家でお留守番など\nママとパパが余裕を持った育児をしていけます。\n子どもが伸び伸び育つ為には、精神的に余裕のある育児は必要不可欠なので\n子どもの為、ママの為、家族の為にまずはパパが積極的に子どもと触れ合う様にしていきましょう！\n頑張ったママを感謝と込めて最大限労おう\nママは大袈裟ではなく命懸けで子どもを出産します。\nもちろん、先ほどの産後にママが余裕を持てる様に\nパパが子どもと積極的に触れ合うのもママの為になるので大事ですが\nもう一つ意識して欲しいのはママへの感謝の気持ちを最大限表現しましょう！\n恥ずかしいかもしれませんが、パパは一番幸せにしたい人と結婚したはずです。\nその幸せにしたい人が自分とパパの為に頑張って子どもを出産してくれました。\n感謝を伝えるのにそれ以上の理由がいりますか！\n(すみません。熱苦しいですね。自分でも少し恥ずかしいです。)\nただ、僕はこれまで話したパパがやっておきたい事も全てこの考え方が前提にあって\n頑張った奥さんの為にできる限りの事をしたいと思って行動しました。\n正直、感謝の仕方はそれぞれですし、何をしたらママが喜ぶのかはパパが一番知っているので\n参考程度しかならないと思いますが、これまでの内容以外で僕が感謝の気持ちを込めて奥さんにしたのは\n- 子どもの誕生石を入れたベビーリング・マザーズリングを注文\n- ずっと食べたいと言っていたお寿司を注文\n- 大好きなスイーツを購入\n- 感謝の気持ちを込めた手紙を書いて入院バッグの中に入れておく\n上記4点は出産後すぐに行動をしました。\n上記の中でもお寿司は妊娠中病院から止められていて、用意するとめでたい感じがするのでおすすめです。\nまた、手紙は恥ずかしくて普段言えない事も文章だと書けてしまったり、最近はパパが立ち合いができない病院も多く\nママは孤独を感じる事も予想されるので書いて入院バッグに忍ばせておくのは我ながら良いと思います(笑)\n最後に\nここまで産後にパパが抑えたい行動を伝えてきましたがいかがでしたでしょうか？\nもしかしたら当たり前じゃん！って言われるパパもいるかもしれませんが、僕はその方が嬉しいです。\n保育の勉強をして子育て用品の業界でサラリーマンをしてきた自分の経験からすると\n本当に子育てはママとパパ家族全員で助け合いながら取り組めるのが一番です。\nその為には、ママへの感謝や出産後というママの状況を理解したパパ行動は必要不可欠です。\nここまで読んで頂けたという事はもうパパはやる気満々のはず！このままできる準備やっていきましょう！\n今日はここまでですが、これからも育児や家族が豊かになる情報をどんどん発信していきますので\nこれからもブログ読んで頂けると嬉しいです。\nもちろん、育児に関する事や仕事に関わる事だったら何でも相談に乗るので\nTwitterやメールでいつでもご相談ください！\nまた、パパは育児だけでなく仕事も頑張らないといけない立場の人が\n多いと思います。\nこのブログでは、\n僕が家族の為に転職をして年収をあげた経験から\n転職を通じてより家族を幸せにできる内容を発信しています。\n是非、仕事にも悩んでいるパパは以下の記事も読めば\n解決に繋がるのでご覧ください！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nこちらもCHECK\n-\n結婚を機に転職って男性はあり？新婚転職の経験者がメリットを解説\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 新婚転職の悩み 「結婚を機に転職をしたい。でも、周りの目や今後の結婚 ...\n続きを見る\n今回は以上となります。\n今後も家族や転職について有益な情報を発信していきますので\nどうぞよろしくお願いします♪"}
{"url": "https://miyablog.info/%e8%bb%a2%e8%81%b7%e3%81%97%e3%81%9f%e3%81%84%e3%81%91%e3%81%a9%e3%82%84%e3%82%8a%e3%81%9f%e3%81%84%e3%81%93%e3%81%a8%e3%81%8c%e3%81%aa%e3%81%84%e3%80%82%e3%81%9d%e3%82%93%e3%81%aa%e4%ba%ba%e3%81%ab", "text": "こんにちは！みゃーぱぱです！\n僕は28歳の時に転職をしました。\nですが、転職活動をする前は現職でこのまま仕事を続ける事に不安を感じているけど\n転職して何かやりたいことが特にない状態でした。\nですが結果的に転職活動をして転職を決意し、今では年収が当時から1.8倍上がり、年間休日も20日増えて\n自分や家族や友人からも転職をして良かったと言われています。\nこのページでは、そんな僕が転職活動を何気なく始めてみて結果として転職を決意するに至った経緯を含めて\n現職に不満や不安があって転職したいけど、\nやりたいことがない人にこそ転職活動をして欲しい3つの理由を解説していきます。\n最初に\n最初に結論から話をすると、\n転職活動をする事で強制的に自分が思っている事や叶えたい事を口に出してアウトプットできるのと\n自分が知らなかったけど自分にとって有益な情報を転職エージェントなどからインプットできるので\n自分がやりたい事や将来の姿の透明度が上がってこれからすべき事が見えてくる様になります。\nもちろん、転職活動をしたら必ず転職をしなくてはいけない訳ではなく\n転職活動で将来なりたい姿が明確になって、\nなりたい姿を実現する為にやっぱり現職で頑張ろうという選択になっても全く問題はないです。\nこのページを最後まで読めば、\nやりたいことがなくてもとりあえず転職活動をしてみようと思って貰えると思うので\n是非最後まで読んで頂ければ嬉しいです。\n現職に疑問を持ったら転職活動の合図？\n僕は転職する前にしていた仕事は結構好きな仕事でやりがいを持ってやっていました。\n自分でいうのもなんですが、やる気が目立っていて会社からの評価も高く\n所謂、出世街道を走っている状態でした。\nなので、当時の仕事は好きな仕事で今でも楽しかったと言えます。\nただ、僕が当時いた業界は「子ども用品を販売する小売業界」だったので\n年々減少する出生数による業界売上規模の低下と2020年のコロナによる小売業界への打撃が重なっていて\n売上は著しく下がっていました。\nそれでも資金力のある会社だったので倒産の心配などはなかったですが\n自分の将来を考える中で、「この先ずっと会社は本当に大丈夫と言えるのか？」\n「会社が大丈夫でも業績が厳しい中で自分の待遇は良くなるのか？」\nという考えをずっと持っていて転職すべきか1年程悩んでいました。\nそんな中転機となったのは、前職で1年に1回1週間程の休みを取るタイミングがあり\n普段は旅行に行くのですが、外出自粛期間で外に出られず妻は仕事だったのでずっと暇で\n暇つぶしにこの1週間だけ転職活動をしてみようと\n目についた転職サイトを登録してみた事から人生が変わる事になります(笑)\n大袈裟かもしてませんが、この気まぐれな行動を起こしたから今があります。\nそこから、1週間以内に3社から書類通過の通知がきてあれよあれよと選考が進み\n結果転職活動から1ヶ月後に転職先が決まりました。\n僕の例の様に転職を早く決める方法は別のページで解説してるので気になる方は下記をみてください。\nこちらもCHECK\nここでお伝えしたいのは、\nまず現職で何か不安や不満があれば転職エージェントに登録しましょう！\n転職エージェントに登録すればプロのエージェントに無料で相談できます。\nエージェントはあなたと同じ悩みを持っている求職者と話した経験も当然ありますし\nそれを解決できる求人やキャリアプランも紹介してくれるので\nあなたの悩みの相談相手としてはこれ以上ない相談相手です！\n転職する！という目的ではなく、今の悩みを解決する！\nという目的で現職に疑問を持ったら登録してみましょう。\n※マイナビのプロモーションを含みます。\n転職活動は自分の市場価値を知る事ができる\n転職活動をしていると自分の市場価値をダイレクトに把握する事ができます。\n特に初めて転職活動をする方にとっては、現職の待遇が正統なのかってわからないですよね。\nこの市場価値を知る事ができると\n客観的に今転職すべきか現職に残るべきかの判断もしやすくなります。\n特に家族やパートナーがいる人にとっては将来を考えた時に年収などの待遇面はほとんどの人が強く意識すると思います。\nもちろん転職活動をして、年収が思っていたより下がる条件しか出てこないんだったら無理に転職する必要はないですし\n逆に転職活動をして明確に自分の年収や待遇が良くなるのであれば転職すべきと思えて決意が固まりやすくなります。\n僕は、前職で転職活動していた時年収が450万円ちょっとでごく平均的な年収でしたが\nエージェントから紹介頂いた求人で「年収は今と同等だが明確な昇給基準があり短期間で年収を上げられる」\nまた「年間休日が20日増える」という条件の会社があり、家族が最優先な僕としては現職よりこの会社に入った方が\n理想を叶えられると思ってその会社への対策を徹底的に実施して内定を獲得しました。\n僕は、転職をした後も定期的に転職サイトやエージェントに相談をして今の自分の市場価値が妥当なのかチェックして\n今より待遇が良い企業があればタイミングをみて転職をしていくつもりです。\nこう言うと、仕事にやる気がないように見られるかもしれないですが当然転職先で理想の待遇を受けるには\n自分で求められている結果を出さないといけない覚悟を持って入社して結果を出しています。\n僕としては現職でこれから先の待遇改善が不透明な中頑張るより、明確な目標があった方が間違いなく頑張れるので\n仕事を頑張るモチベーションの為にも転職活動はめちゃくちゃおすすめです！\n自分のキャリアプランを作れる。\n最後の理由ですが、転職活動をするとエージェントとの話し合いや面接などで自分の事を話す機会がめちゃくちゃ増えます。\nなので、やりたいことがない場合でも自分が優先したい事や、自分が将来なりたい姿を嫌でも想像する事になります。\n僕も転職前はやりたいことなんて無くて、できれば毎日寝れるだけ寝たいと思うくらい気力がない人間でした(笑)\nただ、転職活動でエージェントと話す中で自分が優先したい事は何なのか、本当に睡眠だけなのか(笑)を真剣に考えました。\n正直何も考えてなかったので担当してくれたエージェントは最初はかなりめんどくさい求職者だったと思います。\nそんな中でもエージェントと話していく内に、家族を何より優先したいという自分の軸がはっきり見え、\n「自分を含めて家族を幸せにするにはどうしたら良い？」「我が家はどうなれば幸せ？」と考える様になり\nそこから今どう動くべきなのかも明確となって転職活動に意欲的になる事ができました。\n何度も言いますが、僕は転職の後押しもしたいですが必ず転職しましょうという考え方ではないです。\nここで言いたいのは、やりたいことが無くても\n人生を見つめ直すきっかけとしての転職活動をやってみるという考え方もありという事です。\n※マイナビのプロモーションを含みます。\n最後に\nここまで、やりたいことが無い。そんな人にも転職活動を是非進めたい理由を話してきましたがいかがでしたでしょうか？\nあまり難しい事は考えず、\n現状に悩みがあったら気軽に転職エージェントに登録してエージェントと話してみましょう。\n最後に転職活動をする時に注意して欲しいのは、\nエージェントではない転職サイトの登録のみで転職活動をする事です。\n「エージェントと話をする時間が〜」となってしまいますが、\n右も左もわからない中で転職サイトのみで転職活動してしまうと\n自分に合う求人探し、書類対策、面接対策全て自分でやる必要があって余計に時間が掛かってしまって\n結果効率の悪い転職活動になってしまいます。\n転職エージェントは基本書類対策も面接対策も全部やってくれて無料です。\n無料ならエージェントに登録するデメリットは無いので\n転職活動は転職エージェントにまず登録！を強くおすすめします。\n以下の記事でおすすめの転職エージェントを本気で比較しているので\n是非参考にしてください！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、退職に関して悩んでいる方は\n退職交渉を全て任せられる退職代行サービスもおすすめです！\nこちらは以下の記事で価格帯などを調査しているので\n該当の方は参考にして頂けると幸いです。\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\nもちろん、すぐに転職エージェントや退職代行に登録するのではなく\n僕に相談したいなども歓迎しますので\nその場合はTwitterやコメントでいつでも相談ください♪\n今後も家族と転職や仕事に関わる事を発信していきますので是非見ていただけると嬉しいです！\n最後まで読んで頂きありがとうございました！！"}
{"url": "https://miyablog.info/%e5%87%ba%e7%94%a3%e3%82%92%e6%a9%9f%e3%81%ab%e8%bb%a2%e8%81%b7%e3%82%92%e3%81%99%e3%82%8b%e7%94%b7%e6%80%a7%e3%81%af%e3%81%82%e3%82%8a%ef%bc%9f%e3%81%aa%e3%81%97%ef%bc%9f%e5%ae%b6%e6%97%8f%e3%81%ae", "text": "こんにちは！みゃーぱぱです！\n「出産を機に子どもとの時間を取りたいから転職したい！」\n「子どもの将来を考えて転職したい。」そう思う男性は沢山いると思います。\nただ、どうしても「妻に言い出しにくい」や\n「周りから子どもが産まれたばかりなのに転職するなんて大丈夫？と言われそう」など\n色んな心配があってなかなか踏み出しにくいと思います。\n何故なら僕自身がそうだったからです(笑)\n少し違うのは僕は子どもが産まれる前に家族の為に転職をしたいと決意して転職をしました。\n事前に転職をしてたので、僕は最近子どもが産まれましたが、既に子どもがいつ産まれても時間が取れて、\n余裕のある暮らしができる環境を転職で手にしているので、転職のタイミングは少し違う所になりますが\n子どもが産まれてからの転職だと遅いとかは正直関係ないと思ってます！\nですのでページでは、出産を機に転職をする男性を後押しする根拠を解説していきます。\n最後まで読んで頂ければ、出産を機に転職を考えても全然良い！寧ろプラスだ！を考えられる様になるかと思うので\n是非最後まで読んで頂ければ嬉しいです！\n最初に\n最初に結論から話をすると\n出産を機に転職をする男性が何故後押しできるかと言う理由が2点あります。\n・転職活動にはリスクが無いので、正しい判断をすれば後悔する様な転職にはならないから\n・転職活動をすると、本人のキャリアプランを考えるだけでなく家族のライフプランも同時に考える事になるので家族の将来設計が具体的になるから\n上記2点となります。\nこれから1点ずつわかりやすく説明していきます。\n転職活動にはリスクが無いので、正しい判断をすれば失敗や後悔はしない。\nまず1点目ですが\n転職活動にはリスクがありません。\n一応注意ですが、これはあくまで転職をする事ではなく転職活動に限った話です。\n転職活動は基本的に全て無料でできて、求人は転職エージェントに登録すればエージェントが自分の希望にあった求人を紹介してくれるので\n手間も掛から無いので転職活動に目立ったリスクは発生しないんです。\n強いて言えば、転職活動中は当然活動に時間が掛かりますが基本1日30分もあれば十分です。\n出産してすぐの転職だと子どもを育てる為には失敗できないってなるのは当然ですし、そう考えた方が僕も良いと思います。\nただ、転職活動自体はリスクが無いのでまず始めて見て欲しいと思います。\nもちろん転職活動中に選考を受ける企業が自分に合うのかをの判断は正しくする必要がありますが\n判断方法に関しては過去の記事で紹介しているので、この記事を見てもらえれば正しい判断方法を知る事ができます！\nこちらもCHECK\n-\n家族との時間を取りたい転職はあり！年間休日20日アップ転職をした経験を解説\nこんにちは！みゃーぱぱです！ 子どもが産まれてライフステージが変わった時に、 「想像以上に我が子が可愛くて、毎日仕事を早く退勤して早く帰りたい！」って感じる事ありますよね。 ただ、子どもが産まれるタイ ...\n続きを見る\nこちらもCHECK\n-\n子育て中の転職ってあり？家族のための転職を成功させる為に注意したい事3選\nこんにちは！みゃーぱぱです！ 子どもが産まれてライフステージが変わって「転職したい！」って思う事はありませんか？ 「子どもとの時間を確保したい。」「もっと年収を上げて余裕のある暮らしをしたい。」 「子 ...\n続きを見る\n転職活動を仕事終わりや休日などのスキマ時間に始めて見て、\n走りながら上記の記事を読んで正しい判断で転職活動を進めていきましょう！\n※マイナビのプロモーションを含みます。\n転職活動で家族のライフプランも見えてくる！\n2点目に関しては、\nなかなか転職活動でライフプランの設計は紐づかない方も多いと思いますが\n僕はライフプランの見直しにおいて転職活動はとても有効なきっかけや手段になると考えています！\n理由は、家族がいる中での転職は絶対に1人では進められないからです。\n今回悩んでいるのは「出産を機に転職をしても良いのか」だと思います。\nもちろん個人によって細かく悩みは違うでしょうが、みんな共通しているのは家族の事を考えているはずです。\n家族の事を優先で考えてるからこそ、必ず家族に相談をして転職決めていく事になるのですが\nその際に、下記を意識すれば転職活動は家族全体のライフプランが見えて進められやすくなります。\n意識して欲しいのは\n・家族の為とはあなたを含めて全員と理解しましょう。あなたも含めて幸せでないと \"家族\"は幸せにならないです。\n・奥さんに話す前に転職して何を優先して叶えたいか整理しましょう。(子育ての時間や年収アップなど)\n・1つ前の叶えたい事が叶ったら家族がどうなっていくのか想像して話せる様にしましょう。\n・必ず奥さん(パートナー)と2人で話す時間を作りましょう。\n上記を意識してちゃんと奥さんに叶えたい事、叶えた先に家族をどうしたいのかを伝える事で\nどこまであなたが家族の事を考えて動こうとしているのか伝わります。\nこの際、注意して欲しいのは自分本位過ぎても、自分を蔑ろにしてもダメです。\nあなたを含めて家族全員が幸せになる考え方をすれば、\n奥さんは必ず同意してくれますし、ここで理解を得られると一緒に同じ方向を見ることができて\nこの先あなたと奥さんと子どもがどうやって生きていくのが一番最善なのか一緒に考えることができます。\n普段は子どもがいなくても慌ただしいですし、出産後となるとそういった話し合いのタイミングは難しいと思います。\nただ、子どもが産まれるタイミングは人生が変わるタイミングなのでここで話し合えると\nすれ違いが起きる事も少なくなるので、そういった意味でも転職活動はライフプランを考えるきっかけとなるのでおすすめです！\n最後に\nここまで出産を機に転職をするのが良い理由を紹介してきました！\n僕は先程も伝えた通り、出産前に家族が豊かに過ごせる為に転職をしました。\nただ、下記は僕も該当していて転職活動で十分な恩恵がありました。\n・転職活動にはリスクが無いので、正しい判断をすれば後悔する様な転職にはならないから\n・転職活動をすると、本人のキャリアプランを考えるだけでなく家族のライフプランも同時に考える事になるので家族の将来設計が具体的になるから\n転職活動は年収アップなど期待できる事は沢山ありますが\n僕はそれより妻とライフプランについて一緒の考えを持つ事ができた事が一番転職活動をやって良かったと思える事です。\nなので転職活動をするか今悩んでいる人もまずは始めみる事をおすすめします！\n転職活動やってみようかな？や転職活動がきになるな！という方は\n僕が最初の転職活動で助けてもらった\"マイナビエージェント\"を推薦します。\nもちろん無料で登録も通勤時間中でもできるので是非下記リンクから登録してみてください♪\n※マイナビのプロモーションを含みます。\nもちろん転職サイトに登録する前に相談したいであれば、\nTwitterやメールで直接僕に相談でも大丈夫なので是非ご連絡ください！\n今回はここまでですが、\n今後も家族と転職・仕事についてブログを書いていきますのでこれからもよろしくお願い致します。"}
{"url": "https://miyablog.info/%e7%b5%90%e5%a9%9a%e3%82%92%e6%a9%9f%e3%81%ab%e7%94%b7%e6%80%a7%e3%81%8c%e8%bb%a2%e8%81%b7%e3%81%af%e3%81%82%e3%82%8a%ef%bc%9f%e5%ae%9f%e9%9a%9b%e3%81%ab%e7%b5%90%e5%a9%9a%e3%81%8c%e3%81%8d%e3%81%a3", "text": "こんにちは！みゃーぱぱです！\n僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！\n新婚転職の悩み\n「結婚を機に転職をしたい。でも、周りの目や今後の結婚生活が不安で踏み切れない」\n「男性が結婚を機に転職って難しい気がするけどできるの」\n今回はこういった疑問を新婚時に転職し、子どもが生まれてすぐに再度転職をした経験を持つ僕の経験談を元に解決策を提示します。\n結論として、新婚での転職はちゃんと手順を踏めば受けられるメリットは大きいので強くおすすめします！\n特に、上手くいけば仕事のパフォーマンスは上がり家族内の関係性はより良くなります！\n今回のポイント\n- 新婚男性の転職活動は一長一短(メリット・デメリット)\n- 新婚での転職は家族との話し合いが一番重要\n- 新婚での転職はキャリアと結婚生活を同時に成功へと繋げるチャンス\n記事の後半では、結婚を機に転職を成功させる具体的な戦略も解説しているので是非最後までご覧ください。\nこんな方におすすめ\n- 結婚を機に転職を考え始めた方\n- 新婚での転職の正しい手順を知りたい方\n- 今後も家族を優先した働き方をしたいと考える方\n結婚を機に転職でおすすめのエージェント\n結婚を機に転職をするのは普通の転職よりリスクが大きいので、転職実績が多く非公開求人も多い上記の大手転職エージェントを登録しましょう。\n2社以上を同時活用するのが最短で転職を成功させるポイントです。\n新婚男性の転職市場について\nまずは「結婚を機に男性が転職をするのは良いのか？難しいのか？」という疑問を解消します。\n※既に転職意思が固まっている方は次の章から読んでいただいて大丈夫です。\n結婚を機に転職を考える男性は多い？\n結婚を機に転職するのは少数派と考える人が多く僕自身も当時はそう思っていました。\nですが、実は転職市場では結婚を理由に転職をする人が多いことがわかっています。\n最も転職者が多い25~29歳で男性は3.3%となっており、転職市場は毎年転職者が300万人以上いるので、少なく見積もっても1万人程は\"結婚\"を理由に転職する人は存在しています。\nそれにこの統計は転職希望者ではなく\"転職を経験した人\"の統計なので、実際に\"結婚\"が理由でも転職を実現した人は多数いるのが統計から読み取れます。\nですので、結婚を機に転職することが少数派であるや、難しいなどと過度に思う必要はありません。\n結婚と転職はどっちを先にすると成功しやすい？\n新婚の転職希望者で良く質問されるのが、「結婚」と「転職」どちらが先が良い？という質問です。\n結論は、基本的には「結婚」が先です。\n結婚が先な理由\n- 結婚は式や旅行・新居など忙しくなる\n- 長く働いていた職場の方が結婚報告がしやすい\n- 転職後だと旅行などの長期休暇が取りにくい\n- 転職後だと結婚式に招待しにくい\n上記の理由などで「結婚」を先にするのが最適と言われています。\n僕は結婚式・引っ越し・新婚旅行全てが終わった1ヶ月後に転職活動をスタートしました。\n例外として、パートナーと話し合って入籍や結婚式はゆっくりで良い(もしくは式を挙げない)などの場合は時間的な余裕があるので先に転職しても問題ありません。\n新婚転職の転職市場が理解できた所で、次に本題である新婚転職のメリット・デメリットを解説していきます。\n新婚男性が転職をする際のデメリット2点\n新婚転職で考えられるデメリットは以下の2つです。\n- 結婚相手の理解を得る必要がある\n- 職場に対して申し訳ない気持ちになる\n順番に解説していきます。\n結婚相手の理解を得る必要がある\n次は、パートナーにはなるべく早く転職に関して相談して理解を得る必要があります。\n話し合いをしないと、家族の事を考えた転職なのに夫婦関係が悪化してしまうから注意をしよう！\n結婚後もずっと仲の良い夫婦は一緒に暮らす中で定期的に話し合いをして、お互いの事を理解した上で日々行動をしています。\n何事もスタートダッシュは大事で、新婚時に「もう信頼し合ってるから」と転職などの重要な決定を1人で進めてしまうと必ずすれ違いが起きます。\n今後の長い結婚生活を楽しく過ごす為にも、まずはパートナーと話し合いましょう！\n職場に対して申し訳ない気持ちになる\n結婚を機に転職をする際に以下の様な悩みを持つ人が多いです。\n新婚転職の悩み\n- 職場に結婚を祝ってもらったから転職が申し訳ない\n- 結婚相手との馴れ初めまで知っている方がいて転職が申し訳ない\n- この前結婚式に呼んだばかりだから転職するのは申し訳ない\n新婚で転職を考える男性は特にこういった「申し訳ない」という罪悪感を持つケースが多く、僕も同じ悩みがありました。\nただ、結論として祝ってもらったのは会社ではなくそこにいる\"人\"に祝ってもらったことを理解して、退職時にちゃんと感謝を伝えられたら何も問題はありません。！\n詳しくは、この罪悪感への対処法は以下の記事で手順を解説していますので、是非ご覧ください！\n【円満退職】退職が申し訳ない。そんな罪悪感を払拭する3つの解決策を経験者が解説\n新婚男性が転職をする際のメリット4点\n次にメリットは下記4点を紹介します！\n- 収入が増えて世帯年収も上がる\n- 新婚✖️転職で仕事のモチベーションが格段に上がる\n- 家族の将来が具体的に想像できる\n- 新婚後も転職後もパートナーとの関係性が良くなる\n収入が増えて世帯年収も上がる\n転職は会社員のキャリアの中で最も収入を増やしやすい手段です。\n特に結婚を考える人が多い20代から30代に関しては転職市場でも積極採用をしている企業が多く高い年収や待遇アップが見込めます。\nもちろん良い求人や良い選考対策がないと年収アップの転職は難しいです。\nもし、年収アップの転職を本気で狙う際は、自分と相性が合う転職エージェントの選びをおすすめします。\n年収アップ実現に必須のサービス\nおすすめ度：\n転職エージェントナビは自分に合うエージェントをマッチングしてくれるサービスです。\n「年収アップを本気で狙いたい」と伝えれば年収アップ求人に強いエージェントをマッチングしてくれて成功確率が上がります。\n＼無料で年収アップ相談！／\n新婚✖️転職で仕事のモチベーションが格段に上がる\nこれは僕の経験談ですが、新婚や結婚を機に転職を考えた場合、必ずと言えるくらい仕事のモチベーションとパフォーマンスが上がります。\n人は仕事でもスポーツでも何かを成し遂げる時はまず目標を持って努力をします。その目標が明確であればあるほど達成確率は上がります。\nその為、さっき先述した様に結婚相手と「何の為に転職をするのか？」を話し合って、パートナーと理想の結婚生活が具体化されている人は周りより質の良い努力ができます！\n家族に理解をもらって、こういう生き方をしたいから今転職すると家族に公言している以上「やらないといけない！」という状況がモチベーションを底上げしてくれます！\n家族の将来が具体的に想像できる\n先程のデメリットで挙げた「結婚相手の理解を得る必要がある」ですが、考え方を変えると夫婦で同じ目標を早い段階で決められるというメリットに変わります。\n例えば、たくさん稼いで早めにリタイアする目標を持った夫婦にとっては以下は不要になるかもしれません。\n- マイホーム(ローンが掛かってリタイアが遠のく)\n- 車(ローンが掛かるから必要でも中古車の軽自動車でいい)\n- 豪華な旅行(リタイア後にすればいいから今は目一杯働く)\nもちろん上記は一例ですが、ここで言いたいのは家族がベストな生き方が早い段階でわかるのがメリットとなります！\n車にのってナビや地図も無く、標識だけを頼りに行ったことがない目的地に辿り着くのは至難の業です。\n是非、新婚と転職という良いタイミングで話し合って、今後の人生の地図を作ってください！\n新婚後も転職後もパートナーとの関係性が良くなる\n新婚でのイベントは大体楽しいまま終わります。ですが、結婚生活は普通に過ごしていても家庭毎に必ず色んな悩みが発生します。\n新婚転職のメリットはこの困難や悩みを早い段階で2人で経験できる所にあります。\n僕は困難を一緒に考えて乗り越えることで、夫婦の関係はより深くなっていくのを経験しています。\nもちろん困難を自分から取りに行くのは普通避けたいですが、転職は大変な分その先に待っている待遇アップや職場環境改善など得られるメリットは見えています。。\n転職という大変な選択を2人で考えて乗り越えられると、今後の結婚生活で新しい困難が起きてもまた2人で相談して工夫して乗り越える基盤ができるのが大きなメリットです。\nここまでメリット・デメリットを解説してきましたが、次に新婚男性の転職成功率を上げる戦略を重要なポイントに絞って解説します。\n新婚男性が転職を成功させるポイント4点\n転職成功のポイントは以下です。\n転職成功のポイント\n- 転職エージェントを上手く使って、効率が高い転職活動をする\n- 必ず結婚相手と相談する\n- 結婚を機に転職する上でのリスクを予め想定しておく\n- 企業選びのポイントを抑えて転職活動をする\n転職エージェントを上手く使って、効率が高い転職活動をする\n結婚直後は当然ですが、家族の時間を大切にした方が今後の結婚生活が上手くいきます。\nですが、転職活動は基本的に働きながらするので自分で求人探し、書類準備、面接対策などをしていると時間がいくらあっても足りません。\nその為、新婚での転職は転職エージェントを使って効率的に進めましょう！\n転職エージェントのメリット\n- 自分に合った求人を探してくれる\n- 非公開の求人を紹介してもらえる\n- 書類・面接対策をお願いできる\n- 選考企業に担当がついていて、選考前に情報をもらえる\n細かく言えばまだまだメリットはありますが、上記が時間のない新婚男性にとって大きいメリットです！\nこれから転職活動という人は、これを機にまずは転職エージェントの登録もしておきましょう！\n結婚を機に転職する場合は普通に転職をする場合よりリスクが大きくなるので支援実績が多い大手転職エージェントを選ぶのが最適です。\nまた、登録から転職まで全て無料で利用できるので、2つのサービス以上を登録して自分に合うエージェントをメインで活用する方法がおすすめです！\n必ず結婚相手と相談する\nここは先程のメリット・デメリットの章でも解説したので、ここまで読んで頂いた方は相談する重要性は理解していると思います。\n転職活動を始める前も相談！転職活動中も相談！って感じだね！\nもし、「転職しないでほしい！」って話が出た、もしくは言われそうで不安な場合は、本メディアのキャリア支援相談を依頼してもらえれば無料でそういった悩みも解消する戦略を考えます！\n＼無料でキャリア相談／\n結婚を機に転職する上でのリスクを予め想定しておく\n新婚転職のリスク\n- 転職直後は仕事を覚えるのに忙しくなる\n- 一旦所得が下がる可能性がある\n- 税金は前職の水準で掛かるので一時的に家計負担が大きく感じる\n職場が合う合わないのリスクもありますがそれは面接である程度判断できるので、新婚転職で注意すべき大きいリスクは上記と言えます。\nここも、予め夫婦で話し合ってリスク以上にリターンやメリットを感じられる転職先が見つかったら転職をするようにしましょう！\n企業選びのポイントを抑えて転職活動をする\n結婚を機に転職をする男性は以下のポイントを抑えて転職活動をしましょう！\n企業選びのポイント\n- 収入が上がるか上がる仕組みがある転職先を選ぶ\n- 残業の多い転職先は選ばない\n- 直近で業績が成長している企業を選ぶ\n- 参入業界が急成長しているか安定している企業を選ぶ\n特に収入と残業は結婚生活に大きな影響を与える分野です。\n研修期間などで一時的に年収が下がったり拘束時間が増えるのは仕方ないですが、年収が下がったりこの先待遇が上がる見込みが見えない企業は選ばないようにしましょう。\n新婚男性の転職戦略まとめ\nここまで、結婚を機に転職を考える新婚男性に向けて注意点と戦略を解説してきましたが、最後にポイントを振り返り、理解を深めて終わりとしたいと思います！\n最後におすすめ情報も紹介するのでもう少しだけお付き合いください。\n新婚男性の転職はタイミングとしてはピッタリ！\nまず、新婚男性が転職を考える時に考慮したいメリット・デメリットは以下です。\nデメリット\n- 結婚相手の理解を得る必要がある\n- 職場に対して申し訳ない気持ちになる\nメリット\n- 新婚✖️転職で仕事のモチベーションが格段に上がる\n- 家族の将来が具体的に想像できる様になる\n- 新婚後も転職後もパートナーとの関係性が良くなる\n新婚転職にはデメリットもありますが、どれも事前に対策すれば回避・軽減できます。\nまた、同時に以下の成功ポイントを抑えることで新婚男性の転職は成功率が格段に上がります！\n転職成功のポイント\n- 転職エージェントを上手く使って、効率が高い転職活動をする\n- 必ず結婚相手と相談する\n- 結婚を機に転職する上でのリスクを予め想定しておく\n- 企業選びのポイントを抑えて転職活動をする\n僕はデメリットはちゃんと回避できて、キャリアと結婚生活どちらにもメリットがある新婚男性の転職はすごく良いタイミングの転職だと思います！\nきっと「結婚したばかりなのに大丈夫？」などの意見もどこからか出てくると思いますが、大体が転職経験者ではない人の意見なので気にせず家族と話し合って転職を進めていきましょう！\n結婚を機に転職する方へのおすすめ情報\n結婚を機に転職を考える方におすすめ情報は以下です。\n>>転職と結婚を同時に成功させるのは可能？新婚時に転職した筆者が解決策3選を解説\n>>【面接対策】結婚で転職する男性の正しい志望動機の伝え方って？経験者が対処方法3点を解説\n>>【新婚男子必見！】結婚と同時に引っ越し・転職を成功させる方法4選を経験者が解説\nまた、年収や待遇アップの転職を考える人は以下の無料サービスを活用すると転職成功率が上がります！\n年収アップ実現に必須のサービス\nおすすめ度：\n転職エージェントナビは自分に合うエージェントをマッチングしてくれるサービスです。\n「年収アップを本気で狙いたい」と伝えれば年収アップ求人に強いエージェントをマッチングしてくれて成功確率が上がります。\n＼無料で年収アップ相談！／\n転職だけでなくキャリア全体でお悩みの方は、キャリア支援サービスも今なら無料で実施しているので是非ご活用ください♪\n＼無料でキャリア相談！／\n是非別の記事や無料サービスを活用して自分にとってベストなキャリア選択をしてください。\n今回は以上となります。ありがとうございました！"}
{"url": "https://miyablog.info/30%e4%bb%a3%e3%81%a7%e6%9c%aa%e7%b5%8c%e9%a8%93%e3%81%a7web%e3%83%9e%e3%83%bc%e3%82%b1%e3%83%86%e3%82%a3%e3%83%b3%e3%82%b0%e8%81%b7%e3%81%ab%e8%bb%a2%e8%81%b7%e3%81%af%e3%81%82%e3%82%8a%ef%bc%9f", "text": "こんにちは！みゃーぱぱです。\n突然ですが\n「今の会社や業界に限界を感じているから転職したいな」\n「転職するなら業界として伸びているWEBマーケティングやIT業界に進みたいけど\n30代・未経験でWEBマーケティングに転職ってありなの？そもそもできるの？」\nと思われる30代もしくは20代後半の方多いと思います。\n実は僕も業界・職種を変えて未経験からWEBマーケティングに転職をしました。\nこのページでは、未経験からWEBマーケティングに転職を考えている方向けに\n転職をするメリット・デメリットを紹介します。\nこれを読めば\n実際に転職活動をしていく前にWEBマーケティングに転職するべきか\nあなた自身で明確に判断できる様になります。\n最後まで読んで頂ければ嬉しいです！\n最初に結論から\n結論としては、\n僕はWEBマーケティングへの未経験転職は大いにありで、\nもちろん転職は可能です。\n全員未経験でも転職して良いと思ってくらいだよ(笑)\nちゃんと誰でも判断できる様に\nこれからメリット・デメリットを解説していくね！\nブログの最後には、WEBマーケティングとしての転職を成功させる為の\nおすすめサービスも紹介するので合わせて見て頂ければ\nWEBマーケティングでの転職を進めるかの判断ができて、実際の転職活動に役立つ情報も得られます。\nこんな方におすすめ\n- 未経験でWEBマーケティングのチャレンジしたいと思っている方\n- チャレンジしたいが業界知識がなく踏み切れない方\n- 現職に不満や不安があり環境を変えたいと思っている方\n30代未経験でWEBマーケティングに転職をするデメリットを2つを紹介\n今回伝えたいデメリットは2つです。\n- 転職前も転職後も勉強する事が増える。\n- 個人の数字が明確に出るので、会社からの評価も明確。(年功序列は無くなる)\n転職前と転職後も勉強する事が増える\nこれは未経験だから当然と思われる方も多いですが\nここでは未経験だからと言う理由の他にもう一つ理由があります。\nそれは、「IT・WEB業界は変化が激しい業界だから」です。\nIT・WEB業界は日々様々な企業が新しいテクノロジーやサービスを開発しています。\n最近で言うとOpenAIが公開した高性能のチャットボット\"ChatGPT\"などが話題になっていますが\nここまで話題で利便性が高いとすぐに\"ChatGPT\"を活用したサービスや\nそれに付随・対抗するサービスが出てきます。\nこういった内容も新しいサービスが出る度に把握して勉強していく必要があり\nそういった知識がないとクライアントにその時代に合った最適なマーケティングができなくなります。\n「WEBサイトさえ持っていれば絶対に集客が上手くいきます」\nなんて提案されても十数年前なら通用しても今は誰も信じてくれないよね。\n僕も、転職前より転職後の方が圧倒的に勉強しました。\n正直未経験で入ったので最初は通勤中や仕事終わりも勉強しないと\nクライアントに信頼してもらえる提案ができず、実績を出す事ができなかったです。\nなので、勉強を全くしたくない方は未経験でWEBマーケティングの業界に転職はおすすめできません。\n個人の数字が明確に出るので、会社からの評価も明確。(年功序列は無くなる)\nWEBマーケティングの仕事は評価がダイレクトに出ます。\nWEB上では全てのデータを見る事ができるので、自分が提案したことを実践して\n何がどうよくなったのか？費用対効果はあるのか？その判断がいつでもできます。\nクライアントはあなたが出した実績を見て、契約を続行するのか？しないのか？\nまたは新しい契約をするのかを決めるので、会社もクライアントの満足度が高ければ\nあなたの評価を上げていきますし、逆であれば評価は上がりません。\nまた、IT・WEB業界は比較的若い会社が多く、基本的に年功序列はなく\nあなたが出した実績に対する評価で決まります。\n自分の頑張りが直接評価や待遇アップに繋がるから\n仕事のモチベーションは高く持ちやすいよ！\n日本全体としても終身雇用は終わりつつあるので\n今後どこの会社に勤めていても年功序列で毎年少しずつ年収が上がる状況は無くなってきます。\n個人的には、年功序列がない業種に飛び込むのは今後を見越して良い判断だと思っています。\n僕は転職して最初は当然勉強などに時間が掛かり、なかなか実績も出せなかったですが\n1年後には年収は1.5倍になっていて、今は2倍近い年収になっています。\nですが反面、年功序列で安定的にいきたい人に対しては、WEBマーケティングへの転職は難しくなります。\n※マイナビのプロモーションを含みます。\n30代未経験でWEBマーケティングに転職をするメリットを2つを紹介\n次に伝えたいメリットは2つです、\n- 給与・年収が上がりやすい\n- 次の転職時に転職先が多い\n給与・年収が上がりやすい\nWEBマーケティングに転職を考えている方には\n「今より年収を上げたい」と考えている方も多いかと思います。\n実際僕も年収を上げたいと思って転職を決意しました。\n先ほどのデメリットの所でも話しましたが、WEBマーケティングは実績を出せば年収は上がりやすいです。\n個人の実績がわかりやすく評価を受けやすいという理由のほかに\nIT・WEB業界は市場の成長が早く、それに伴って企業の成長も早い傾向があります。\n下記サイトで業界別の成長率を見ると、上位20の業界の内IT・WEBに関わる業界は4つあり\n上位3位まではIT・WEB業界です。\n成長が早い企業はお金が集まるので資金力があり\n高いパフォーマンスを出す人材には積極的に給与としてお金を払って\n更に良いパフォーマンスを期待するケースが多いです。\nこれは、企業からしてもパフォーマンスの高い人材の待遇を上げずに、\n他の企業に人材が取られてしまうと企業の成長が鈍化する可能性があるからです。\n待遇を上げたいと考えるのであれば、IT・WEB業界は他のどの業界よりおすすめです！\n※マイナビのプロモーションを含みます。\n次の転職時に転職先が多い\n僕は現職に転職した事で年収が1.8倍増えて、年間休日が20日増えました。\nただ、常に自分の転職市場を確認しています。\nそれは、自分の市場価値を確かめる為です。\nただWEBマーケティングで仕事や待遇が変わった状況で\n転職サイトに登録してみると、届く求人の内容が全く違うんだ。\n前職で転職活動していた時よりも、届く求人やオファーの年収も\n過去より1.8~2.3倍は増えて、求人の数も圧倒的に多いよ\nこれは、WEBマーケティングに転職をして実績を上げた事で\n自分のスキルが他社でも十分通用する様になった結果です。\nまた、先程の話でも触れましたがIT・WEB業界は急成長するので\n売上が上がるとその分人が必要となります。\nそういった時に、実績がある人材はとても貴重で重宝されるので\n求められる企業も多くなります！\n最後に\nここまで30代未経験でWEBマーケティングに転職するメリット・デメリットを紹介してきました。\n何度もお伝えしますが、僕は経験からWEBマーケティングに転職はかなりおすすめです！\nこのページを見て、改めてWEBマーケティングに転職を決意した方は\n具体的な転職の進め方も記事にしていますので是非ご覧ください。\nこちらもCHECK\nまた、転職を確実に効率的に進める上で利用して欲しいのが\n転職エージェントへの登録です。\n僕は、\"マイナビエージェント\"に登録して転職を決めました！\nサポート体制も充実していて無料なのでおすすめです！\n登録も簡単なので、是非こちらから登録してみてください。\n※マイナビのプロモーションを含みます。\nこのページはここで最後になりますが\n今後も仕事と転職について、また家族について発信していきますので\n今後ともみて頂ければ幸いです。"}
{"url": "https://miyablog.info/%e3%82%b9%e3%82%ad%e3%83%ab%e3%81%aa%e3%81%97%e3%81%a7%e3%81%ae%e8%bb%a2%e8%81%b7%e3%81%af%e7%84%a1%e7%90%86%ef%bc%9f20%e4%bb%a3%e5%be%8c%e5%8d%8a%e6%9c%aa%e7%b5%8c%e9%a8%93%e3%81%a7%e8%bb%a2%e8%81%b7", "text": "こんにちは！みゃーぱぱです！\n普段自身の転職経験を元に体験談や転職成功術を発信しています。\n突然ですが\n「転職したいけど、スキルなしで転職って可能なの？」\n「スキルなしで今より良い条件の転職先なんてあるの？」\nと転職前に悩む方は多いです。\n実際僕の周りからもよく聞きますし、僕も同じ悩みを持っていました。\nこのページでは、そんなスキルなしで転職が可能なのか悩んでいる方向けに\n20代後半で目立ったスキルなしだった僕が転職を成功させた体験談を解説していきます。\nこれを読めば\nスキルなしでも転職が可能である事と\n今より条件の良い転職先を見つけるコツを知ることができます\n最初に結論から\nまず、スキルなしでの転職は可能です！また今より条件の良い企業への転職も可能です！\n理由としては、僕が実際28歳の当時、目立ったスキルなしで異業種に未経験で転職をしました。\nまた、転職をした事で年収は当時の年収400万円から730万円に1.8倍以上アップし、\n年間休日も119日から147日と20日以上アップしたので、\n当時より良い条件の良い企業に転職を成功させました！\n上記の転職は時期としては、\n2020年末でコロナの影響があり、企業が採用を控えている時期だったので\n時期が良かったという背景などもない為、\n僕の体験談は再現性高く皆さんの転職成功に繋げられると思います。\nこんな方におすすめ\n- 自分に目立ったスキルがないと思っていて転職したいと感じる方\n- 転職をして今より年収などの待遇を良くしたい方\n上記の悩みや思いを持っている方に向けて僕の体験談を解説します。\n流れとしては\n- スキルなしで転職が可能な2つの根拠\n- 今より良い待遇での転職を成功させる3つの転職術\n大きく上記の2部で解説していきますので、是非最後までご覧ください。\nスキルなしで転職が可能な2つの根拠\nスキルなしで転職が可能な2つの根拠は下記となります。\n- 有効求人倍率が上がってる\n- 今は市場では異業種での知識・経験が求められている\n有効求人倍率が上がってる\nこの数値が大きいと求職者が選べる求人数が多いことになって\n求職者にとって有利な市場になっていると判断できるんだ。\n2023年3月時点で有効求人倍率は1.35倍でした。\n1人に対して余裕で1件以上求人があるという事です。\nちなみに僕が転職を行った2020年12月は1.05倍で\n1人対して1件以上求人はありましたが、今より企業が採用を渋っていて\n市場としては下火になっている状況でした。\n現在の1.35倍は、コロナ前2019年が1.6倍程あったのでその時ほどの求人数ではないですが\n回復傾向に来ているので、今後もしばらくは安定した求人数のアップが予測できます。\nただ、有効求人倍率はリーマンショックやコロナなどの\n経済に大きなダメージを与える出来事には比例して下がっていくので\n求人倍率が上がるのを待つよりかは、市場が良い今動くのが状況的にも確実におすすめです。\n今は市場では異業種での知識・経験が求められている\n今企業は異業種からの採用活動に力を入れる傾向が多くなっています。\n根拠は少し前のデータになっていますが、\ndudaが異業種人材の受け入れ実態を調査したデータがあり\nそこでは、\n異業種からの転職受け入れは2020年から2021年で約40%アップ\nというデータが出ています。\nこの記事を読むと\n企業側は労働力不足やこれからの労働人口不足に備えて異業種からの採用進めている。\nまた、コロナの影響もあり異業種での経験を取り入れて、業態改革を進めていきたい考えている。\nという理由も出されています。\nなので市場として現在は\n未経験でも活躍がイメージできるのであれば積極的に採用するというスタンスで\nこの事からもスキルなしでも異業種にチャレンジできる状況となります。\n求人数が少ない時期だったけど\nそれでも、未経験で活躍できるイメージを持ってもらえる様に\n書類と面接を準備して伝えたら、その場で活躍期待してますと\n返答を貰えたよ\n今より良い待遇での転職を成功させる3つの転職術\nスキルなしでも転職可能という事を話していきましたが次は\n今より良い待遇での転職を成功させる方法を解説します。\n下記2つとなります。\n- スキルなしから、自分の経験と転職先の接点を探す考え方に変える\n- 転職エージェントを積極的に使用する\n- 自分を安売りしない\nスキルなしから、自分の経験と転職先の接点を探す考え方に変える\nまず、スキルなしという考え方を少し変えていきましょう！\n先ほどの企業の異業種からの採用を積極的に動いているという点からも\n企業は「あなたの経験は会社にマッチして活躍できるのか？」という観点で\nあなたを見ることになります。\nその中でスキルが無いだけで完結してしまうと折角の経験が伝わらず非常に勿体ないです。\nその接点を探せると、具体的な伝え方が見えてくるよ！\n例えば僕の例で話をすると\n僕は前職で、 \"子ども用品業界\"で商品開発をしていましたが\n選考を受けていたのはWEBマーケティングの仕事でした。\nこの全くの異業種での接点は下記の様に見つけました。\n\"求人票に書いてある企業が求めているのは、数値意識を常に持って自ら行動できる人\"\nこれを現職での経験でイメージを持ってもらえる経験に置き換えた時に\n\"現職の目標数値は自分が開発した商品の売れ行きなので\nこの数値に対して僕が新型コロナで外出自粛の際に誰よりも早くEC販売に動いて\n数値改善に繋げたエピソードを書類と面接で話そう”と考えました。\nこの様に企業との接点を考えて、\n企業が求めている人材に当てはまるエピソードを用意する事で\n企業にあなたが活躍する姿をイメージしてもらいやすくなります。\nここで、注意して欲しいのは、エピソードを先行して考えない事です。\nどうしても前職で一番印象に残った話や一番輝かしい実績をアピールしたくなりますが\nアピールが先行してしまうと企業が求めている実績や人から離れてしまう可能性があるので\n必ず企業が求めている事に対して合うと思うエピソードを考えてください。\n転職エージェントを積極的に使用する\nこれは、転職関係の記事で必ず言っている事ですが\n転職活動は転職エージェントを必ず使いましょう。\nここで転職エージェントを使う理由は2つあります。\n- 時間効率が上がる。\n- 希望条件にマッチする求人を紹介してくれる。\nまず最初の時間効率ですが\n転職活動は働きながらする人が多いと思うので時間がないです。\nそこを求人紹介、書類添削、面接対策までエージェントはやってくれて\n1対1で対応してくれるのでかなり時間効率が高い転職活動ができます。\nまた、時間が取れれば選考を受ける企業研究に時間を割く事ができます。\n未経験で転職活動をする時は、他の求職者より目を引く必要があり\n明確に目を引きやすいのが”どこまで企業を調べてきたのか。\"です。\nこの時間をとるためにも僕は転職エージェントに頼むのは必須だと考えています。\n※マイナビのプロモーションを含みます。\n次に、希望条件にマッチする求人ですが\n転職エージェントは転職支援のプロです。何十人、何百人の転職を支えてきたので\nあなたと同じ様な悩みや希望持った人の対応をしてきています。\nなので、あなたにマッチした求人をすぐに見つけて紹介してくれます。\n実はこの求人を探す部分も転職活動ではかなり時間がかかる作業で\n情報量もかなり多く、正しい判断をするだけでもかなり時間と労力がかかりますが\n転職エージェントではそこが全てお任せできる＋客観的に見て合う求人を紹介してくれるので\n条件をあげたい場合は必ず転職エージェントに登録をおすすめします！\n※マイナビのプロモーションを含みます。\n自分を安売りしない\n転職活動でこの考え方をして面接対策をすれば\n上手くいくと話している事があります。\nそれは\"自分を1つの商品と考えて、面接はその商品を売り込む場\"と考える事です。\nこれは客観的に自分という商品がどんな機能があって、\n手にしたらあなたにどんな良い事があるのかをプレゼンするにあたって僕が意識しているのですが、\nこの考え方の延長に\"自分を安売りしない\"という考えがあります。\n今自分についている値段は現職が出している年収だと考えて\nその値段より今なら安いよーって売るのは簡単じゃない？\n少し刺のある話し方をしてしまっていますが\n基本的にあなたの価格を決めるのはあなた自身です。\n今より価格(年収)を安くすれば、買い手(採用する企業)はたくさん出てきます。\nもちろん年収だけが全てではないので、本気でやりがいのある仕事が見つけられたのであれば\n僕は年収が下がる転職をしても良いと考えますが\nもし待遇をあげたい場合は\nエージェントに相談する時に一緒に年収を少しでもあげたいとは伝えましょう。\nエージェントもあなたの意思聞けた方が動きやすなります。\nただ、注意が必要なのは伝えてエージェントが求人を探してくれた後は\nあなたが企業に\"お値段以上！\"と思ってもらえる書類・面接準備をしなくてはいけないです。\nそこは全力で時間を使って内定を勝ち取りにいきましょう！\n最後に\nここまでスキルなしでの転職について話してきました。\nより具体的な転職術やマインドを知りたい方は是非\n別の記事も見て頂けたら幸いです。\nこちらもCHECK\n-\n30代で未経験でWEBマーケティング職に転職はあり？筆者の経験談を元にメリット・デメリットを解説\nこんにちは！みゃーぱぱです。 突然ですが 「今の会社や業界に限界を感じているから転職したいな」 「転職するなら業界として伸びているWEBマーケティングやIT業界に進みたいけど 30代・未経験でWEBマ ...\n続きを見る\nまた、この記事で転職を始めたい方は\n僕がおすすめ転職サイトを紹介しますので、早速登録してみてください。\n↓マイナビエージェント↓\n※マイナビのプロモーションを含みます。\nこのページはここで最後になりますが\n今後も転職についてブログやTwitterで発信していきますので\n是非見ていただけたら幸いです。"}
{"url": "https://miyablog.info/%e8%bb%a2%e8%81%b7%e3%82%92%e5%ae%b6%e6%97%8f%e3%81%ab%e8%a8%80%e3%81%88%e3%81%aa%e3%81%84%e3%80%82%e3%81%9d%e3%82%93%e3%81%aa%e6%82%a9%e3%81%bf%e3%82%92%e7%ad%86%e8%80%85%e3%81%ae%e4%bd%93%e9%a8%93", "text": "こんにちは！みゃーぱぱです。\n僕も転職活動を始める前はそうやって悩んでなかなか\n転職活動を進める事ができませんでした\nこのページでは、僕と同じ様に転職活動を家族に言えない方に向けて\n僕の実際の体験談を元に具体的な解決策を提示します。\nこれを読めば\n仕事を辞めたい、転職活動をしたいなど家族に言いづらい内容を\nどうやって家族に伝えるかの解決策を知る事ができます。\nなので、今回のページは下記様な人がおすすめです。\nこんな方におすすめ\n- 仕事をどうしても辞めたいけどどうしたら良いかわからない\n- 転職活動を始めようとしてるけど家族に言えない\n- 転職活動を既にしているけど家族に言えていない\n是非最後まで読んで頂ければ幸いです。\n最初に結論から\n結論として、皆さんに伝えたいのは\nできるだけ早く一番の理解者を作りましょう！という事です。\n家族にどう伝えるか悩んでいるという事は\nまだ自分の中で考えや答えがはっきり出ていないという事だと思います。\n考えがまとまっていて、どうして、何の為に転職をするのか動機や目的がはっきりしていれば\n家族に自信を持って納得できるように話せるはずです。\n”できるだけ早く一番の理解者を作る”理由は人に話す事で\n自分の考えがまとまって、少しずつ答えが出てくるからです。\nなので、 一番の理解者を作る事をメインに解決策を提示していきます。\n具体的には\n- なぜ家族に言えないのかを洗い出そう\n- 一番の理解者になってくれる人に話そう\n- できるだけ早く家族に伝えよう\n上記の3点を順番に話していきます。\n何故家族に言えないのかを洗い出そう\nまずは、家族に言えない理由を洗い出しましょう。\nこれはそんなに難しい事ではないと思いますが、可視化できた方が良いので\nスマホのメモ機能や紙に書いてみましょう！\n「収入はどうなるの？」や\n「折角これまで頑張ってきたのに良いの？」\nなどが出てきました。\n書き出してみると、出てきた内容は自分が転職で不安に思っている内容と同じだと思います。\nという事は、この不安を払拭をする事で家族に言えるようになります。\nこの不安を払拭するには転職活動を理解する必要がありますが\n結論から言うと転職活動正しく効率的にやれば感じている不安は払拭できます。\nなぜかと言うと、僕が過去にスキルなしで転職活動をして\n活動期間20日で内定獲得、年収1.8倍アップ、年間休日20日アップで転職を実現したからです。\n詳しい方法を話すと今回の本筋から逸れてしまいますが\n下記ブログを読んで頂くか、時間がない人は僕がおすすめする転職エージェントに相談\nして頂ければ高確率で不安を払拭できます！\nブログ記事↓\n※マイナビのプロモーションを含みます。\n一番の理解者になってくれる人に相談しよう\n考えを書き出したら、まず相談しましょう！\n一番の理解者になってくれるのは友達でも家族でも良いです。\nここでの目的は、\n\"自分の考えをアウトプットするのと、相手の客観的な意見をインプットする\"です。\nアウトプットする事で自分の考えがまとまるのと\n意見を聞く事で人はどう思うのかを知る事ができます。\nただ、話せるなら家族だとそれでゴールだから\n家族が良いけどね(笑)\n正直に言うと、僕は仕事を辞める悩んでいる段階だったら家族に言うのを一番おすすめします。\nただ、注意して欲しいのはいきなり\n「仕事辞めようとと思ってる」と話すと家族を不安にさせたり、喧嘩になったりと良い事がないので\n最初は、「仕事が今こう言う状況で、家族の今後を考えて相談したい」などで話を進めて\n相談の中で「こういう状況になったら転職をする」と決めてください。\nそうする事で、一緒に決めたことになるので後で喧嘩になる可能性は下がります。\n勇気を出して奥さんに相談をして\n相談の中で何ヶ月後に辞めるか決めて\nそれに向けて貯金や転職準備をする話をしたよ！\nできるだけ早く家族に伝えよう\n先程の話とも繋がっていますが\n転職については早く家族に伝えましょう。\n早めに伝えた方が家族を巻き込んで一緒に考える事ができるので\n家族が納得いく行動をしやすくなります。\n既に、転職活動がかなり進んでいる方は先程伝えた\n”何故家族に言えないか洗い出す”を徹底的にやって不安を払拭してから\nできるだけすぐに家族に相談しましょう！\n※マイナビのプロモーションを含みます。\nただ、家族に言いにくい理由として\n「仕事が辛くて、しんどくて辞めたいは言いにくい」と聞く事があります。\nこの気持ち僕はすごく分かりますが必ず言いたいのは\n「自分の人生が豊かじゃないと、家族の幸せは手に入らない」です。\n家族を第一に考えるなら自分もセットで考えてください。\n自分がしんどい仕事をしてどれだけ給料が貰えても\n家族は幸せになれないし、きっと続かないよ。\n自分含めて家族が幸せになる為に家族に早めに相談しましょう！\n最後に\nここまで転職を家族に言えない。そんな悩みの解決策を話してきました。\nここまで読んで、まず誰かに相談したいけど厳しい場合は\n僕にTwitterで相談して頂いても対応するのでいつでも連絡ください♪\nまた、別のブログで転職の悩みに対しても解決策を出しているので\n興味があったら是非みてください。\nこちらもCHECK\n-\nスキルなしでの転職は無理？20代後半未経験で転職を成功させた体験談を解説\nこんにちは！みゃーぱぱです！ 普段自身の転職経験を元に体験談や転職成功術を発信しています。 突然ですが 「転職したいけど、スキルなしで転職って可能なの？」 「スキルなしで今より良い条件の転職先なんてあ ...\n続きを見る\nこちらもCHECK\n-\n家族がいるのにベンチャー企業に転職はあり？なし？ベンチャー企業に転職した実体験を解説\nこんにちはー！みゃーぱぱです！ 転職活動をする時にベンチャー企業ってどうなんだろう？ 給料は良いけど、仕事が大変って聞くけど本当？といった疑問を持つ事って無いですか？ 僕は新卒で世間的に大企業と言われ ...\n続きを見る\nまた、先程も伝えましたが転職エージェントに相談するのもおすすめです！\n転職エージェント↓\n※マイナビのプロモーションを含みます。\n今後も転職に関して色んな記事を上げていくので\n是非今後ともよろしくお願いいたします。"}
{"url": "https://miyablog.info/%e8%bb%a2%e8%81%b7%e6%b4%bb%e5%8b%95%e3%82%92%e3%82%84%e3%81%a3%e3%81%b1%e3%82%8a%e3%82%84%e3%82%81%e3%82%8b%e3%81%af%e3%81%82%e3%82%8a%ef%bc%9f%e8%bb%a2%e8%81%b7%e6%b4%bb%e5%8b%95%e3%82%923%e5%9b%9e", "text": "やめてもいいのかな？\n僕はこれまで3回転職活動をして実際転職したのは\n1回だけだったからね。\nそれ以外は全部中断してるよ。\nこのページでは、転職活動を途中で辞めようか迷っている人にこれまで3回転職活動をした\n僕の体験談を説明していきます。\n最初に結論から\n僕が当時転職を途中でやめた理由は下記2つです。\n- 来ている求人と現職を天秤にかけて現職の方が良いと思った\n- 自分がやりたい仕事がなかった\n職場に転職できないと意味がないからね\n今回は僕の体験談を元に、\n転職活動やキャリア形成をもっと気軽にできる考え方を伝えていきます。\n最後まで読めば\n転職活動をやめて良いと思えるだけでなく、\n自分のキャリア形成についての最適解を出せるようになります。\n先程の2つの理由を元に説明していきますので\n最後まで見ていただけたら嬉しいです。\n求人票と現職を天秤にかけて現職を選んで転職をやめた\nまず最初の理由\n「求人票と現職を天秤にかけて現職を選んで転職をやめた」ですが\n具体的には\nエージェントや転職サイトから自分に届く求人票を見て\n現職の方が年収が良い場合が多く、\n「今の市場価値は現職が一番高い」と判断したからです。\nエージェントなどから今から未経験だったら\n年収は一度下がりますと言われるパターンも多いから\n他の人も当てはまる事が多いと思うよ\nもちろん年収だけが全てではないですし\n自分がやりたい！と思える仕事がある場合は転職するのはありだと思います。\nただ、家庭がある方は年収は切っても切り離せない要素のはず\nそれに、これは別のページでも僕はずっと言っている事で\n年収や待遇が上がる転職は可能です。\n年収が上がる条件が見つからないのは\nあなたが探す、興味がある仕事の業界か業種の年収相場が上がりにくい相場だからです。\n僕も当時はエージェントに伝える希望業界を間違えて伝えてしまっていて\n自分が良いと思える待遇の求人が見つからず、一度転職をやめました。\n次の転職活動でIT・WEB業界に絞った事で\n年収1.8倍アップの転職ができたよ！\nだから、最初の転職が上手くいかなくても\n次する時にちゃんと方向性を決めれば大丈夫！\nなので、極論本当に年収や給与だけの事で考えると\nやりたい業界・業種で現職が一番給与が高いんだったら\n転職をやめて現状維持で全然良いです！\n自分のやりたい仕事がなかった\n転職はしない方が良い？\n魅力的な条件の求人は多いけど\n年収だけで選んだ仕事は\n最終的に苦しくなって続かないと思って\n僕は転職をしなかったよ\n僕は1社目が子ども用品を販売している会社で勤めていました。\n元々子どもや育児に関わる仕事をしたい気持ちが強くて入社したので\n仕事自体はやりがいがあったのですが、業界の先行きが不透明で転職活動を始めました。\nなので、「同じ業界に転職しても状況は良くならない」\n「かといって子どもや育児の分野は業界として出生数が低く\n売上は基本落ちていくので、良い求人は少ない」\nこの様な状況だったのですが、\n「IT・WEBの業界であれば自分が経験を積めば\nいつか自分で子どもや育児に対して何かできるんじゃないか？」と考えて\n選択肢を増やす為と視野を広げて転職をした事で\nやりたい仕事＋欲しい条件での転職を成功させる事ができたんです。\nここで、視野を広げずとりあえず条件の良い仕事をについた場合ですが\nそもそも転職しても好きな仕事ではないので\nモチベーションが上がらずパフォーマンスが絶対に下がります。\nそうなると折角良い環境でも年収が上がらずまた転職となってしまいます。\nなので、自分のやりたい事が見えない場合は無理に転職活動を進める\n必要はありません。\n転職をやめる場合の注意点\n転職活動を辞める話を聞くとよくこういった意見を聞きます。\n「転職を中途半端にやめたら登録した転職エージェントとかは\n使えなくなるんじゃないの？」\nこれは結論、転職を途中でやめても使えます。\nというより転職エージェントを使っている場合は\n「きっぱり今は転職活動はこういった理由で中断します。」と伝えた方が\n転職エージェントは動きやすいです。\nエージェントにはっきり伝えて良いのかな？\n求人を送る時間を取らなくて良いし\nやめても自分の見込み客として抱えられるから問題ないよ\n逆に、連絡が急に取れなくなって、その後連絡しにくくなって\n音信不通になる方が、エージェントからすると内定獲得が実績になるから\n痛手になってしまいます。\n今回転職をやめたにしても一度考えたという事は\n次も考える可能性はあるので、転職を辞める際は\nエージェントなどに連絡だけ注意しておきましょう。\n最後に\nもっと簡単に考えてよかったんやー\n踏み止まるのも当然！自分の心には正直になりつつ\n冷静に判断していけば、転職してもしなくても\n本当に良い選択はできるよ！\nもし、転職活動をまだスタートしてなくて\nこのページを読んで少し気楽になった方がいたら\n是非下記の記事で具体的な転職術を書いてるから見てください。\nこちらもCHECK\n-\nスキルなしでの転職は無理？20代後半未経験で転職を成功させた体験談を解説\nこんにちは！みゃーぱぱです！ 普段自身の転職経験を元に体験談や転職成功術を発信しています。 突然ですが 「転職したいけど、スキルなしで転職って可能なの？」 「スキルなしで今より良い条件の転職先なんてあ ...\n続きを見る\nこちらもCHECK\n-\n30代で未経験でWEBマーケティング職に転職はあり？筆者の経験談を元にメリット・デメリットを解説\nこんにちは！みゃーぱぱです。 突然ですが 「今の会社や業界に限界を感じているから転職したいな」 「転職するなら業界として伸びているWEBマーケティングやIT業界に進みたいけど 30代・未経験でWEBマ ...\n続きを見る\nまた、とにかく転職始めたいという方は\n僕がおすすめの転職エージェントのリンクも貼り付けているので\nそこから5〜10分で無料登録すれば転職活動を全面サポートしてくれますので是非♪\n※マイナビのプロモーションを含みます。\n今回は以上ですが、今後も転職について色々発信していくので\n是非今後もよろしくお願いします！"}
{"url": "https://miyablog.info/%e4%bb%95%e4%ba%8b%e3%82%922%e5%b9%b4%e3%81%a7%e8%be%9e%e3%82%81%e3%82%8b%e3%81%ae%e3%81%af%e3%81%82%e3%82%8a%ef%bc%9f%e8%bb%a2%e8%81%b7%e5%be%8c2%e5%b9%b4%e3%81%a7%e5%86%8d%e8%bb%a2%e8%81%b7%e3%82%92", "text": "就職してからまだ2年だけど辞めても良いのかな〜\n経歴に傷が付く。なんて話も聞くから不安だよね。\nこんな悩みを持たれてる方多いと思います。\n僕も全く同じ悩みを持った経験があり\nどうしても仕事を変えたいと思い、転職後2年で再度転職しました。\nこのページでは、僕の経験談を元に\n2年で仕事を辞めるのはありなのか？辞めたらどうなるのか？を解説していきます！\nこんな方におすすめ\n- 2年で仕事をやめたいと思っている方\n- 仕事を今辞めるか、辞めないべきか悩んでいる方\n- 仕事を辞めた時に転職できるか不安な方\n最初に結論から\n結論としては\n2年で仕事を辞めても転職は可能です。\n転職はできたし、書類選考の通過率も70%あったから\n問題なく転職はできると言えるよ！\nこれから注意点を踏まえて下記を説明していきます。\n- 2年で仕事を辞めても転職できる理由と注意点\n- 次の仕事先を見つける転職方法\n順番に僕の体験談を元に説明するので、最後まで読んで頂ければ\n2年で仕事を辞める時の動き方を理解できる様になります！\n2年で仕事を辞めても転職できる理由と注意点\nまずは、この見出しを以下のわかりやすく2点にわけて説明していきます。\n- 辞めても転職できる理由\n- 転職活動時の注意点\n辞めても転職できる理由\nこの理由は\n僕ができたからです！ではなく\n転職市場が現在求職者より求人の数の方が多いからです。\n具体的には、\n求職者1人に対して求人数がどれだけあるかを測る数値\n「有効求人倍率」は2023年3月現在1.35倍あります。\nこれは求職者1人に対して1件以上の求人があるという事です。\nこの数値は現在上昇傾向にあり今後も上がる事が予想されています。\n実際僕は直近半年で転職エージェントと転職スカウトサービスを登録していますが\nどちらからも毎日求人票は届いて、応募して書類選考に進めば7割は書類選考が通ります。\nもちろん書類の書き方などは十分対策を取っていますが\n転職して求人が0なんて事はまずないと思って大丈夫です！\n転職活動時の注意点\n2年で辞めても求人が来る事はわかりました。\nただ、ここで注意して欲しいのは\n転職活動中、企業からこの2年については\n少なからず気にされるのでその対策が必要という点です。\n僕の経験上「何故2年で辞めたんですか？」などは聞かれないよ\nそれが解消できる退職理由と自己PRを用意する必要があるね！\n僕達が「2年で仕事辞めても良いの？」と考えるという事は\n採油担当や面接官も少なからず気になります。\nなので、そこへの対策はしておきましょう。\n例えば、僕であれば\n2年で転職を考えた理由は\n会社のサービス品質が低く、クライアントから日々クレームが入っており、サービス改善案を3度代表に提言したが改善はしないとの返答した頂けず、会社の方針としてサービス改善より売上拡大を優先しているので自分が目指した働き方と方向性の違いを感じたので転職を決意しました。\nという相手にマイナスイメージを持たせない理由をまとめていました。\nここから\n「御社のクライアントを最優先で考えるサービスに共感し」などの志望動機につなげる事で\n話の一貫性が出て相手を納得させることができます。\n相手に納得させるだけじゃなく自分はこういう人間だって\nアピールするんやね！\n2年で辞める場合には必ず抑えておこう！\n次の仕事先を見つける転職術\n次に、転職術を解説していきますが\nここはかなりシンプルですが\n「転職エージェントに登録する」です！\nただ、ちゃんと理由があってエージェントサービスは\nエージェントと話をしながら転職を進めていくから\n客観的に第三者の意見を聞けるのがすごいメリットなんだ！\n先ほど説明した、相手に納得させる退職理由ですが\nできれば自分の思う退職理由を面接で話す前に\n誰かに聞いてもらって納得できるか確認してもらう方が良いです。\n何故なら、必ず面接で話さなくてはいけないポイントになるので\nここで的外れな相手を納得させられない理由を用意してしまうと\n折角好条件の企業から面接予約が取れても無駄にしてしまいます。\n転職エージェントは面接アドバイスから書類添削までやってくれるので\n早期退職の方は対策の為にも、転職エージェントを使用しましょう！\nエージェントは日々色んな求職者や企業と話しているので\n用意した退職理由が使えるのかも適切にアドバイスを貰えるはずです！\n※マイナビのプロモーションを含みます。\n最後に\nここまで、仕事で2年で辞める事について解説してきました。\n僕もそうでしたが\n2年で仕事を辞めたい自分が嫌になったり\n今後の不安がのしかかってきたりと精神的に大変だと思います。\nただ、人生の中で仕事をしている時間は一番多いです。\nだからこそ、今辛いと思っている仕事をやり続けるのは勿体ないですし\n辞めたいと思っているのであれば「思い立ったら吉日」です！\n冷静に転職活動をすれば悲観しなくても大丈夫なので、\n明るく次の仕事探していきましょう！\nもし、どうしても不安が拭えない場合は\n僕にTwitterで相談頂いてもいいですし、下記の記事で\n転職活動をより深く体験談を元に話していますので見てください。\nこちらもCHECK\n-\nスキルなしでの転職は無理？20代後半未経験で転職を成功させた体験談を解説\nこんにちは！みゃーぱぱです！ 普段自身の転職経験を元に体験談や転職成功術を発信しています。 突然ですが 「転職したいけど、スキルなしで転職って可能なの？」 「スキルなしで今より良い条件の転職先なんてあ ...\n続きを見る\nまた、転職を始める場合は是非転職エージェントを利用して\n効率的に転職活動を進めていきましょう。\nこのページは以上となりますが\n今後も転職に関して発信していきますので\n興味を持って頂いたら今後ともお願いします♪"}
{"url": "https://miyablog.info/%e3%81%84%e3%81%84%e4%bc%9a%e7%a4%be%e3%81%a0%e3%81%91%e3%81%a9%e8%be%9e%e3%82%81%e3%81%9f%e3%81%84%e3%81%a8%e6%84%9f%e3%81%98%e3%81%a6%e3%81%97%e3%81%be%e3%81%86%e3%81%ae%e3%81%af%e4%bd%95%e6%95%85", "text": "「本当にいい会社だけど何故か辞めたい。」\n「待遇は間違いなくホワイト企業なのに会社に行きたくない」\nそう思う方も少なくないはず。\n僕も一度転職をして待遇は間違いなくホワイト企業だったのに\n仕事をどうしても「辞めたい！」と思い、転職をした経験があります\n今回は僕と同じような悩みを持つ方に向けて、\n僕の体験談を元に何故その企業を辞めて転職したのか？\n転職してどうなったのか？を解説していきます。\nこんな方におすすめ\n- いい会社だけど辞めたい人\n- いい会社を辞めるか迷ってる人\n- 今の会社がホワイト企業なのかわからない人\n最初に結論から\nまず結論として\nいい会社だけど辞めたいと思ってしまうのは\n「今の会社か仕事に適性がないから」です。\n結構実績も出してるし我ながら活躍してると思うけどなー\nただ優秀じゃないって意味ではなくて\n自分に合った仕事ではない。って事だよ\n今回解説するのは以下の通りだから、既にわかってる部分は\n飛ばしても大丈夫！\n- そもそもいい会社って何？\n- 自分は活躍してるのに、なんで適性がないの？\n- 具体的な解決策\nそもそもいい会社って何？\nいい会社でまず思いつくのは「ホワイト企業」だと思います。\n一般的には\n- 離職率が低い\n- 福利厚生が揃ってる\n- 残業時間が少ない\nなどが挙げられるみたいですが、他にも評価制度がはっきりしているなど\n様々な考え方があります。\nなので、その人の考え方でホワイト企業の定義が決まります。\nそう考えると、「いい会社なのに辞めたいと思う会社」は果たして\nあなたにとって本当に「いい会社」なんでしょうか？\n恐らく「一般的にいい会社って言われるだろうな〜」という観点でみてると思います。\nきっと周りに言ったら「なんでそんな良い会社辞めるの？」と言われると\n思って当時すごく悩んだよ\nもちろん客観的な観点で物事を考えるのはとても良いと思いますが\n自分の気持ちを後回しにして、一般的にいい会社だから続けないといけないと\n働き続けても良い働き方はできません。\nあなたにとってのいい会社は何なのか考えていくのが前提だと思いますし\n僕は先程の悩みを振り切って、転職すれば今より待遇が下がる可能性があると理解した上で\n転職活動をしましたが、結果として決断をしてから1ミリも後悔していないです。\n自分は活躍しているのに、なんで適性がないの？\nいい会社だって思えるのは、\n今の会社の待遇に満足しているからではないでしょうか？\nそれは、あなたが努力をして勝ち取った結果です。\n会社があなたのパフォーマンスを認めてる証拠でもあります。\nだからこそ、今の会社を辞める事に強い抵抗があるのだと思います。\nただそれでも会社を辞めたいと思っているという事は\n本心で「自分は今の仕事が合っていない」と感じている証拠です。\n何か満たされていない感じになるんよなー。\n僕は1社目は待遇を良くしたくて転職して\n2社目はは待遇にかなり満足していたし\nこれからも年収は上がる見込みがあったけど\nどうしても仕事のモチベーションが上がらなくて悩んだから。\n会社は低いと感じていなかったんだ。\n何度か会社に提言したけど、そもそも品質が低いと思っていないから\n改善につながる事はなくて、自分のモチベーションだけずっと\n落ち込んでいく日々が続いていたんだ\n毎日もどかしさを感じてはいましたが待遇は良かったので\n「辞めるのを考えるなんて家族のこともあるからできない。」\nと考えていました。\nただ、ある日自分が入社すぐからずっと担当しているクライアントから\nサービス品質に関してクレームがありました。\n僕の主観ではありますが、このクライアントは本当に良い人で\n普通に対応していたらまずクレームにならない様な人でした。\n前からクレームは多かったですが、そんな人からも不満が出てしまうサービスを\n今後本気で勧められるのか？新しい部下が入ってきたら誇りを持って仕事を伝えられるのか？\n家族や友人に胸を張って仕事内容を言えるのか？という疑問が大きくなり。\n今の仕事は自分に適性がないと考え、再度転職を決意しました！\nその半年はモチベーションが上がらないから\nどんどん仕事のパフォーマンスも下がっていったよ\n自分にとっても、会社にとっても良くなかったはずだから\n時間は掛かったけど決意して良かったと思ってる\n皆さんもきっとすごく悩んでいるからこの記事まで辿り着いたんだと思います。\nただ経験者から言えるのは、合ってない仕事を続けていた時の苦しさと比べたら\n必死で自分がやりたい仕事を探す時大変さの方が圧倒的に頑張れますし\n気持ちも凄く楽で充実できます！\n具体的な解決策\nどんな人でも伝えられるのは\nまず転職活動を始めましょう！\nまず転職活動を勧めているよ！\n辞める事決めた人はほっといてもするしね(笑)\n悩んでいるからこそ転職活動をやってほしい理由は\n視野が広がるからです。\nどうしても現職の待遇や環境に悩んでいると選択肢が他にないかの様に考えてしまいます。\n僕もそうでした。\nただ、転職活動を始めてみると\n新しい環境や興味のある仕事をたくさん見ることができるので\n選択肢がたくさんある事を絶対に実感できます。\nその選択肢を見て視野を広げる手段としての転職活動です！\n実際にすぐ転職をする必要はないです。\n来た求人に対して自分がワクワクしてやってみたい！というのがあれば\n選考を受けてみる！くらいで大丈夫です。\n今の仕事にも「自分には選択肢がある」って余裕が出るから\n精神的にもかなり楽になるよ！\nそれに、同時に興味のある企業の選考受けて順調に進めば\nいつでも辞められるという考えを持つこともできます。\n具体的な、転職活動の始め方としては\n\"転職エージェント\"に登録しましょう！\n仕事をしながらの転職活動は時間がなかなか取れません。\nエージェントを活用すれば\n希望に合う求人探し、企業とのやり取り、書類添削、面接対策など\n基本的に全部無料でやってくれます。\nこれを自分でするのはかなり非効率な転職活動になってしまうので\n転職活動はエージェントに登録しましょう！\n※マイナビのプロモーションを含みます。\n最後に\nここまで\nいい会社だけど辞めてもいいのか？について僕の経験を元に解説してきました。\nこれを読んだ人が\n自分らしい働き方を考えて動いてくれたらめちゃくちゃ嬉しいです。\n仕事をいきたくね〜ってよく聞きますが、\n仕事をする時間は基本的に人生で一番長いですから\nその時間を自分らしくできないのはかなり勿体ないと思います！\n僕自身もまだ100%自分らしい働き方の答えは出てないですが\nこれからも意欲的に自分らしい働き方を探して、今後も発信していきたいと思います。\n一応これまで発信した転職術などもありますので\n興味があれば見て頂けたら嬉しいです！\nこちらもCHECK\n-\nスキルなしでの転職は無理？20代後半未経験で転職を成功させた体験談を解説\nこんにちは！みゃーぱぱです！ 普段自身の転職経験を元に体験談や転職成功術を発信しています。 突然ですが 「転職したいけど、スキルなしで転職って可能なの？」 「スキルなしで今より良い条件の転職先なんてあ ...\n続きを見る\nもし、すぐにでも転職を考えてる方は\nおすすめする転職エージェントのリンクもつけておくので\n是非登録してみてください♪\n※マイナビのプロモーションを含みます。\n今回は以上となります。\n今後も転職に関して僕の経験談含めて独自の観点で\n本音で発信していきますので今後ともよろしくお願いします！"}
{"url": "https://miyablog.info/it%e3%83%bbweb%e6%a5%ad%e7%95%8c%e3%81%ae%e5%96%b6%e6%a5%ad%e3%81%af%e3%81%8d%e3%81%a4%e3%81%84%ef%bc%9f%e6%9c%aa%e7%b5%8c%e9%a8%93%e3%81%8b%e3%82%89%e8%bb%a2%e8%81%b7%e3%81%97%e3%81%9f%e7%ad%86", "text": "こんにちは！みゃーぱぱです。\n日々転職で家庭を豊かにする方法を発信しています！\n口コミとかできついとか書かれているのを見ると怖い。\n正直どうなんだろう？って思う事ないですか？\n僕も正直同じ様に思ってました。\nですが、結果として勇気を持ってこの業界に未経験から転職をして\n年収が400万円から800万円へアップし、年間休日は119日から144日に増えました！\nですが、良い事ばかりでは無かったのは事実です。\nこのページでは、\nIT・WEB 業界へ営業職での転職って正直きついの？転職していいの？という疑問に\n僕の経験談を踏まえてメリット・デメリットを紹介していきます。\n綺麗事に抜きで経験談を話しているので、少し大変と感じる部分もあると思いますが\nかなり参考にはなると思います！\nまず最初に結論から\n結論としては\n\"正直多少きつい部分はあるが、待遇面のリターンは大きい\"です。\n僕は多少は予想してから、思ってたよりきつくなかったよ\nきついデメリットの部分と\nリターンとなるメリットの部分を順番に解説するね！\n最後まで読めば\nIT・WEB業界に営業職で転職する良さと\n事前に想定しないといけない事が理解できて\n業界への転職が自分に合っているか判断ができる様になります。\nIT・WEB業界の営業職 デメリット3選\n今回紹介するデメリットは以下の3つです。\n- 業界に関して勉強しないといけない\n- 拘束時間が長い\n- 結果が出せないと待遇が変わらない\n業界に関して勉強しないといけない\nでも営業する為には、何を売るのか？\n買ってもらったらどんな効果があるのか？\nがわからないと営業できないから\nある程度は仕方ないね。\n僕は今はWEBマーケティングをしていますが、同時に営業もしています。\n元々転職をする前から、\nこれから成長するIT・WEB業界でキャリアを積みたいと考えていたので\n転職前からプログラミングの基礎学習などをして、そこから転職しましたが\nそれでも転職後にはかなり勉強しました。\n具体的には\n- 業界について\n- 競合について\n- 自社の立ち位置\n- 自社サービスについて\n- 今の業界トレンド\nここは、入社前と入社直後は通勤時間や帰った後も勉強時間に使って\nトレンドに関しては勉強が落ち着いても常に情報収集が必要です。\n勉強は入社後2ヶ月くらいは上記の様に時間を使いました。\n未経験で営業をするんだったら避けては通れないし\nその勉強時間が営業の成果に繋がって、\n待遇アップのリターンになるから\n割り切ってやっていこう！\n拘束時間が長い\n拘束時間が長いというのは、残業時間が長い？と言ってもいいのですが\n今は残業時間に厳しくしている会社も多いので、あえて拘束時間としています。\nまず、営業は売るのが仕事です。\n転職先もあなたなら売れると見込んで採用しています。\nですが、IT・WEB業界の営業で圧倒的に多いのは、\n新しい取引先を獲得する\"新規営業\"です。\n新規営業は、待っていてもお客さんは来ないので自分から動くしかありません。\n代表的な所でいくとテレアポだね。\n僕もテレアポは最初結構やっていたよ。\n営業先を自分で探したり、\nどう他社と差別化するとかも考えないといけないから\nその準備とか対策で時間がかかるんだ。\nまた、日中は営業活動に動かないといけないので\nこの準備をしようと思うと最初は1~2時間は残業も必要になりますし\n僕は営業もした事がなかったのと、どうしてもすぐに結果を出したかったので\n入社半年経つくらいまでは、休日も家で2~3時間程、翌週の電話先のリストを作ってました。\n何をすれば結果が出るのかわかるので効率的に動けて\n残業は少なくなって、休日にPC開くこともなくなったけど\n最初は何が効率的かもわからないから多少覚悟はいるね。\n結果が出せないと待遇が変わらない\nIT・WEB業界の営業は基本給とは別に\nインセンティブ制度を設定している企業が多いです。\nこれは獲得した売上の何％かを営業に支給するという制度ですが\n営業はこのインセンティブが年収に対しての比重が大きいです。\nなので、営業で結果が出せないと年収が上がらないのが実態です。\n無いこともないけど、シビアな部分が大きいね。\nIT・WEB業界は急成長している企業が多いです。\nたくさん契約を取ってきてくれて、急成長を支えてくれる営業は貴重なので\nその営業は自社から逃したくないのでインセンティブなどで待遇を上げます。\n逆にそういった営業も契約が取れなくなるとインセンティブが無くなるので\n待遇が下がるという仕組みです。\n非常にシンプルですが、それ故にシビアというのは念頭において転職する必要はあります。\n次からはメリットを話すのでここで立ち止まらずに\n頑張って最後までいこう！\nIT・WEB業界の営業職 メリット3選\nメリットは以下の3点となります。\n- 最先端の働き方ができる\n- 待遇が上がりやすい\n- 市場価値が上がる\n最先端の働き方ができる\nIT・WEB業界って少しキラキラしたイメージないでしょうか？\n「カフェっぽいスペースでフリーアドレスなオフィス」\n「パーカーやカーディガンで出社」\nなど色々あると思います。\nこれは会社によりますし、営業だとクライアンの関係でスーツの可能性はありますが\n僕は、カフェっぽい所で私服で仕事してます。(笑)\n慣れて何も思わなくなるけどね(笑)\nもちろんこれは本題ではなくて、僕が良いと思った働き方は以下の項目です。\n- 週休3日制(2週に1回)\n- 週に2回リモート勤務\n- ドリンク・昼食無料\n- 商談が全てZOOM\n上記は個人的にかなり最先端の良い働き方が出ていると思います。\nまた、上記は全て自分が入社してから2年の間に会社の業績が上がる中で\n新しく導入された制度です。\nここで言いたいのは\"IT・WEBの企業は変化が早いという事\"です。\n会社が成長していると、人材は必要になりますし\n新しい人材を呼ぶ為には他とより良い福利厚生を用意するのが効果的で\nそもそも今の人材を流出させる訳にはいかないので\n流行っていたり、働き手が望んでいる働き方を積極的に導入します。\nなので、IT・WEB系の業界にいると上記であげた様な\n比較的最新の働き方ができる可能性が上がります。\n年収が上がりやすい\nこれは、ここまでの話を読む中で\n気づている部分かと思いますが以下の要因で\n年収が上がりやすくなります。\n- 企業が成長しているのでお金を持っている\n- 結果を出す人材を流出させたくない\n- 環境を良くして、良い人材を獲得したい\nだから転職前に求人票だけじゃなくて企業の口コミで\n営業の平均給与などを確認して\n給与が上がりやすい環境なのか調べておこう！\n営業のイメージとしては、\n結果を出せば出す程、給与などの待遇に反映されていくので\n結果を出すモチベーションは比較的上げやすい環境です。\n自分の体験談でいくと\n転職後1年目で給与が230万円上がり、2年目で170万円上がりました。\n先ほど伝えた通り最初はそれなりに勉強したり時間は使いますが、\n結果が年収アップに直結する部分は大きなリターンかと思います。\n市場価値が上がる\n最後は、僕は一番大きなメリットだと捉えている部分です。\nこれは先程の\"年収が上がりやすい\"に付随する部分ですが\n僕は1社目から2社目で2倍以上年収が上がりました。\nそうすると次転職する際の状況が最初に転職活動をした時と比べて全てが変わります。\n具体的には\n- 求人に記載される年収が今の年収と同等以上になる\n- 選考に受かる求人の数が増える\n以上の変化が大きいです。\n理由としては、\n年収が上がって単純に転職市場からそれだけの価値がある人材と判断されるのと\nIT・WEB業界での営業経験は他の仕事で活かしやすいからです。\nIT・WEBの営業経験ってなんで活かしやすいの？\n無形商材の営業って呼ばれる部類に入っていて\n形がないものをお客様にちゃんとイメージしてもらえないと\n契約に繋がらないから営業スキルが高いとされているんだよ！\nだから企業から「うちでもしっかり売ってくれそう！」となって\n転職しやすいんだ！\nもちろん、それなりに選考で語れる実績を持たないといけないですが\nこうやって市場価値が上がれば次キャリアプランも高く設定していけます。\nこれは僕の個人的な意見ですが、\n初めから下記の様なキャリアプランでも良いと思っています。\n- IT・WEB系の企業に転職して2、3年営業経験を積む\n- 転職して狙っている業界・仕事に営業経験を持って転職\n- やりたい仕事＋高待遇でキャリアを積む\nこれは、僕が元々考えていたキャリアプランで\n今絶賛②を実践中で①は想定通りいっています。\n実際、現在②で転職活動中ですが、\n1社目では絶対に紹介されなかった高待遇の求人も来ていますし\n企業から直接僕にオファーが来て現職より年収が上がる条件を出されているので\nこの先の転職活動の状況は別途記事を作りますが\nまずはIT・WEB業界への転職で大きいメリットを掴む事だできているのは\n身をもって体現しているので、僕は転職を強くお勧めします！\n最後に\nここまで、IT・WEB業界の営業について\n僕の経験談をもとに解説してきました。\n内容としてはデメリットもかなり正直に話したので\n全ての方におすすめですと言い切るのは難しいです。\nただ、自分のキャリアをもっと向上させたい！\n高待遇や良い働き方を手にしたい！\nという方は頑張る必要はありますが、転職をかなりお勧めします。\nもし、具体的に転職方法に関して知りたい方は\n具体的な転職術も発信しているので下記からみて頂ければ幸いです。\nこちらもCHECK\n-\nスキルなしでの転職は無理？20代後半未経験で転職を成功させた体験談を解説\nこんにちは！みゃーぱぱです！ 普段自身の転職経験を元に体験談や転職成功術を発信しています。 突然ですが 「転職したいけど、スキルなしで転職って可能なの？」 「スキルなしで今より良い条件の転職先なんてあ ...\n続きを見る\nまた、すぐにでも転職をしたいという方は\n僕は初めての転職活動で活用しておすすめする転職エージェントのリンクも貼り付けています。\n無料登録ができて、転職活動を効率的に進められるので\n是非登録してみてください♪\n※マイナビのプロモーションを含みます。\n今回の記事は以上になります。\n今後も転職で家庭を豊にをモットーに\n転職に関して役立つ情報を発信していきますので\n今後ともお願いします！\nTwitterもやっているのでお悩みなどあれば\n是非フォローして相談頂けたら相談のります！\nどうぞよろしくお願いいたします！"}
{"url": "https://miyablog.info/%e8%bb%a2%e8%81%b7%e6%97%a5%e8%a8%98%e3%80%9c%e3%81%9d%e3%81%ae1%e3%80%9c%e8%bb%a2%e8%81%b7%e5%ae%a3%e8%a8%80%e3%81%a8%e8%bb%a2%e8%81%b7%e6%b4%bb%e5%8b%95%e3%81%a7%e3%81%be%e3%81%9a%e5%88%9d", "text": "こんにちは！みゃーぱぱです！\nいつも転職で家族を豊かにする情報を発信してます！\n僕はこれまでこのブログで転職をして\n年収と休日日数を増やして家族を豊かにできた経験から\n転職活動の成功術を発信してきました。\nただ、事情があり再度転職する理由ができたので本日より転職活動をスタートさせます！\n丁度このブログを見る読者の方がリアルな転職活動を見る事ができたら\n転職活動に実感も湧くし、自分が言ってる事に根拠も出ると思ったので\n今日から転職日記として記録を残していこうと思います。\n見出し（全角15文字）\nこれから転職活動を始める、もしくは活動中の方が\n僕の成功や失敗を参考にして読者1人1人が成功と思える転職に繋げること。\n転職を考えたきっかけと現状について話すよ\n今日から始めた為現状は進んでないのでご容赦ください。\n転職のきっかけ\n転職する理由あるん？\n転職なんて一切考えてなかったけど\n今回は仕事のやり方が会社と自分で合わないと感じて\n転職する事になったんだ\n仕事のやり方が会社と合わないと思った理由\n社内の事だからあまり詳しくは言えないですが\n半年前からお客様へのサービスより売上を優先する体制に変わってしまって\n結果サービス品質が落ち、日常的にお客様からクレームが入る様になりました。\nこのままいくと会社の信用問題に関わって\n顧客離れや悪影響な口コミが入る可能性がある事\nまた、何よりお客様が満足をしないものをマーケティングと営業として\n売れないと考えたので経営層に改善案を提案しました。\n2週間くらい考えて資料作ってプレゼンしたよ！\nただ、結果としては自分のプレゼン不足もありますが\n会社の方向性としてサービス品質の改善に時間と労力は掛けられないという\n返答だったので、僕としては売っても満足頂けないとわかっているものを\n売るのは、家族や自分に誇れる仕事じゃないと思って転職を決意しました！\n今回重視するのはやりがい？って所になるのかな？\nまだ軸がはっきりしてないから決めないとだね！\n以上が理由となります！\n転職活動の現状について\n今日話をする現象は以下となります。\n- まずは、妻への相談\n- 転職サイト登録\nまずは妻への相談\n転職活動で一番大事な事が妻への相談です。\n普段から家族を豊かにするとか言ってるのにこれは絶対に疎かにできないですね(笑)\nですが、家族への相談はそもそも自分が仕事で悩んでいる段階で\nすぐに相談していました！\n今日はわかった〜くらいだったよ！\nそもそも1回目の転職もすぐに後押ししてくれたしね！(笑)\n僕は今の会社は遅かれ早かれ転職するつもりだったので\n可能性のある場合はびっくりさせない為や柔軟に対応できる様に\n相談は必ず事前にします。\nこれも家族を豊かにする転職の為に必要な事だと思っています。\n転職サイトへの登録\nこれは転職する上で必要不可欠なので\n僕は今日の出勤前に以下のサイトに登録しました！\n- リクルートダイレクトスカウト\n- リクルートエージェント\n- マイナビエージェント\n- パソナ\n今回はブログの読者さんの参考になって欲しいと思って\n少し多めに登録してみました！\n一つ注意点は、マイナビエージェントは20代転職に強いサービスですが\n僕は今30歳なのでターゲットからはズレています。\n登録した理由は、\n前回の転職をマイナビエージェントで決めて実績があるから\n一応良い提案があるかもと思い登録しました。\nスカウトを貰うサービスだね！\nここはミドル・ハイクラス転職向けで\n前回の転職ではターゲットに入らなかったから\n使えなかったサービスだから楽しみ！\n今後も良いサービスがあれば読者の方の参考材料にしたいので\n時間が許す限り活用していきます！\n一応現状としては、出勤前に各サイトの登録を済まして\n昼くらいにはリクルートダイレクトスカウトから50通くらい\nヘッドハンターからスカウトがきました！\nそんなに多いこともないと思うよ！\nその後帰っている最中に、\n気になっていたヘッドハンター2人とマイナビエージェントと\n連絡のやり取りをして今週と来週明けに面談を設定した所までが\n今日の進捗となります！\n話して求人待って選考受けていく流れだから\n転職活動は上手く転職サイトを使えば\nすごく効率的に進められるよ！\n現状はここまでとなりますが\n引き続き毎日とはいきませんがなるべく転職日記を更新していくので\n楽しみにして頂ければ幸いです！\nまた、これまでの転職術も参考になるので\n興味があれば見て頂ければ嬉しいです！\nこちらもCHECK\n-\nスキルなしでの転職は無理？20代後半未経験で転職を成功させた体験談を解説\nこんにちは！みゃーぱぱです！ 普段自身の転職経験を元に体験談や転職成功術を発信しています。 突然ですが 「転職したいけど、スキルなしで転職って可能なの？」 「スキルなしで今より良い条件の転職先なんてあ ...\n続きを見る\nこちらもCHECK\n-\nIT・WEB業界の営業はきつい？未経験から転職した筆者が語るメリット・デメリット3選\nこんにちは！みゃーぱぱです。 日々転職で家庭を豊かにする方法を発信しています！ みゃーぱぱ 転職でIT・WEB業界の営業を考えてるけど 口コミとかできついとか書かれているのを見ると怖い。 正直どうなん ...\n続きを見る\nまた、僕が転職を成功させた\n\"マイナビエージェント\"も初めての転職だったらおすすめです。\n下記から無料で登録できてサポートも手厚いのは間違い無いので\nもし興味があったら下のリンクから登録してみてください♪"}
{"url": "https://miyablog.info/%e8%bb%a2%e8%81%b7%e6%97%a5%e8%a8%98%e3%80%9c%e3%81%9d%e3%81%ae2%e3%80%9c%e5%ae%9f%e9%9a%9b%e3%81%ab%e3%83%aa%e3%82%af%e3%83%ab%e3%83%bc%e3%83%88%e3%83%80%e3%82%a4%e3%83%ac%e3%82%af%e3%83%88", "text": "こんにちは !みゃーぱぱです！\n今回の転職日記は、今の転職活動でトレンドになっているスカウト型転職サービスについて、実際に使ってみてわかった実態を解説します！\nビズリーチやリクルートダイレクトスカウトが有名だね！\n登録したばかりで既にヘッドハンターや企業から70件近くのメッセージが届き、ヘッドハンターと面談、企業の面接をした実録を元に解説していきます！\n本記事の結論\n- 転職軸や目的が明確な求職者には強くおすすめできるが、情報が多いので転職軸が定まっていないと上手く活用できない可能性がある\n記事の中には僕が実際にもらったスカウトの中身を公開して、良いスカウトを判断する基準を提案します。\nなので、この記事を最後まで読めば、スカウト型転職サービスを最も高率的に活用できる様になります。\nまずは、これからリクルートダイレクトスカウトを利用する方に向けて、登録からスカウトが来るまでの流れを解説します。\nリクルートダイレクトスカウトと併用をおすすめする転職エージェント\n大手転職エージェントサービスは求人数やサポート体制が充実している為、リクルートダイレクトスカウトなどのスカウト型転職サービスと併用して活用するのがおすすめです。\nまた、サービス毎に得意な年齢層・ターゲット層が違う為、自分の属性に合ったサービスを選ぶのが転職成功の秘訣です。\n登録から転職まで全て無料で利用できるので、2サービス以上を登録して自分に合うエージェントをメインで活用する方法がおすすめです！\n登録からスカウトが来るまでの流れ\nまず、登録に関してはホームページにアクセスして\"会員登録(無料)\"のボタンをクリックします。\n会員登録は案内通り進んでいけば登録できます。\nただ、ここで注意して欲しいのは、この登録画面で登録した内容はヘッドハンターや企業がスカウトメッセージを送る為に必ず確認します。\nその為、中途半端に登録をしてしまうと良いスカウトが来なくなってしまいます。\n僕が登録にかかった時間は合計30分程です。\n僕は仕事に行く前に少し早く起きてこの登録をして、大体昼休みくらいには約40件のスカウトが届きました。\nヘッドハンターも早く連絡して新しい求職者を囲い込みたいから、登録してすぐは頻繁にスカウトが来る傾向にあるね！\nスカウトがきてからは、メッセージを見て気になるヘッドハンターや企業に返答をして面談に進んでいく流れです。\n一旦ここまでがリクルートダイレクトスカウト利用の流れです。\nここからは、リクルートダイレクトスカウトを利用してみて感じた利用上の注意点を実際のスカウト内容を踏まえて解説します。\nリクルートダイレクトスカウトの実録(注意点)\nリクルートダイレクトスカウトを利用する際は、以下の3点を注意しておくと効率的に転職活動を進めることができます。\n注意点\n- テンプレ文章で送ってきてないかチェック\n- 「一求入魂」「GOLD(ゴールド)」スカウトは要チェック\n- 希望業界や希望条件など条件を決めておく\nこの注意点を実際に僕に届いたスカウトメールを元に解説していきます。\nテンプレ文章を送ってきてないかチェック\nヘッドハンターや企業は気になる登録者にメッセージを送るシステムとなっているので、「数打ちゃ当たる」戦法でいろんな登録者に送る場合があります。\n実際僕にきたメッセージで下図の様なスカウトがありました。\nヘッドハンターは登録者を早く広く囲い込む必要があるので、このようなテンプレになるのは仕方ないですし実際テンプレメールの方が割合は多いです。\nただ、僕はこの文面から、\"僕だから\"紹介したいという意思が伝わらなかったのでこのスカウトはスルーしました。\n特に\"一求入魂スカウト\"・\"ゴールドスカウト\"はちゃんと経歴をみて、興味を持ったヘッドハンターからスカウトが来るから注意しておくと良いよ！\n「一求入魂」「GOLD(ゴールド)」スカウトは要チェック\nこの2つは誰にでも送れる訳ではなく、限られた数しか送れません。\n届いたら相手の温度感も高いので良い条件が出やすかったり、選考を有利に進めやすい可能性があります。\n参考までに、実際の一求入魂スカウトをみてみましょう。\nたくさんくるメッセージを全て細かく確認するのは大変なので、最初はこの一求入魂スカウト・ゴールドスカウトは最優先でチェックすると覚えておけば効率的に利用できます。\n希望業界や希望条件など条件を決めておく\nスカウト型転職サービスを利用すると色んな業界やヘッドハンターからメールが届いて、手取り早く転職活動で有利になる情報が手に入りやすくなります。\nですがその反面、利用時に気をつけたいのは\"転職活動の軸がブレる\"事です。\nただ、自分がやりたい(活躍できる)仕事が\"営業\"と決めていたのに途中で優先順位が変わってしまうのが、転職活動では注意が必要なんだ。\n転職活動では予め優先順位決めてそれに沿って進める方が成功率が上がります。\n理由は\n- 希望条件や業界を何にするかで転職活動の戦略が変わるから\n- 選択肢が増え過ぎると企業選びで正しい判断ができる可能性が低くなる\n上記は理由から僕は優先順位は転職活動の最初に決めていたので、リクルートダイレクトスカウトを効率的に利用できました。\n\"「なんとなく転職したい」だけで転職活動を進めてしまって、エージェントに言われるがまま応募をして、選考途中で「なんか違う」と感じて一度転職を諦めた。\"という流れだったよ。\nこの失敗経験はリクルートダイレクトスカウトを効率的に利用する上では特に活かせる部分なので、これから利用する人は注意して頂きたいと思います。\nリクルートダイレクトスカウトのメリット・デメリット\n次にリクルートダイレクトスカウトのメリット・デメリットを解説します。\nこのメリット・デメリットは他のスカウト型転職サービスにも当てはまるのでスカウト型転職サービスとどう付き合っていくかの参考になると思います。\nメリット・デメリット\n- デメリット：情報量が多い\n- メリット：ヘッドハンターを自分で選べる\nデメリット：情報量が多い\nそれに1日経ったら合計60件程届いたから情報は効率的に見ないと駄目だね。\nすごいペースで通知が来ますが、仕事中は見れないので\n僕は効率良く確認する為に、下記の決まり事を決めてメッセージを確認しています。\n- 「一求入魂」と「GOLD」スカウトは最優先でチェック\n- 企業スカウトは希望業界のみチェック\nさっきの注意点で解説した内容とも被りますが全てを見るのではなく、自分にメリットが大きいスカウトや自分の優先順位に当てはまるスカウトに絞ってみていきしょう。\nメリット：ヘッドハンターを自分で選べる\nそれ以外にもリクルートダイレクトスカウトって求職者側からヘッドハンターの登録情報や実績を見れるんだ！\nまず、従来の転職エージェントは登録をしたら転職エージェント側から担当者が1人以上割り振られます。\nなので、転職エージェントではこちらからエージェントを決める事はできません。\nその時々と登録する会社毎に違うから\"エージェントガチャ\"って言われる事もあるね(笑)\n僕は現職に転職する時はスカウト型はまだ主流ではなかったのでエージェントだけ利用していましたが、話が合わないと思ったエージェントがいた場合は別の会社のエージェントに登録していました。\nですがスカウト型、特にリクルートエージェントに関しては、数あるスカウトからエージェントとなるヘッドハンターを選べて、尚且つヘッドハンターのこれまでの実績なども見て比較できます。\nその為、エージェントが面談で話が合わないなどの可能性はグッと下げる事ができます！\nリクルートダイレクトスカウトをおすすめできる人\n実際に利用してみてリクルートダイレクトスカウトをおすすめできるのは、以下の項目に当てはまる人だと感じました。\n- 転職の軸・目的が明確な人\n- 複数回ヘッドハンターと面談しても良い人\nこれまでの話から上記に当てはまる人はリクルートダイレクトスカウトを問題なく有効活用できると思います！\nまた、よく「ミドル・ハイクラス転職でないといけないのか？」という質問も聞きますが、僕はあまり気にせず登録して良いと思います。\n最後に\nここまでリクルートダイレクトスカウトについて実体験を解説しました。\n僕も今回始めて使ってみましたが、転職エージェントとはまた違ったメリットが多くありました！\n僕もスカウト型とエージェントを併用して転職活動を進めていましたが、もし転職エージェント選びにも悩んでいる方やこれから登録の方は、以下の記事で転職エージェントを徹底比較しているので是非併せてみてください。\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、退職に関して悩んでいる人は退職関係の記事も豊富に公開しているので、是非一緒にご覧ください。\nプロジェクトの途中で退職はあり？プロジェクトリーダー中に辞めた経験を解説\n【円満退職】退職が申し訳ない。そんな罪悪感を払拭する3つの解決策を経験者が解説\n今回は以上です。\n今後も転職について不安なく進められる情報を発信して家族を幸せにする転職を広められたらと思っているのでよろしくお願いします。\nまた、X(旧Twitter)もやっているのでもし興味があったら是非フォローしてください♪"}
{"url": "https://miyablog.info/%e6%96%b0%e5%a9%9a%e3%81%ab%e8%bb%a2%e8%81%b7%e3%81%af%e9%9b%a3%e3%81%97%e3%81%84%ef%bc%9f%e6%96%b0%e5%a9%9a1%e5%b9%b4%e7%9b%ae%e3%81%8b%e3%82%89%e8%bb%a2%e8%81%b7%e3%82%92%e8%80%83%e3%81%88%e3%81%9f", "text": "こんにちは！みゃーぱぱです！\nふと今後のライフプランが不安になって\n転職を考える事ってあるよね！\n結果的に結婚して2年目の時期に転職したよ！\nこのページでは、\n新婚時期からずっと悩んで転職した僕の実体験を解説します。\n最後まで読めば\n・新婚の人が転職するのが難しいのか？の疑問が解決できる。\n・新婚の人がいつ転職するのが最適なタイミングかわかる。\n最初に結論から\n結論ですが\nポイント\n新婚の転職は難しくないが、\nタイミングには要注意です！\n並行して転職を進めるにはタイミングが大事なんだ！\nまずは、このタイミングを前提として解説してから\n新婚の転職が難しくない理由を解説していきます。\n新婚の転職にはタイミングが大事！\n先程は新婚はバタバタすると伝えましたが\n新婚がやる事が山積みです。\n- 入籍手続き\n- 新居探し〜引越し(2~3ヶ月)\n- 結婚式準備〜結婚式(半年〜1年以上)\n- 新婚旅行\n- お礼関係(内祝いなど)\n上記以外にも、家族の顔合わせや恩人への紹介などもあり\n幸せな時間なのであまり苦では無いと思いますが\n正直僕は転職活動をする余裕は無かったです。\n準備期間も長いし大変だね！\nそれに折角一生に一度だと思うと\n新婚で体験できる行事を最優先にしたいしね！\nまた、新婚時期は家族以外に職場にも祝って頂くタイミングとなります。\nそのタイミングで転職をしてしまうと、\n結婚式の参列者選びが難しくなったり、お祝いが頂けない\nお礼ができないなどトラブルが出る可能性があります。\n新しい職場もお祝いするか悩んでしまうし\n結婚式に呼びにくくなってしまう面もあって\n僕は新婚すぐの転職をしなかったね。\n具体的に新婚で転職をするタイミングとしておすすめは\n- 入籍手続き\n- 新居探し〜引越し(2~3ヶ月)\n- 結婚式準備〜結婚式(半年〜1年以上)\n- 新婚旅行\n- お礼関係(内祝いなど)\n先程挙げたこの代表的な新婚イベントが終わってからすぐです！\n理由としては、この後は\n出産・育児や、マイホーム購入、会社での異動辞令など\nライフステージが変わる出来事が多く考えられ、\nライフステージが変わると逆に\n転職に踏み切るタイミングを逃す可能性が考えられるからです。\n新婚イベントが落ち着いてすぐに転職活動をすると、\nお祝いのお礼をしてから\n大体2~3ヶ月後に退職交渉となるから\n最低限の期間は空いてて気にせず交渉しやすいよ\n転職活動に集中する時間の確保と\n新婚イベントと人間関係の兼ね合いを考えて\nできるだけイベントが落ち着いたタイミングで転職活動を始めましょう！\n僕も上記を考えて具体的に転職活動に動いたのは\n結婚して2年目のタイミングです。\n新婚の転職活動が難しく無い理由\n転職市場のメインターゲットは\n20代後半から30代がメインターゲットです。\ndudaが出しているデータでは転職成功者の平均年齢は32.2歳です。\nこの理由は、求職者が転職を考えるタイミングと\n企業が欲しい年齢層が一番マッチするのがこの年齢だからです。\nまた、結婚の平均年齢は男性31.2歳・女性29.6歳と\nこちらも20代後半から30代となります。\n結論として、\n転職市場のターゲットと新婚のターゲットは一致するので\n新婚時期に転職を考えている方は、\n市場として求められる人材である可能性が高いです。\n複数のエージェントや面接官と話してきたけど\nそういった意見や新婚である事が選考に響いた事は\n全くないから安心して大丈夫！\nまた、僕は今2回目の転職活動をしていますが\n現段階でも家族構成を細かく聞かれる様な事は無いので\n新婚だからと心配する必要は全くありません。\n最後に\nここまで、新婚での転職について話してきました。\n結論としては\n新婚はタイミングに注意して転職をすれば難しくない\nとなります。\nと先程まで話していましたが\n調べると新婚は1年間だけという意見や\n2、3年は新婚という意見もあり決まってないみたいです。\n新婚さんいらっしゃいの出演資格が\n結婚してから3年未満らしいので\n3年までは新婚という認識です。笑\nそんなこんなでここまで僕の経験を元に解説してきました。\nこの記事を見てタイミングがきて転職活動をしたいと思った方は\n転職活動の第一歩として転職エージェントへの登録をおすすめしています。\n今の時代転職エージェントを使用した転職活動が\n最も効率が良い転職活動となります。\n以下の記事で僕が実際に利用した転職エージェントを\n本音で評価・比較していて\n必ず転職活動の参考になる内容ですので、是非活用してみてください！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、僕は転職活動で一番大変なのが\"退職交渉\"です。\n退職交渉は自分でもできますが、手間を考えると\n退職代行サービスが比較的安価で手間も掛からないのでおすすめです！\n退職代行サービスは以下の記事でおすすめサービスを紹介しているので\n是非一緒に確認してみてください♪\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\n今回は以上となります。\n今後も家族を幸せにする転職について発信していきますので\nよろしくお願いします♪"}
{"url": "https://miyablog.info/%e8%bb%a2%e8%81%b7%e3%82%92%e8%80%83%e3%81%88%e3%82%8b%e3%81%8d%e3%81%a3%e3%81%8b%e3%81%91%e3%81%a3%e3%81%a6%e4%bd%95%ef%bc%9f%e8%bb%a2%e8%81%b7%e6%b4%bb%e5%8b%95%e3%82%922%e5%9b%9e%e7%b5%8c%e9%a8%93", "text": "みんなどういうきっかけで転職を決意してるんだろう？\nそう思った事ないですか？\n僕も初めて転職する前は\nずっと転職は頭にありましたが\n「どういうきっかけや理由があったら転職をしていいの？」\n「なんとなくでは転職したら駄目なの？」\nと考えて転職に1年以上踏み切れない期間がありました。\nこのページでは、\n今僕と同じような悩み持っている人に対して\n実体験を元に解説していきます。\nなので、本記事が以下の様な方におすすめです。\nこんな方におすすめ\n- 転職を考えてるけど転職活動に踏み切れない方\n- 転職活動を始めるリアルなきっかけや理由を知りたい\nでは順番に解説していきます！\n最初に結論から\n結論としては\n結論\n転職のきっかけはたくさんあるけど全部が正解！\nただ、本当に転職すべきかをはっきりさせるのが一番\nでも僕も転職に関してかなり悩んできた経験と\n他の転職した人から聞いてきた中で\n本当に転職理由は様々なんだ！\n「年収上げて、タワマン住みたい！」って本気で思って\n転職を決意した人だっているしね！\nもちろん、この結論を聞いてすぐ\n「よし！じゃあ転職しよう！」とはならないと思います。\n僕も当時だったら絶対になりません。(笑)\nなのでこれから僕が何故そういう結論に至ったかの\n経緯を実体験を元に解説します。\n筆者の転職理由\n僕はこれまで2回転職を決意しています。\n- 1回目は27歳の時で28歳の誕生日直前。\n- 2回目は30歳で、正に今この記事を書いているタイミング\n2回目に関しては丁度この記事を書いている1週間前に\n転職を決意して、今転職活動や退職交渉をしています。\nまずは、読者の方にイメージしてもらえるように\n僕の転職のきっかけをお伝えします！\n転職1回目：28歳直前、新婚時代\n1回目のきっかけは、要約すると\n転職のきっかけ\n年収などの待遇を上げて、この先安心できる家庭を作りたい！\nとなります。\n僕は当時\n子ども用品を販売する会社に新卒から6年間勤めていました。\n転職を決意するまでの経緯は以下になります。\n- 子どもの出生数が下がり業界に不安を持っていた\n- コロナの影響で売上が下がり更に今後が不安になった\n- 外出自粛中にリフレッシュ休暇を取って何もする事がなかった\n- 休暇が暇なので試しに転職サイトに登録\n- 転職活動やってみると漠然としていた不安が明確になった\n- 年収が上がる業界・企業に積極的に選考を受けてみた\n- スムーズに選考が進み開始から20日で内定獲得→転職\n僕は、コロナの影響で更に不安を抱えましたが\n結果的に自粛期間の\"暇\"が人生を変えました(笑)\nまた、この時の転職で\n年収がプラス350万円・年間休日が20日以上アップさせる事ができました。\n転職2回目：30歳、妻子持ち(子ども0歳)\n1回目の転職で年収・休日アップをして\n1回目のきっかけとなった願望は叶った僕が\n2回目の転職を決意したきっかけは以下となります。\n転職のきっかけ\n会社の事業に納得できなくなった。子どもや家族に誇れる仕事がしたい。\nとなります。\n僕は2社目は\nIT・WEB業界の会社でWEBマーケティングと営業として2年間勤めていました。\n転職を決意するまでの経緯は以下になります。\n- 半年程前から会社が事業を方向転換\n- この方向転換でお客様からのクレームが毎日発生\n- 経営者に改善を提示したが改善はしないと返答\n- 方向性が違うと判断して転職を決意\nここから転職活動をしている現在に至ります。\n1回すごい悩んで転職したから\n「転職は怖くない。転職は友達。」ってなったんだね。\n友達は冗談ですが\n転職への不安感が1回目の転職で無くなったのは大きいです。\nここで言いたいのは、\n- 2回とも転職理由が違う\n- 転職を経験した事で、2回目の行動が柔軟で早くなった\n1回目の転職は世の中の状況が要因なので\n改善などは難しい理由でしたが\n一度転職を経験した事で2回目に悩んでいる経緯の中で\n会社に自分の意見をしっかり伝えられています。\n本来僕は優柔不断でビビりな人間なので、強く意見を発信するのは苦手です。\nですが今回は\n「言って駄目だったら転職すればいいし」という考えがあるので\n特に抵抗もなく、経営者に意見を伝えられて実際駄目だったので\n転職をすぐ決意できています。\nなので、転職活動を経験する事で\n仕事やキャリアに対して、自分主導で考えられるようになります。\n一般的な転職理由\nでは、次に他の人の\n転職理由を見ていきましょう！\n\"転職理由 アンケート\"と検索すると\n大手の転職サービスが最新のアンケートを出しています。\n今回は検索上位にきた以下のアンケートを確認しました！\nこの中で上位にある転職理由は\n- 給与が低い\n- 人間関係・社内雰囲気が悪い\n- 業界・会社の将来性が見えず不安\nこちらの理由は、どちらのアンケートでも上位に来ています。\n\"業界・会社の将来性が見えず不安\"に当てはまるね！\nただ、ここで見てほしいのは上位だけではなくて\n\"理由はみんなそれぞれ\"って所なんだ\n僕がこのアンケートで注目したのは以下の項目となります。\n- アンケートを取った会社によって上位が違う\n- dodaアンケートの理由別の割合が前回からかなり変動している\n- 転職理由は複数ある可能性も考えられる\nアンケートを取った会社によって上位が違う\n例えば、\ndodaの上位は以下となります。\n※記事内の\"【総合】転職理由ランキング\"の内容です。\n- 給与が低い・昇給が見込めない(割合：今回32.8%・前回35.0%)\n- 昇進・キャリアアップが望めない(割合：今回25.2%・前回29.4%)\n- 社内の雰囲気が悪い(割合：今回23.4%・前回26.7%)\nまた、エン転職の上位は以下となります。\n※記事内の\"本当の転職理由(全体)\"を指標としています。\n- 職場の人間関係が悪い(割合：35%)\n- 給与が低い(割合：34%)\n- 会社の将来性に不安を感じた(割合：28%)\nもちろんアンケートを取る年齢層・性別などで変動は発生しますが\nここで気づきたいのは、\n\"このアンケートからでも転職理由・きっかけは状況によって様々である事が見える\"です。\ndodaアンケートの理由別の割合が変動している\n先ほど記述したdodaアンケート結果ですが\n- 給与が低い・昇給が見込めない(割合：今回32.8%・前回35.0%)\n- 昇進・キャリアアップが望めない(割合：今回25.2%・前回29.4%)\n- 社内の雰囲気が悪い(割合：今回23.4%・前回26.7%)\nマーカーをつけている部分がアンケートを取った中で\nこの理由を選んだ人の割合を出しています。\n割合を見ると前回と今回でそれぞれ3~4%変動していて\nアンケートが約800人で実施しているので\n3~4%の変動でいくと全体の24~32人程の理由が変わっている事になります。\n少しややこしい数字を出してしまいましたが\nここで言いたいのは\n\"転職理由・きっかけは世の中の状況などでかなり変動するもの\"という事です。\n転職理由は複数ある可能性が考えられる\nアンケートではわかりやすく\n\"給与が低い\"と記載していますが\n気をつけたいのが\"複数回答可\"という部分です。\n\"給与が低い\"・\"業界の将来性が不安\"\nこの2点を選んでいたね！\nまた、アンケートの理由別の選んだ割合を見ても\n複数回答をした人が多いことがわかります。\nアンケートでは単純に見えますが、複数回答を考慮すると\n例えば、結婚・出産をした家庭で考えると\n\"将来性が不安\"・\"家庭の事情\"・\"福利厚生に不満\"などの組み合わせで\n転職を考えて家族を優先した働き方を手に入れたいと思うなども想像できます。\nアンケートで出ている組み合わせだけでも\n色んなパターンがあるし\n当てはまらない理由の可能性もあるね！\nなので、このアンケートで考えられるのは\n転職理由・きっかけは本当に様々でどんな転職理由でも良い！\nとなります。\n最後に\nここまで転職理由・きっかけについて\n僕の経験や一般的な意見を解説してきて\n\"転職理由は本当に様々で全部が正解！\"という事がわかってきたと思います。\nただ、最後に気をつけて欲しいのは\n「だから悩むんだったら転職をしましょう！」ではなく\n「だから悩むんだったら転職活動をしてみましょう！」です。\n転職は正直言うとリスクはあります。\n今後のキャリアの選択肢が狭まってしまうから\n転職の決断は十分な分析や家族との話し合いが絶対に必要！\nただ、転職活動にはリスクがありません。\nさっきの僕の経験も大事なのは転職を経験した事ではなくて\n転職活動をやってみた事で人生の選択肢が増えた事だと\n考えているよ！\n少し長くなってしまいましたが結論としては\n結論\n転職のきっかけはたくさんあるけど全部が正解！\nただ、本当に転職すべきかをはっきりさせるのが一番\nとなります。\nまずは転職活動始めてみましょう！人生楽しくなりますよ♪\n転職活動を始める時はまず転職エージェントに登録が一番効率的です。\n以下の記事で僕が利用した大手転職エージェントを\n本音でレビュー・比較していて、必ず転職活動の参考になるので\n確認してみれください！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、転職と同時に大変なのが\"\"退職交渉\"です。\n退職交渉は自分でできますが今の時代は\n退職代行サービスが比較的安くて手間も掛からないのでおすすめ！\nこちらも以下の記事で僕が徹底比較して\n本気でおすすめできる退職代行サービスを紹介しているので\n是非確認してみてください！！\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\n最後にTwitterもやっているので\nもし興味があったらフォローをお願いします♪\n今回は以上となります！\n転職活動で人生変えていきましょう！！"}
{"url": "https://miyablog.info/%e8%bb%a2%e8%81%b7%e6%97%a5%e8%a8%98%e3%81%9d%e3%81%ae3%e8%bb%a2%e8%81%b7%e5%85%88%e3%81%8c%e6%b1%ba%e3%81%be%e3%81%a3%e3%81%a6%e3%81%aa%e3%81%84%e3%81%91%e3%81%a9%e9%80%80%e8%81%b7%e4%ba%a4", "text": "1日退職交渉で話した後に\n明日からは来なくていいって言われた！\nちょっとびっくりしたよ\nこんにちは！みゃーぱぱです。\n僕は現在2回目の転職活動をしていて、\nこのブログはリアルな転職情報を発信するために\n転職日記として書いています。今回は第3弾！\n今は、転職エージェントやスカウト型転職サービスに登録して\n本格的に転職活動を開始したばかりです。\nこれまでの転職日記は以下から見て頂ければと思います。\nそんな転職活動を始めたばかりで、\nもちろん転職先も決まっていない僕ですが\n今回は会社に退職報告と交渉をしました。\n退職しようと思ったん？\nどうしても仕事を続けられないと思って退職を決意したんだ！\nこれからその理由を説明するね！\n今回の転職日記は以下の内容で解説します。\n- 転職先が決まってないけど退職交渉に入った理由\n- 退職交渉がどう進んだのか？\n- 退職交渉での注意点\nまた僕の転職活動の日記ではありますが\n本記事を読んで頂ければ、以下を知ることができます。\n最後まで読めば\n・転職先が決まる前に退職交渉して良いかを判断できるようになる\n・退職交渉で事前に注意しておくべき事がわかる\n転職先が決まってないけど退職交渉に入った理由\n2つ理由があるんだ！\nその理由がこちらです！\n- 会社のサービスを売りたくないと心の底から思ったから\n- 1年間の生活防衛資金を用意できているから\n順番に説明します。\n会社のサービスを売りたくないと心の底から思ったから\nクライアントからのクレームが毎日の様にきているんだけど\n会社としてその改善をしない方向性が見えたからなんだ！\n僕としてもできれば転職先が決まってから退職交渉と考えていましたが\n任されていたのは\"営業、WEBマーケティング\"で\n会社のサービスを売り込んでいく仕事です。\n僕はどうしてもお客様に売り込んでもクレームが起きる事を考えると\nお客様に「良いですよ！」と言えないと思っていたので\nサービス改善する要望や案を何度か提示しましたが会社からは\n「今は売り込む事に集中してほしい」との返答のみでした。\nきっと人によっては\nそれでも転職先が決まる1~2ヶ月後まで辛抱すれば良いと言われるかもしれませんが\n僕としては、この1~2ヶ月間で新しく売り込んでお客様からクレームを受けるのが\n耐えられませんでした。\n売り込めないと思った要因になってるよ\nここまで話すと会社に対しての愚痴の様に聞こえますが\nこれは、単純に僕がしたい働き方と\n会社が目指す方向性がかなり違ってしまっただけと考えています。\nここまで経緯があり僕は\n自分の気持ちに従おうと思い退職交渉を決意しました。\n1年間の生活防衛資金を用意できているから\n僕も家庭があるからね！\nそこを考えないで勝手に退職交渉はできないよ！\nこのブログのコンセプトは\n\"転職で家族を幸せにする事\"です。\n僕は自分を含めて家族が幸せが何より大切で、\nそういった方は大多数だと思います。\nなので、自分の気持ちを優先して退職したいと考えていましたが\nその際に家族全員の幸せが続く様に常に準備はしてきました。\nその準備が1年間の生活防衛資金の確保です。\n1年間の生活費を用意しておいて\n何があってもすぐには家計が揺らがない様にしてたんだ！\n具体的には以下の資金を用意しました。\n1年間の生活防衛資金\n1ヶ月の生活費(33万円) ✖️ 12ヶ月 ➕ イレギュラー(50万円) = 446万円\n子育て費用や医療費まで計算して1ヶ月の支出を出し\nそれを1年間分と何か家電が壊れたなどイレギュラ−があった時の費用として\n+50万円はキャッシュで用意しました。\n僕は健康な為、1年以上働かない事はないので\nこれだけの生活防衛資金があれば、倹約はしないといけないですが\n3~4ヶ月働かなくても余裕ですし、心にも余裕を持って\n集中して納得いく仕事探しができます。\nみゃーまま(妻)も資金があったらから快く了承してくれたよ！\n正直妻は家計や貯金に関して堅実なタイプですが\n前回も今回の転職も一切否定的な意見は言わず\n背中を押してくれたので、転職の度に妻の寛大さに感謝と尊敬の念を持ちます(笑)\n退職交渉がどう進んだのか？\nここまで退職に踏み切った理由を説明してきましたが\nここから実際退職交渉がどういう流れで進んだのか説明します。\n今回の退職交渉は1日で終わったから\n1日の流れで説明するね！\n- 出勤後すぐ、上司にメッセージでアポ取り\n- 午前11時に上司に直接退職報告\n- 上司から引き止めの条件提示\n- 上司が経営層に相談で離席\n- 社長&上司から再度引き止め\n- 条件が合わず\n- 社長から本日付で有休消化に入る提示をされた\n- 退勤・勤務終了\nざっとこの様な流れで進みました。\nポイントになる以下の部分だけ説明します。\n- 上司から引き止めの条件提示\n- 社長から本日付で有休消化に入る提示をされた\n上司から引き止めの条件提示\n2年育てた人材だからまた採用をして\n一から教育するより引き止めした方が\n時間と労力が掛からないしある程度の引き止めは\n想定しておいた方がいいね！\n大企業だったり、勤続年数が短い場合は引き止めがない事が考えられますが\nそれ以外は予め想定しておいた方が良いと思います。\nその際は、この条件だったら退職せずに働けるという条件が思い付けば\n引き止めがあった際に伝えましょう！\n僕は以下を条件として伝えました。\n提示した条件\n以前僕から提出した、サービス品質の改善案を実行させてほしい。\n僕は給与などは満足していたので、\n退職理由を払拭する為に、この条件を伝えました。\n但し、僕が提示した改善案は間違いなくクレームは無くなりますが\n売上が想定で5%は下がる案だったので\n正直この条件は僕の給与を上げるよりハードルが高いです。\nなので、条件が通る可能性はまずないと考えて提示しました。\nただ、上司からは\n「自分も今の状況はよくないと思ってるので\n経営者陣に要望を出してみる。」\n「この条件がクリアできたら残って欲しい。」\nと返答があり、上司はすぐに離席して\n経営者陣への交渉に入りました。\nもちろん、上司がすぐ動いてくれた事や\nストレートに引き止めようとしてくれた事には\n目頭が熱くなりましたが、2回目の退職交渉である僕としては\nこの上司も僕が退職する事で\n部内の売上低下や自分の教育評価が下がるという前提もあるので\n一旦作戦の立て直しで離席した可能性もあるので\n冷静にいる事を意識しました。\nそれにここで感情に流されてしまって決断すると\n今後また同じ理由で\nやっぱり転職したいとなる可能性が高いから\n今回の転職理由が払拭されるかは\n冷静に判断しなくちゃいけないと思うよ！\n社長から本日付で有給消化に入る提示をされた\n上司が経営者層に相談する為に離席してから\n1時間半後に上司が社長と一緒に戻ってきました。\nそこでの話としてはかなり長く話をされましたが\n結論として提示されたのは\n\"クレームが出ない様に頑張っていくから残ってくれ\"という話でした。\nこれでは解消できないと判断して\n僕はそれでは条件はのめないと返答しました。\nすると、社長からは\"残念だけど今日までにしよう\"と言われ\n会議室で話をしてましたが、\n鞄を持ってくるからデスクに戻る事なく退勤して欲しいとの事でした。\nデスクに戻って話させないようにする為だと思うよ。\n会社を支える為には必要な判断かもしれないね。\nただ、これから退職交渉する方は\nここいった時も、感情的にならず冷静に判断できる様に\n伝えないといけいない事が予め用意しておきましょう。\n僕は当日が最終出勤と思っていなくて油断しましたが\nトイレ中になんとか必要書類や項目などを調べて伝えました。\n僕が優先して伝えたのは以下です。\n- 有給が残っているので全て消化後に退職とする\n- 交通費や家賃補助の計算方法\n- 源泉徴収票・退職証明できる書類がいつ届くのか\n特に有給は労働者の権利です。\n今回は僕のケースなので他にあまりないと事を願いますが、\n僕は会社が用意した退職書類には最初\n退職日が交渉をしていたその日となっていました。\nここで、\n「有給が残っているので、有給消化後を退職日にして欲しい」\nと伝えた所、書類を再発行されましたが\n何も考えずに書類に署名、捺印すれば退職となって\n退職後に有給は使えません。\n思って気をつけた方が良いね！\n退職交渉の注意点\nこれまでの退職理由と流れの説明を踏まえて\n交渉前と交渉中に気をつけて欲しい事をまとめました。\n交渉前\n- 転職先が決まる前に交渉する場合は生活防衛資金を半年〜1年用意する\n- 引き止めがあった際に伝えられる条件がないか考えておく\n- 退職時に必要な事を調べて言える様にしておく\n交渉中\n- 常に冷静を意識して感情に流されない様にする\n- 必ずこちらから有給の確認をする\n- 源泉徴収票などの必要書類も言われない場合はこちらから確認する\n以上が今回の退職交渉を経験して僕が気をつけるべきと感じた事です。\nこれを予め準備しておけば、退職交渉はそんなにトラブルなくできると思います。\nまた、一応僕は不都合な事を言われていないか\nスマホで録音してました。\n特に問題は無かったですが、\n有給は取らせないなどの発言があった際など\nもしもの時を考える方は録音もしておいた方が良いと思います。\n最後に\n今回は以上となります。\n退職交渉に関しては、僕は少し危ない部分が合ったので、\n皆さんは危なくならない様に\n今回の記事を参考に準備をして退職交渉をして頂けたらと思います。\nもし、「退職交渉が怖い・勇気が出ない」と思う人は\n退職代行サービスを利用するのもおすすめです！\n今は料金も比較的安く依頼できて、退職に手間が一切掛からなくなります。\n退職代行に関しては以下の記事で徹底比較していて\n安全性もしっかりしているサービスを紹介しているので\n是非利用してみてください！\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\nまた、転職活動をこれから始める人は\nまず転職エージェントへの登録がおすすめです！\nただ、「いっぱいサービスがあってどれが良いかわからない」\nという人も多いので、\n以下の記事で、僕が実際に利用して本音で転職エージェントをレビューしています。\nこれから転職活動の方は必ず参考になるので一度確認してみてください♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nTwitterもやっているので是非フォローしてください！\n今後も\"転職で家族を幸せにする\"をコンセプトに\n転職に関して発信していきます！"}
{"url": "https://miyablog.info/retirement-lonely", "text": "って思う時ありますよね。\n僕もこれまで2回退職を経験して、1回目は新卒から6年間働いた職場を転職をしたので思い出も沢山あってすごく寂しくなりました。\n今回は、そういった退職時に感じる寂しい気持ちに対しての対処法を僕の経験談を元に解説します。\nこんな方におすすめ\n- 退職日が近づいて無性に寂しくなった方\n- これから退職報告を考えている方\n記事後半には、【退職・転職が寂しい時に陥りがちな失敗ポイント】や【同僚から寂しいと言われた時の対処法】も紹介してるので、是非最後まで読んでみてください。\n退職が寂しいと思った時の心理\n転職・退職が寂しいと思う心理は以下です。\n寂しいと思う心理\n退職時の寂しい気持ちは、卒業→入学に近い気持ち。\n新たなステージへ必要な感情と思って目一杯感謝で伝えよう！\n思い出は自分が時間や労力を掛けた分だけ多くなり、思い出が多い分振り返る事も多くなって感傷的になるのは当然です。\nましてや、仕事は学生生活より長い時間を過ごすので今寂しい気持ちになるのは、\"あなたが本気で仕事に取り組んだ揺るぎない証拠\"です。\nなので、この今しかない寂しい感情を大切にしながら対処していきましょう！\n最後まで読めば\n退職時の寂しい気持ちの対処法を知り、気持ちの整理がついて退職から次の環境で活躍できる方法が理解できます。\nまた、もし「退職交渉の具体的な方法を知りたい！」という場合は、別記事で退職を完全攻略できる方法をどこよりも具体的に解説していますのでこちらをご覧ください。\n退職時の寂しいへの対処法 3選\n僕がおすすめする退職時の寂しい気持ちへの対処法は下記3点です。\n退職時に寂しい時の対処法\n- 良くも悪くも、今しか無い感情と捉える\n- 退職後に「やることリスト」を作る\n- 関係性が深い人には、感謝を目一杯伝える\n更に本章後半には、困った時の最終手段も提案します。\n良くも悪くも、今しか無い感情と捉える\n退職を決意するという事は結婚・出産や転職など理由は様々だと思いますが、全員が退職後に環境が変わります。\n環境が変わると、今までの仕事について考える時間は自然と無くなり、考える時間が無くなれば感情も少しずつ薄れていきます。\nなので、良くも悪くも今だけの感情と認識して、感情を思い切った行動に繋げてみるのも良いと思います！\n例えば僕は、当時は毎日怒られていてめちゃくちゃ怖かった上司を思い切ってランチに誘ってみました(笑)\n退職後に「これをやるリスト」を作る\nこれは僕が実践して、かなり効果的だった対処法です。\n僕は1回目の退職時に有給が残っていて合計1ヶ月休みの予定でした。\nその時「このままいくと、自分の仕事や同僚が気になって絶対無駄にそわそわしたり寂しくなる！」と危機感を覚えて、やることリストを作りました。\n僕が考えたのは決めたのは以下です。\n(例)やることリスト\n- 毎朝8時に起きて1時間ランニング\n- 次の職場に向けて毎日1時間勉強\n- やりたかったゲームを一気にクリアさせる\n- 1人キャンプにいく\n- 妻と旅行にいく\nこれを退職2週間前くらいに作っておくと、退職後に職場や仕事について考える時間が減って、寂しい気持ちが自然と落ち着きます！\n関係性が深い人には、感謝を目一杯伝える\n3点目は、お世話になった人に目一杯感謝を伝えましょう！\n退職と卒業は感情が似ていると話しましたが、本当に仲が良かった友達は学校が変わっても何かあったら集まったり、連絡して相談したりすると思います。\nこれと同じと考えると、「会社を退職したから」という理由で関係性を絶ってしまうのはすごく勿体無いです。\nなので、「退職したらこれで終わりと考えず」に、今後も仲良くして欲しい人には感謝の気持ちを積極的に示していきましょう！\nそしたら相手から、「退職後もご飯誘う」とか「また相談に乗って」など、今後も関係性が続いていくような嬉しい言葉も貰えるので寂しい気持ちが和らいでいきます。\n困った時の最終手段\n上記の対処法でも「寂しい気持ちが収まらない。収まりそうにない。」という方に最終手段を提示します。\nそれは、「とにかく人に話す。」です。\n気持ちや思考を整理するには人に話を聞いてもらうのが一番。話している内に整理がついたり、人から客観的な意見を貰えて考えが楽になることもあります。\nもし、「相談相手がどうしてもいない..」って人は本記事のコメント欄やお問い合わせフォームから僕に相談してくれたら相談に乗ります！\n苦しい時は一人で抱えないようにしましょう。\n退職時に寂しい時の失敗ポイント 2選\n退職時に寂しい時の対処法を解説してきましたが、ここからは僕の失敗を元にした注意点を伝えします。\n注意点は以下となります。\n退職時に寂しい時の注意点\n- 言いたい事を言うのはNG\n- 退職後を最優先に考えて行動する\n言いたい事を言うのはNG\n退職する際にこれを機に、「嫌な思いをされた事を全部言ってやろう」と思うかもしれません。\nこれは実際僕が思っていました。\n当時部内みんなから嫌われてる上司がいて、僕は周りから「辞めるなら今度の朝礼でみんなの不満を言ってくれ」とお願いされました。\n僕は自分の鬱憤ばらしと同僚を助けるつもりで、嫌だった事、改善して欲しい事を上司に伝えました。\nと言うのも正直辞める人間が何を言っても相手は「よし、じゃあ変えてみよう」とはまず思えないですし、退職がスムーズにいかなくなる可能性もあります。\n僕は幸い何かトラブルにはならなかったですが、結果として僕の発言で何か変わる事はその後全くなかったので、勇気を出して発言をしたのに、退職まで気まずくなるだけでした。\n大事なのは退職後の自分の人生なので、感情に任せて言いたい事を言うのはあまりおすすめしません。\n退職後ことを最優先に考えて行動する\n寂しい感情は今しかないので大事ですが、僕はその感情に流されて失敗しそうになった経験があります。\nそれは、有休消化についてです。\n有休が残っていた場合は必ず取りましょう。\n理由は、「退職はその後環境が変わって、新しい環境に慣れるのにかなりの体力と気力を使う為できる限り事前に休んだ方がいい」からです。\n僕はこれまで異動辞令を8回、転職を2回経験していますが、そのタイミングが仕事の中で一番疲れます。\nそんな大変な環境が変わる前に休みなしで次の環境にいくのは自分にとって不利です。\nなので、退職が寂しい場合も、常にその後の自分を大切にして動く様にしてください。\nもし、有休が取得できない場合は退職代行の利用を検討しましょう。\nほぼ確実に有休取得できるので「有休があるのに取れない」は避けられます。\n退職難易度が高い時におすすめ：辞めるんです\n総合おすすめ度：\n\"辞めるんです\"は、弁護士監修&労働組合提携で運営している退職代行サービス。\n＼5分で退職交渉終了！／\n退職代行に頼んでしまえば基本的には後はお任せで退職が完了しますが、もし退職代行や退職交渉の具体的な流れを知りたい方は以下の記事を参考にしてみてください。\n退職時に寂しいと言われた時の対処法\nこれまでの話は退職時に自分が寂しいと感じた場合の対処ですが、【職場の人に寂しいと言われた場合】の対処法にも言及します。\n寂しいと言われた時の対処法\n- 感謝の気持ちを思い出話も交えて伝える\n- 転職後に落ち着いたら連絡が取れる様にしておく\n- 寂しいの言葉に共感しすぎない様に注意する\n本章を理解しておくことで実際転職・退職する時に人間関係で問題が起きる可能性が低くなります。\n感謝の気持ちを思い出話も交えて伝える\n「寂しい」という気持ちを伝えられたらまずは素直に感謝を伝えましょう！\n僕は特にお世話になった人には個別でお菓子を用意して一緒に小さい手紙を渡したかな。\n少し恥ずかしいかもしれませんが手紙はおすすめです。\n書いてる内に思い出が蘇りますし、書き終えると気持ちの整理が付いて過度に寂しく感じることが無くなりました。\nあまり難しく考えずに素直に相手に感謝を伝える方法を考えて思いついたことをやってみてください。\n転職後に落ち着いたら連絡が取れる様にしておく\n直接「寂しい」と言ってくれる人はなかなか出会えません。\nなので、そういった繋がりは連絡先として残しておくのがおすすめです。\n僕も最初の転職をしてから何年も経っているけど、たまに当時の同僚から「近くに来たから最近の話聞かせてや」とお誘いがくるし、こっちからも何かあったら連絡を取ってるよ！\n特に退職後は生活環境が変わるので、どうしても疲れたり余裕が無くなることがあります。\nそんな時、連絡を取って話せる人やストレスを吐き出せる人の存在は大きいです。\n既に連絡先を知っている場合は「また落ち着いたらご飯行きたいのでまた連絡してもいいですか？」など一言伝えると相手も喜んでくれるはずです。\n寂しいの言葉に共感しすぎない様に注意する\n「寂しい」と言われたらこちらも「寂しい」と思うのは当然です。\nただ、相手の言う「寂しい」に共感し過ぎるのはNGです。\n共感し過ぎがNGな理由\n- 決意が揺らぐ可能性がある\n- 相手に「じゃあなんで退職するの？」と思わせる\n- 「残りなよ！」と言われたり退職交渉が発生する可能性がある\n特に注意してほしいのは\"決意が揺らぐ\"です。\n言葉に出して「寂しい」と言いすぎると、余計に寂しい気持ちが大きくなる可能性があります。\nまた、一番避けたいのが退職交渉の末「やっぱり現職に残る」という事態です。\n冷たい話ですが会社は退職意向を出した人より、何も言わずに頑張ってる社員にお金や時間を使った方がリスクが少ないと考えます。\n様々な事情はあると思いますが、基本的に「寂しい」気持ちは共感ではなく、感謝の言葉で返しましょう！\nもしこれから転職活動を考えていて【揺るがない転職先を身に付けたい方】は、以下の転職エージェントを登録してみてください。\n揺るがない転職には：マイナビエージェント\n総合おすすめ度：\n\"マイナビエージェント\"は、転職エージェント顧客満足度NO,1!!\n揺るがない転職先を見つけたい場合はだ間違いない転職エージェントサービスです！\n＼5分で転職活動開始／\nマイナビエージェントは僕の初めての転職を成功に導いてくれたサービスです。\n以下の記事でマイナビエージェントやスキルに自信がない方におすすめのサービスを紹介しているので併せて読んでみてください。\n最後に\n本日提案した退職が寂しい時の心理と対処法は以下です。\n寂しいと思う心理\n退職時の寂しい気持ちは、卒業→入学に近い気持ち。\n新たなステージへ必要な感情と思って目一杯感謝で伝えよう！\n対処法\n- 良くも悪くも、今しか無い感情と捉える\n- 退職後に「やることリスト」を作る\n- 関係性が深い人には、感謝を目一杯伝える\n感情は大切にしながら対処して、気持ち良い最終出勤日を迎えましょう。\nまた、どうしても気持ちの整理がつかない時は「人に話す。」を実践してみてください。\nおすすめ情報\n本記事は以上となりますが、以下の記事で退職交渉を完全攻略できる方法を解説しています。\nこちらもCHECK\n-\n【退職完全攻略】ブラック企業経験者が退職交渉の全てを伝授！\nこんにちは！みゃーぱぱです！ やっぱり周りの目とか怖いよな〜 みゃーぱぱ みゃーくん いきなりどないしたん？ さっき無事転職先が決まった相談者さんと一緒にお祝いしてたんやけど、「転職が決まったのは嬉し ...\n続きを見る\nまた、僕が退職交渉を実体験した記録もあるのでそちらも是非参考にしてみてください。\nかなり波瀾万丈な退職交渉劇なので見応え十分ですよ笑\nこちらもCHECK\n-\n転職日記~その3~\"転職先が決まってないけど退職交渉をしたらその日が最終出勤日に\"\nみゃーぱぱ 職場に勇気出して退職したい事を伝えたら 1日退職交渉で話した後に 明日からは来なくていいって言われた！ みゃーくん え、やばいやん！ 流石に1日で退職となると思ってなかったから ちょっとび ...\n続きを見る\n今回は以上となります！\nもし本記事が参考になったら本記事コメントやSNSをフォローしていただけると大変励みになります！\nこれからもよろしくお願いします。"}
{"url": "https://miyablog.info/job-diary4", "text": "エージェント使ったんやんね？\n手厚いサービスのお陰で転職できたんだ！\n今回はまず初めにマイナビエージェントに登録したよ！\n今回は2回目の転職でマイナビエージェントを利用したら\nどうなるのかを転職日記として話すね！\nこんにちは！みゃーぱぱです！\n僕は現在2回目の転職活動をしていて、\nこのブログはリアルな転職情報を発信するために\n転職日記として書いています。今回は第4弾です。\n今回のお題は\n今回のお題\n2回目・30代の転職でマイナビエージェントは使えるのか？\nという内容を実際使ってみた本音でお届けします。\nこんな方におすすめ\n- 30代でマイナビエージェントの利用を検討している方\n- 2回目の転職でマイナビエージェントの利用を検討している方\n最初に結論から\n30歳・2回目の転職でマイナビエージェントを利用してみた結論としては\n結論\n30代の転職ではあまり合わないが、2回目の転職は問題なく利用できる\nとなりました！\n僕が利用してみた経験から解説します！\n30代の転職では合わない理由2点\n今回マイナビエージェントを利用してみて\nあまり合わないと感じた点が2点あります。\n- 希望年収と提示される求人の年収に差がある\n- 登録者が20代が多い為、不利になる\n順番に解説します！\n希望年収と提示される求人の年収に差がある\nターゲットにしている層が20代だからだね！\n実際マイナビエージェントは、\n20代の第二新卒向けに打ち出しをしています。\n※マイナビのプロモーションを含みます\nターゲットが20代となっているので\n求職者にマッチする求人を提案する為にも\n取り扱っている求人も20代向けの年収帯で300~600万円ラインが多くなります。\nエージェントから開始10分くらいで、僕の年収から上げられる\n求人の紹介はできないと言われました。\n僕が現在は700万円後半の年収で、一般的にミドルクラスに当たる為\n正直これは僕が狙っている所から外れている利用者なので仕方ないと思います。\nできれば僕みたいに年収が上がって、2回目の転職で30代の人向けの受け皿になる\nサービスの提案がマイナビ内でできれば良いな。と思いましたが\nきっと他社のJRCやリクルートが強いなどの背景もあると思います。\n頑張って僕の希望年収に近い求人も出してくれたよ！\nただ、その求人も希望に合わなかったから\n応募はできなかったけどね。\n30代になると20代より役職と年収が上がって\n家庭を持っていたり、生活レベルも上がっているので\n30代で転職で一番大切な年収部分が合わない転職はおすすめできません。\n登録者が20代が多い為、不利になる\n企業も嬉しいじゃない？\nマイナビエージェントに登録している求人は未経験歓迎が多いんだ！\nマイナビエージェントは20代がメインターゲットです。\n20代がターゲットになると、 \"経験が浅い \" \"未経験\"の求職者の割合が多くなります。\nここで注意したいのが\n求人を出している企業側も雇ったら\n\"未経験\"でこれから教育しないといけない事を想定しています。\nそうなると、未経験で採用するなら\nできるだけ若い方が良い！\nっていう風に考えるんだ\nもちろんこれまでの実績も採用に効果的なのは間違い無いですが\n前提が\"未経験\"なので、経験ベースで見られる可能性が下がり\n期待値の高い20代の方が採用しやすくなり\nどうしても30代が不利となってしまいます。\n2回目の転職でも利用できる理由\n次に僕が30代での利用は合わないと感じた反面\n2回目の転職でも利用できると感じた理由を解説します。\n理由\n2回目の転職が不利になる条件が出たり\nエージェントから2回目だから〜などの話が出なかった為\n懸念点として言われたのは年収が希望に合わないだけだったよ！\n僕は1社目を新卒から6年間勤務し、2社目は2年間勤務したので\n30歳で2回目の転職となって上手くいきませんでしたが\n1社目3年・2社目3年で転職しても28歳なので\n2回目の転職でも、先程話していた不利になる30代にはなりません。\nしかも、マイナビエージェントは未経験求人を数多く保有しているので\n2回目の転職でも未経験から十分再チャレンジが可能です！\nマイナビエージェントはこんな人におすすめ\n僕がこれまで2回マイナビエージェントを利用してきて\nこういう人はおすすめできると思うのは以下です。\n- 未経験で新しい業界・業種にキャリアチェンジしたい方\n- 20代で転職を考えている方\n- 初めての転職で手厚いサポートが欲しい方\n手厚いサポートもしてくれるの？\nターゲットが合わなくて応募に至らなかったけど\nそれも、早い段階でエージェントが\n別のミドル・ハイクラス向け転職サービスを使った方が良いって\n言ってくれたからすぐに判断できたんだ！\nこれまで色んなサービスを利用してきた中で\n個人的には転職初心者におすすめしたいエージェントNo,1です！\n求人の豊富さだけでなく\n具体的な転職についての意見を出してくれるだけでなく\n書類添削、面接対策、企業への面接フォローもしっかり体制があるので\n安心しておすすめできます。\n最後に\nここまでマイナビエージェントを2回目・30歳で利用してみた内容を\n解説してきました。結論をとしては\n結論\n30代の転職ではあまり合わないが、2回目の転職は問題なく利用できる\nまた、補足として以下該当する人は\nマイナビエージェントの利用がおすすめです。\n- 未経験で新しい業界・業種にキャリアチェンジしたい方\n- 20代で転職を考えている方\n- 初めての転職で手厚いサポートが欲しい方\n※マイナビのプロモーションを含みます\n今回の転職日記は以上となりますが\nじゃあ、「他のエージェントはどうなの？」と気になる方は\n以下の記事で僕が転職活動でおすすめしたい転職エージェントを\n本音で徹底比較しているので、是非読んでください。\nこちらを読めば自分に合ったサービスが簡単にわかります！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、退職に関して悩んでいる場合は\n退職代行サービスを使うのもおすすめです！\nこちらも僕がこれまでの退職交渉の経験で\n「これは抑えてほしい！」という部分を徹底的に見て\nおすすめのサービスを比較・紹介しているので\n是非チェックしてください！\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\nTwitterもあるので僕に興味があったらフォローして\nいつでもDM頂けたらと思います♪\nでは、今後ともお願いします！!"}
{"url": "https://miyablog.info/job-diary5", "text": "こんにちは！みゃーぱぱです！\n僕は今人生で2回目の転職活動中で、この転職日記では僕の転職活動のリアルな記録を発信しています。\n※筆者が転職日記を書いたのが23年3月で、4月に内定を獲得しています。(実は転職せずに独立しましたが...)\n何を隠そう僕はそう思って、実際転職前に行動を起こしてしまいました。\n転職において、現職の退職時期は基本的に転職先が決まってからです。\nこれはどこの転職本にも転職先が決まってからが良いと記載されていて、僕も理解していましたが結果的に「転職先が決まる前に言う」を実践してしまいました。\nなので今回は以下について実録を解説します！\nお題\n転職先が決まる前に退職に踏み切った理由と会社に言う際の注意点について\nこんな方におすすめ\n- 転職活動中だけど、すぐにでも退職したい方\n- 転職先が決まる前に言うとどうなるのか知りたい方\n- 退職してからの転職活動で注意すべき事を知りたい方\n結論：転職が決まる前に言うとどうなる？\n僕が転職先が決まる前に言った理由は「やりたくない仕事を続けながら転職活動をするより、転職活動にコミットした方が良いと思ったから」です。\n結論\n転職が決まる前に言うのはリスクはあるけど、焦らず注意すれば良い転職はできる\n転職先が決まる前に職場に退職を伝えるのは退路を断つ様なもので基本的に避けた方がいいと言われます。\nですが、本記事は「それでも辞めたい！転職を絶対したい！」を叶える方法はないか！を本気で考え実践した話なので同じ気持ちを持つビジネスマンの参考になる情報です。\n注意点だけでなく、記事後半には実際の退職スケジュールまで実録を解説しているので是非最後まで読んでください。\n転職が決まる前に言うメリット・デメリット\n転職が決まる前に言うデメリット\n- 無職期間が発生する\n- 無職が長引くと転職難易度が上がる\n- 周囲から心配される\n転職が決まる前に言うメリット\n- 面接・企業分析・入社準備などに重要なことに集中できる\n- 前職のことを考えなくていいので心の余裕ができる\n- 退職日・入社日なども自分でコントロールできる\n転職が決まる前に言うデメリット\n重複しますが、デメリットは以下です。\n転職が決まる前に言うデメリット\n- 無職期間が発生する\n- 無職が長引くと転職難易度が上がる\n- 周囲から心配される\nこれを見るとリスクが大きい様に見えます。特に「無職が長引くと転職難易度が上がる」については3ヶ月以上の無職期間は作らない方がいいと言われています。\nただ、このデメリット部分ですが僕としては後半に説明する「転職が決まる前に言う際の注意点」これを抑えておけばリスクを最低限に抑えて転職は可能と考えています。\n転職が決まる前に言うメリット\n転職が決まる前に言うメリット\n- 面接・企業分析・入社準備などに重要なことに集中できる\n- 前職のことを考えなくていいので心の余裕ができる\n- 退職日・入社日なども自分でコントロールできる\nメリット部分に関してですが、実際に僕が転職先が決まる前に言ってみて感じたメリットです。\n僕は現職を1日でも早く辞めたかったのでやめた後に感じたメリットはかなり大きく感じました。\nもし読者の方でエージェントなどに相談をしていて、「転職が決まる前に言う」ことについてデメリットばかり話される場合は「ケースが少ないのでリスクが大きいと感じている」と考えられます。\n基本的に求職者が望むキャリアを支援するのがエージェントなので、そういった場合はエージェントの質が高いサービスを利用するのがおすすめです。\n質が高い転職エージェント：マイナビエージェント\n※マイナビのプロモーションを含みます。\n総合おすすめ度：\n\"マイナビエージェント\"は、転職エージェント顧客満足度NO,1!!\nもちろん登録費用や利用料は全て無料で利用できて、サポート体制も充実しています。\n初めての転職活動だったら間違いない転職エージェントサービスです！\n＼質問に形式で簡単に登録→求人紹介可能／\nあわせて読みたい\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\n転職が決まる前に言った理由\n理由は以下の2つです。\n感情的な理由\n会社のサービス満足度が低く、営業として会社のサービスを売りたくないと感じたから\n合理的な理由\n前回の転職活動経験と事前の情報収集で、短期間で問題なく転職できると判断したから\n感情的な理由について\n半年程前からクレームが常態化していたので、3度上司や経営層に時間を貰い顧客満足度の改善案を出します。\nですが、結果的には経営層の方針としては売上・利益至上主義でやっていくので改善はしないという返答でした。\nお客様に対して「きっとクレームが出る」と思って提案をしていると、\"自分は今給料の為だけに仕事してる\"と考える様になり悩みに悩みました。\n結果「自分の望む働き方の方針と会社の方針が違うのですぐにでも退職したい」と考え1日でも早い退職を決意しました。\n合理的な理由について\n合理的な理由\n前回の転職活動経験と事前の情報収集で、短期間で問題なく転職できると判断したから\n僕は1回目の転職で最短20日で転職をしています。\nこの時は運が良かった面もありますが、タイミングは前回2020年12月で、今の2023年3月と比べた時に今の方が転職市場が求職者有利だったからです。\n有効求人倍率は、2020年12月は1.05倍 → 2023年3月は1.35倍です。\n※有効求人倍率とは求職者1人に対して求人が何件あるかという数値\n転職先が決まる前に退職を決意しましたが、実際は触りだけ転職活動を始めて退職をしたという形です。\n事前に情報収集をして自分には選択肢があるとわかったので安心して退職をして、転職活動に集中できると判断しました！\n転職が決まる前に言う際の注意点\n僕は転職先が決まる前に退職をしましたが、後悔はなく転職活動も順調に進んでいます。(実際1ヶ月半後には内定獲得しています)\nただ、当然実践の中で感じた注意点があるので解説します。\nこの注意点を理解し、実行できればリスクを回避しつつ転職できます。\n転職前に言う際の注意点\n- 絶対に転職を焦らない\n- 退職の準備は予めしておく\n- 転職活動は始めておく\n- 家族を不安にさせない配慮\n絶対に転職を焦らない\n転職が決まる前に言って退職するとこんな感情が芽生えます。\n「早く転職先を決めなきゃ。」「無職期間が長いと転職に響く。」「お金が心配。」\nどれも至極真っ当な感情だと思いますが、こういった感情で”焦る”のは絶対に辞めましょう！\n焦ってはダメな理由\n- 転職先選びで冷静な判断ができず転職失敗する\n- 焦って色んな転職先に応募して転職活動が上手くいかない\n転職先選びは自分の人生にとってとても大きな選択です。僕の体感では、家のローン組むより大きな決断だと思っています。\n転職先は落ち着いて慎重に選ぼう！\n焦らなくても転職活動は平均的に2~3ヶ月で転職先が決まるので、退職意思を告げてからでも転職先が決まるまで長期の無職期間ができることはありません。\n一般的な退職スケジュール\n- 退職意思報告\n- 退職交渉(1日〜1週間)\n- 引き継ぎ期間(1~2ヶ月)\n- 出勤最終日\n- 有休消化(半月〜1ヶ月)\n- 退職日\n上記のスケジュールの最短でも退職まで1ヶ月半かかるので、転職活動が3ヶ月掛かっても転職先が決まるまでの無職期間は1ヶ月半です。\nもし仮に、「転職活動が3ヶ月で決まる気がしない」「今の会社で有休消化が許されるかわからない」って方は僕が無料相談で解決策を提示するので以下からお問い合わせください。\n僕は転職活動は1回目20日・2回目1ヶ月半で内定獲得していて、有休消化も全て取得して退職しているので具体的な戦略をお伝えいたします。\n＼登録不要！無料でキャリア相談！／\n退職の準備は予めしておく\n「退職は勇気を出して言えば、後は社内手続きして終わり。」で済めばいいのですが現実は違います。\nちゃんとしている会社であれば言ったら全部やってくれますが、やってくれない会社の方が多く、退職準備をしていないと大きな損をする可能性があります。\n退職交渉の内容も転職日記で記録しているので以下から一緒に読んでみてください。\nこちらもCHECK\n-\n転職日記~その3~\"転職先が決まってないけど退職交渉をしたらその日が最終出勤日に\"\nみゃーぱぱ 職場に勇気出して退職したい事を伝えたら 1日退職交渉で話した後に 明日からは来なくていいって言われた！ みゃーくん え、やばいやん！ 流石に1日で退職となると思ってなかったから ちょっとび ...\n続きを見る\nこちらの記事はどういう流れで退職交渉をしたのかリアルな流れを記録していて、僕が危なかったと思う内容も解説しているので、これから退職交渉をする人には必ず読んでほしいです！\nこれを読めば退職交渉はスター状態(無敵)になれます(笑)\n転職活動は始めておく\nこの記事を見ている人は1秒でも早く退職をしたいと考えている方多いと思います。\nでも、数日我慢しましょう！\nこの数日で、1個でも良いので転職エージェントに登録して面談までしておけばOKです！\n事前に登録する理由\n- 人に退職・転職理由を話すことで頭を整理できる\n- エージェントから客観的な意見をもらえる\n- 実際に届く求人を見て現職と条件を比べられる\nもしかしたら、エージェントから出された求人や意見によっては今転職のタイミングではないと考えが変わる可能性もあります。\nそれならそれで良い\"気づき\"になります。損はないので必ず転職エージェントに登録して面談までしましょう！\n退職前に登録必須の転職エージェント 3選\n転職エージェントサービスはサービス毎に得意な年齢層・ターゲット層が違う為、自分の属性に合ったサービスを選ぶのが転職成功の秘訣です。\nまた、登録から転職まで全て無料で利用できるので、2サービス以上を登録して自分に合うエージェントをメインで活用する方法がおすすめです！\nまた、今転職エージェント利用していて「転職が決まる前に言うのを止められている・わかってくれない。」場合は \"マイナビエージェント\"の登録をお勧めします。\n＼10分で最高の転職スタート！／\n家族を不安にさせない配慮\n転職先を決めずに退職するのは少なからず不安になります。\nそれは家族も同じで、子どもがいれば尚更だと思います。\nその為、家庭がある方は以下は心掛けましょう！\n不安にさせない配慮\n- できるだけ早く家族に相談\n- ちゃんと転職できる理由を話せるようにしておく\n- 金銭的なシュミレーションをしておく\n特に金銭的なシュミレーションは必ずやっておきましょう！\n「家庭を圧迫しない貯蓄はあるのか？」「失業保険はいくら入るのか？」など説明できる様にする事で、きっと家族もあなたの転職活動をサポートしてくれる様になります。\nまとめ\nここまで長かったですが読んで頂いてありがとうございます！\n最後にここだけは抑えてほしいという点をまとめて終わりたいと思います。\n転職が決まる前に言う場合はここを抑えて！\n今回の結論以下です。\n結論\n転職が決まる前に言うのはリスクはあるけど、焦らず注意すれば良い転職はできる\n併せて「転職が決まる前に言う」場合の注意点をしっかりと把握して、最小限のリスクで退職、転職を成功させましょう！\n転職前に言う際の注意点\n- 絶対に転職を焦らない\n- 退職の準備は予めしておく\n- 転職活動は始めておく\n- 家族を不安にさせない配慮\n上記をしっかり抑えておけば過度に怖がったり、周りの心配を受けて「大丈夫かな？」と不安にならなくてもいいです。\n自信を持って行動していきましょう。\nおすすめ情報\n今回の記事は以上となりますが、「よし、転職活動やってみよう！」という方は、まず転職エージェントに登録してみましょう！\n転職エージェントは僕が徹底比較した記事があるので、そちらを参考に自分に合う転職エージェントを選べば間違いなしです！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、「退職交渉が不安。」という方は退職代行を頼むのもおすすめです！\nこちらは以下の記事で徹底比較しているのでお悩みの方は読んでみてください。\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\n今後も転職や働き方に関して発信していきます。\nこの記事でわからないことや、「もっと相談したい」という方は本記事のコメントを入れて頂くか無料相談も受け付けているので活用してみてください！\n＼登録不要！無料でキャリア相談！／\nこれからも良いキャリア作っていきましょう！では！"}
{"url": "https://miyablog.info/recruitment-agency", "text": "どのエージェントを使うか迷う事ってありますよね。\n僕もこれまで2回転職活動をしてきて\n未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが\n転職活動を始める度に、いつも使う転職エージェントを悩んでいます。\nエージェントの数は大手から\n知名度の低い所も合わせて10社以上あります。(笑)\nただ、転職活動は働きながらする人が多いので\nできれば自分に合ったエージェントを使って、\n時間効率良く転職活動を進めていきたいと考える人も少なくないと思います。\n今回はそんな悩みを持つ方に向けて\n僕の経験を踏まえて転職エージェントをガチレビューしていきます！！\nこんな方におすすめ\n- これから転職エージェントの使用を考えている方\n- 転職エージェント選びで難航している方\n- 効率良く転職活動をしたい方\n今回は以上に該当する方に向けて記事を書いていきます！\n最初に結論から\nまず、僕が考える転職エージェント選びの結論は\n結論\n年代とこだわりによって、マッチするエージェントが違う\nと考えています。\n最適なエージェントは違ってくるので\nこのレビューで自分の状況・条件に合うエージェントを\n選べる様になります！\nまた、今回は僕が2回の転職活動を経験した中で\nエージェント選びで必要だと思う項目を元にレビューしていきます。\n具体的には\n- 20代向け\n- 30代向け\n- 未経験\n- ミドル・ハイクラス\n- サポート体制\n以上の5つの項目を、5点満点のおすすめ度でレビューをしていきます！\nレビューはこの例の様に表記して、理由も添えて解説します！\nおすすめ転職エージェンント\n僕が経験したエージェント全て紹介したいですが\nかなり長くなってしまうので\n今回は転職活動を始めたらまず検討する事の多い\n大手の転職エージェントをメインに解説していきます。\n今回レビューする転職エージェントはこちら！\n- マイナビエージェント\n- リクナビエージェント\n- doda\n- パソナキャリア\nどのサービスもそれぞれおすすめポイントはあるから\n順番に紹介していくね！\nマイナビエージェント\nまずは、マイナビエージェント！\n※マイナビのプロモーションを含みます。\n僕がこのエージェントをまず最初に紹介したい理由があります。\nそれは、\n僕の1回目の転職を大成功に導いてくれたからです！！\nただ、僕は2回目の転職活動も\nマイナビエージェントを使用しましたが\nある理由で使用を中断しました。\nその背景も含めて以下のレビューとなります！\nはっきりと20代をメインターゲットにしているという点だね！\n僕は2回目の転職活動時は30代で年収750万円とミドル・ハイクラスだった為\nマイナビエージェントのエージェントを話した所\n希望条件に合う求人を紹介できないかもしれないと言われました。\nただ、1回目も2回目もサポートする姿勢はすごく感じたし\n1回目はサポート体制に助けられて20日で内定ゲットできたから\n初めての転職にはかなりおすすめだよ！\nよってマイナビエージェントをおすすめできる人は\nおすすめできる人\n20代での転職、特に初めての転職活動を考えてる人には間違いないサービス！\n逆におすすめできない人は\nおすすめできない人\n30代での転職を考えている人には紹介される求人が少ない可能性がある。\nマイナビエージェントは20代・未経験での求人数が多い分\n30代が20代と同じ未経験で選考を受けてしまうと経験や人物像より\n\"若さ\"が優先されるケースも多いので、個人的には30代での転職は\n別サービスの利用がおすすめです。\nもし、自分がおすすめに該当していたり、興味がある方は\n以下のリンクから無料で登録できるので是非登録してみてください♪\nリクルートエージェント\nお次はリクナビエージェント！\n評価としては以下となります。\nさっきのマイナビエージェントと比べると\n手広くやっている印象だね！\n逆に言うと、どの年代・年齢でもハズレはないのが良さだね！\nリクナビエージェントは求人数も登録者も業界最大手です。\nなので、がっつりサポート！とまではいかない印象ですが\nその分どんな年代・条件でも応募できる求人数と求人の質で\nカバーできる所が良さだと思います！\n間違いなくトップクラスです！\nリクナビエージェントをおすすめできる人は\nおすすめできる人\n最初は失敗したくない。サポートよりとにかく求人を見たい！って考える人\n逆におすすめできない人は\nおすすめできない人\nサポートがしっかりしていて、エージェントに伴奏してもらいながら転職活動をしたい人\nとなります。\nちなみに、僕はどちらかと言うと\n転職エージェントに程よく伴奏してほしい派なので\n少し合わない印象はありましたが、リクルートエージェントは\n僕の希望年収と希望業種・業界にしっかり合う求人を紹介してくれたので\n求人の中身はおすすめでき、登録はしておいて損は無いと考えます！\nリクナビエージェントへの登録は以下からできますので\n是非登録してみてください！\ndoda\ndodaの評価は以下となります！\nハイクラス向け転職サービスがあるから\n一概に20代得意って訳ではないよ！\nただdodaのシステムが30代転職とマッチしない\n印象があるかな！\ndodaは登録者の経歴と面談をしたエージェントの方向性を\nAIが見てマッチする求人を紹介してくれます。\nただ、このAIが判断して送ってくれる求人数がかなり多種多様＋多いです。\n※2021年当時の情報なので、今は精度やシステムが変わってる可能性はあります。\nなので、中には全く検討していない業界・業種の求人が届いたりします。\nまた、そういった求人も含めて登録すぐから\n20、30以上の求人が来るので情報を整理するのが大変な印象でした。\n自分が求めている条件が叶いそうとか\n求人が多いからこそ選択肢が広がる点もあると思うよ！\nですが、30代となると自分の得意・不得意や興味・関心も\nよりはっきりしていくるのと\n年収などの希望待遇も固まってくるので\n紹介求人と自分の希望が合わない可能性も考えられます。\nよって、dodaをおすすめできる人は\nおすすめできる人\n業界・業種にこだわらず、まずはいろんな求人を見てみたい人\n逆におすすめできない人は\nおすすめできない人\n自分の狙う業界・業種・条件があって、そこにマッチする求人を狙いたい人\nとなります！\ndodaは自分の可能性を広げるのはピッタリの\nエージェントサービスだと思います！\nもし、興味がある方は以下のボタンから登録してみてください！\nパソナキャリア\nパソナキャリアの評価は以下となります！\n2回目の転職活動で大手の中では一番好印象だったよ！\n中でもおすすめしたいポイントはサポート体制にあります！\n登録後の面談・書類対策などはもちろんですが\n面接前の対策サポートがかなり手厚く\nエージェントと別で面接対策チームがいます。\n書類選考が通ったらすぐに面接対策チームから連絡が来て\n面接の返答内容の添削や改善をメールかテレビ電話でしてくれます！\n年収って大体面接評価で決まるんだけど\n年収アップ率が61.7%と2人に1人以上が\n年収アップできているんだ！\nこのデータは面接に対して適切なアドバイスがあり\nパソナキャリアを使用すれば高い面接評価を狙える可能性があります。\nよって、パソナキャリアをおすすめできる人は\nおすすめできる人\nミドル・ハイクラス転職で年収アップを狙いたい人\n逆におすすめできない人は\nおすすめできない人\n20代・未経験転職を考えてる人\nとなります。\n20代・未経験が難しいと案内はされていませんが\nパソナキャリアのサイトにいくと、\"ハイクラス転職サービス\"と記載されているので\nあまり良い求人が紹介されない可能性があるので\n先程紹介したマイナビエージェントの方がマッチすると思います！\n逆にミドル・ハイクラス転職を考える方は、登録を強くおすすめします！\n登録は以下のボタンから無料でできますので是非♫\n最後に\nここまで僕が使っていきた転職エージェントを\n本気でレビューしてきました！\n上記を読んで頂ければ、冒頭で伝えた\n結論\n年代とこだわりによって、マッチするエージェントが違う\nこちらの意味がわかると思います。\n自分の状況や条件に合わせた転職エージェントを使うのが\n最も効率の良い転職活動の始め方になるので\n是非、自分に合うと思ったエージェントを登録してみてください！\nまた、もちろん転職エージェント選びだけでなく\n転職術なども発信しているので、\n興味がある方は別の記事も見て頂けると嬉しいです♪\n今回は転職エージェントの紹介でしたが\nスカウト型転職サービスも紹介していておすすめです！\n以下の記事で僕が実際使ってみて感じた\nメリット・デメリットを確認できるのでして有効活用してください！\nこちらもCHECK\n-\n転職日記〜その2〜リクルートダイレクトスカウトを使ってみた実録\nこんにちは !みゃーぱぱです！ 今回の転職日記は、今の転職活動でトレンドになっているスカウト型転職サービスについて、実際に使ってみてわかった実態を解説します！ みゃーくん スカウト型転職サービスってな ...\n続きを見る\n長くなりましたが、本記事は以上となります。\n今後も転職に有利な情報を発信していきますので\n今後ともよろしくお願いします。\nTwitterもやっているので興味がある人はフォローお願いします！"}
{"url": "https://miyablog.info/project-retirement", "text": "でも、中途半端な状態で辞めるのは無責任に感じてしまうし、周りの目も怖い..\n僕は、前職に勤めている時会社の業績改善の為に自分から提案して任されたプロジェクトがありました。\nですが、約1年半のプロジェクトを10ヶ月という中途半端なタイミングで退職をした経験があります。\n当時の僕は「自分は無責任ではないか？」「周りの目が怖い」「上手く引き継げるんだろうか？」と強く感じた経験があります。\n今回はその時の経験を元に\n今回の内容\nプロジェクト途中に退職は大丈夫なのか？したらどうなるのか？\nを同じ悩みを持つ人に向けて、解決策を提示します！\n本記事のポイント\n- 根拠①：退職しても必ず代役が出てくる\n- 根拠②：プロジェクトには終わりがない\n- 注意点①：プロジェクトを引き継ぐ姿勢を見せる\n- 注意点②：退職交渉で事前準備を徹底する\nまた、本記事では僕が退職交渉に難航した経験から退職代行サービスの活用も推奨しています。\n退職交渉がやりにくい。退職を切り出しにくい。という方は是非記事を読む中で退職代行も一緒に検討してみてください！\nおすすめ退職代行サービス 3選\n3サービス全てがサービス運営に労働組合、弁護士などの専門機関が関わっているので安全性が高いです。\nはじめに結論から\nまず結論としては、本記事ではプロジェクト中でも退職を強く推奨します！\n人の人生に関わることだから簡単に断言することはしないんだけど\n僕が2回プロジェクト中に退職交渉した経験から\n今回の \"プロジェクト中の退職\"は大丈夫だと言い切れるし\n自分の人生・キャリアを最優先で動いてほしいな！\nこれからその根拠と具体的な方法を解説していきます。\nこんな方におすすめ\n- プロジェクトの途中でも円満退職をしたい方\n- プロジェクトを任されそうだけど近い内に退職を考えている方\n- 社内のポジション的にも今後そういった事が予想される方\n本記事の後半には、どうしても退職を切り出す勇気が出ない人への解決策を提示しているので、是非最後まで読んでください。\nまた、「退職交渉全体の具体的な手順や方法を知りたい」という方は以下の記事でどこよりも具体的に攻略方法を提案していますので併せてご覧ください。\nプロジェクト中の退職が大丈夫な根拠2点\n退職しても大丈夫な根拠は大きく下記の2つと考えています。\n大丈夫な理由\n- 退職しても必ず代役が出てくる\n- そもそもプロジェクトに終わりはない\nプロジェク中に退職しても必ず代役が出てくる\nプロジェクトを途中で投げ出すのを迷って見て頂いてる方は、今の仕事にも情熱を持っている方が多いので、少し厳しく聞こえるかもしれませんがプロジェクト途中で退職してもすぐにあなたの代役は決まります。\nまた、辞めた職場は驚く程通常運転で回ります。\n例えば、あなたが今のプロジェクトを任された当初は想像以上の大変さだったと思います。\nただ、真剣にプロジェクトに関わる中で段々と見通しが立っていったと思います。\nこれと同じで、あなたがいなくなったら、会社や新しい担当はできる方法をすぐに考えしばらく経てば通常運転になっています。\n世の中、経営者が全面で指揮を取っている会社はワンマン経営なんて言われるくらいなので本来仕事は再現性を上げて誰でもできる様にするのが成功の基本です。\nそういった意味では、誰がやっても回るのは良いことなのでプロジェクト中の退職に罪悪感を持つ必要はありません。\nプロジェクトには終わりはないので思い立ったら退職に動くが吉！\n僕はこれまで2度プロジェクト中の退職してきましたが1社目と2社目で状況が違いました。\n1社目\n半年間の期限でプロジェクトリーダー(責任者)に任命されていた\n2社目\n期限なしで、自ら経営陣に発案したプロジェクトをプロジェクトリーダー(責任者)として任命されていた\n結論として、どちらの会社でも感じたのがプロジェクトに\"終わりがない。\"ということです。\nどの会社のどのプロジェクトも最終的な目的は利益拡大です。\nその為、仮にプロジェクトが軌道に乗ったとしたら、それはあなたの功績なのであなたをプロジェクトから外すのは利益損失リスクに繋がります。\nここで伝えたいのは、「せめて半年は〜」とか「軌道に乗ってから〜」とプロジェクトの期間を理由に、退職を先延ばしにすると結局終わりがないということです。\n逆に新しい責任が生まれる可能性が考えられるので、退職をするなら早い方が会社にもあなたにも良いということです！\nここまで、プロジェクト中の退職が大丈夫な根拠を説明しました。\n次は、プロジェクト中に退職する際の注意すべき点を解説します！\nプロジェクト中に退職する際の注意すべき2点\n具体的にプロジェクト中の退職で注意してほしいのは以下の2点です！\n注意点\n- プロジェクトをしっかり引き継ぐ姿勢を見せる\n- 退職交渉で折れない為の準備をする\nプロジェクトをしっかり引き継ぐ姿勢を見せて退職交渉をする\nあなたがプロジェクト中に退職を申し出た時上司はなんと考えるでしょうか？\n答えは、あなたに任しているプロジェクトを今後どうするのか？と必ず考えます。\nここで、あなたが「会社がなんとかするでしょ」という姿勢を出てしまうと、退職交渉が上手くいかず、思っていたスケジュールで退職できなくなる可能性やトラブルが発生してしまう可能性もあります。\n具体的には以下の手順で引き継ぎの手順を決めておきましょう！\n引き継ぎの手順\n- 退職日・最終出勤日を決める\n- 最終出勤日に向けて引き継ぎのスケジュールを決める\n- 後任が決まらない場合も考えて引き継ぎ書作成の想定をする\n退職交渉までに、引き継ぎ書を作る必要はないので上記3点ぐらいを決めて退職交渉時に上司に伝えましょう！\nその後、会社の方向性に合わせて引き継ぎをすれば大丈夫です！！\nプリジェクトの引き継ぎなどを想定すると多少面倒ではありますが\n円満退職に引き継ぎは欠かせないのでここはしっかりと対処しましょう！\nプロジェクト中の退職交渉は事前準備を徹底する\n退職交渉で考えられるのが、\"引き止め\"です。\n特にプロジェクトを任されている人は、プロジェクトの成功が危ぶまれるので、引き止めが起こる可能性は高いです。\nここで、事前に心構え・準備してほしいのは下記となります。\n必要な心構え・準備\n- 待遇面の改善で現職に残る意思があるなら残る上での条件\n- 退職・転職する上での必要書類と有休などの確認\n- 感情的にならない心構え\n退職交渉の準備においては、僕が直近で経験した退職交渉の記録が参考になります。\n以下の記事で僕が危うく失敗しかけたリアルな話もしているのでこれから退職交渉を考える人はこの記事も一緒に読んで万全な準備をおすすめします！\nこちらもCHECK\n-\n転職日記~その3~\"転職先が決まってないけど退職交渉をしたらその日が最終出勤日に\"\nみゃーぱぱ 職場に勇気出して退職したい事を伝えたら 1日退職交渉で話した後に 明日からは来なくていいって言われた！ みゃーくん え、やばいやん！ 流石に1日で退職となると思ってなかったから ちょっとび ...\n続きを見る\n準備の詳しい内容は長くなってしまうので今回は省きますが、\nプロジェクト中での退職で、特に気をつけて欲しいのは\"感情的にならない心構え\"です。\n相手も感情的だからどうしても釣られてこっちも感情的になりやすいから注意して欲しいな。\n先程も言った通りプロジェクトに終わりは基本的にありません。\nここで残ってしまっても、またいつか同じ悩みで退職を考えてしまいますし会社としても辞める可能性があるので、思い切って新しい仕事を任せにくくなります。\nプロジェクト中の退職での注意点を解説してきました。\nただ、 中にはここまでの内容を読んでも\"どうしてもプロジェクト中に退職を切り出す勇気がない人\"がいるかもしれません。\n次は、そういった方への解決方法を提示します！\nプロジェクト中に退職を切り出す勇気がない人への解決策\n退職交渉に関してどうしてもプロジェクト中に退職を切り出す勇気がない人は\n退職代行サービスの利用をおすすめします！\n依頼したその日から出勤しなくて良いから\n毎日プロジェクトの重圧を感じている人は\n一気にストレスフリーになれるよ！\n有休とかも取れるん？\n有休取れるか不安な職場だったら\n退職代行を依頼した方が得かもしれないね！\nおすすめ退職代行サービス：辞めるんです\n総合おすすめ度：\n\"辞めるんです\"は、弁護士監修&労働組合提携で運営している退職代行サービス。\nまた、料金は後払いOKなので安心感が段違い！！\n依頼すればその後全ての交渉をしてくれるので\nそのまま出社せずに有休消化して退職もできて、依頼中は何度でもLINEで相談可能！！\n＼LINEでまずは無料相談もOK！！／\n最後に\nここまでプロジェクト途中で退職する事について退職しても大丈夫な根拠と注意点を説明してきました。\n最後にポイントをおさらいしておわりたいと思います！\nまとめ\n本記事のポイント\n- 根拠①：退職しても必ず代役が出てくる\n- 根拠②：プロジェクトには終わりがない\n- 注意点①：プロジェクトを引き継ぐ姿勢を見せる\n- 注意点②：退職交渉で事前準備を徹底する\n全然大丈夫ってことやな！！\n会社のプロジェクトとか会社の都合に\n自分を合わせに行く必要は無いよ\n読者の皆さんは、退職に関わらず自分の人生を大事にして会社に縛られない選択することをおすすめします！\n僕は2回ともプロジェクト中でかなり悩んで退職交渉しましたが、結果的に「あの時決断してよかったな」と心から感じています！！\nプロジェク中の退職を考える人におすすめ情報\n最後にこの記事を読んでいる方は、様々な状況の方がいると思いますが転職活動がこれからの方は、まず転職エージェントの登録がおすすめです！\n以下の記事で、転職活動において最短で最高の転職先を見つける方法を解説していますので是非読んで見てください。\nこちらもCHECK\n-\n【転職完全攻略】レジ打ち社員が最短20日で年収アップの転職ができたノウハウ解説\nこんにちは！みゃーぱぱです！ 転職あるある 「転職したいけど、仕事しながらなんて忙しくてできそうにない..」 「何も知らないまま転職を進めるなんてリスクが大きそうで怖い..」 初めて転職を考える方のほ ...\n続きを見る\nまた、退職に関してもたくさん情報発信しています。\nこちらもCHECK\n-\n【退職完全攻略】ブラック企業経験者が退職交渉の全てを伝授！\nこんにちは！みゃーぱぱです！ やっぱり周りの目とか怖いよな〜 みゃーぱぱ みゃーくん いきなりどないしたん？ さっき無事転職先が決まった相談者さんと一緒にお祝いしてたんやけど、「転職が決まったのは嬉し ...\n続きを見る\nこちらもCHECK\n-\n転職や退職で寂しい時どうする？退職を2回乗り越えた対処法を解説\n「退職日が近付いてきたけど、これまでの苦労や同僚との思い出を考えると無性に寂しい。」 って思う時ありますよね。 みゃーぱぱ 僕もこれまで2回退職を経験して、1回目は新卒から6年間働いた職場を転職をした ...\n続きを見る\n今後も仕事で悩む人達が転職や退職に関して、もっと気軽に考えられて自分や家族を豊かにできる情報を発信していきます。\nSNSもやっているのでもし興味があったら是非フォローををお願いします♪"}
{"url": "https://miyablog.info/retirement-agency", "text": "突然ですが、\n退職交渉ってすごいめんどくさいんです。\n必要書類もあるし、上司や 同僚には気を遣うしで\n個人的には転職活動の中で一番しんどいイベントなんだ。\n有休消化できるのにできないと言われたり\nトラブルになる可能性もあるんだ。\n僕はこれまで2度退職交渉をしてきましたが\n2度目の退職で有休消化分が給与に反映されていないトラブルが発生して\n結果として労働基準監督署に相談にいった事もあります。\nそんな経験から、転職までの流れの中で退職交渉が一番苦手になりました。\n聞いただけで嫌やなぁー。\nなので、今回は実際の退職交渉の対策ではなくて、\n「もうめんどくさいし、今後は退職代行サービスに頼んじゃおう！」\nという内容を話そうと思います。\n僕が退職交渉でここは抑えて欲しいという観点で\n退職代行サービスを徹底的に分析し、おすすめの退職代行サービスを紹介するので\n今回の内容を読めば\n自分に合う退職代行サービスを知る事ができて\n退職に関しては怖いもの無し！の状態になれます。\nでは、いってみましょう！！\n最初に結論から\n結論としては\n結論\n退職代行は民間ではなく、労働組合が関与しているサービスを利用する方が良い\nとなります。\nなんで民間じゃ駄目なん？\n退職って急いでいる人や焦っている人が多いから\nそこに付け入る悪質な業者が結構いるんだけど\n労働組合が関与している場合は\n法的に労働委員会に認証されているから\n詐欺だったりの危険性が無く安心して利用できるんだ！\nなので、今回おすすめするのは安全性も考慮して\n退職代行サービスの中でも労働組合が関与しているサービスを\n合計3社紹介します！\nおすすめの退職代行サービス3選\n今回おすすめしたい退職代行サービスは以下の3つです！\n先程もお伝えした様に、\nこれらは全て労働組合が関与していて\n法的な保護の元、退職交渉を代行してくれます！\nどれでも一緒なん？\nおすすめポイントを順番に解説していくね！\n退職代行ガーディアン のおすすめポイント\n退職代行ガーディアンの評価は以下となります。\n価格帯に関しても、¥29,800でその後費用は発生しないので\n労働組合が運営している安心感を考えると\n高すぎる事はないから\"安心感\"を優先する人には\n退職代行ガーディアンがおすすめです。\n退職代行即ヤメ のおすすめポイント\n完全後払い制度がある所で\nちゃんと退職できてからの支払いだから\nお金の面でも安心して依頼できるね！\n利便性を☆3つにしている理由は\n申し込みは\"LINEで24時間対応とホームページに記載\"がありましたが\n他と違って何度でも相談可能という表記がなく不透明な為☆3つにしています。\n但し、完全後払い制がある事での金銭的な安心面が大きく\n依頼費用も¥28,000とガーディアンより安い所もおすすめポイントです！！\n辞めるんです のおすすめポイント\n辞めるんですの評価は以下となります。\n退職代行サービスだと思うよ！\n安全性に関しては、前述した2つのサービスと比べて\n民間業者での運営なので☆4つとしていますが\n弁護士監修と全国労働組合提携をした上で運営していて、後払い制度もあるから\n民間ながら安心できる材料は揃っていて\n尚且つ料金も若干ながら他社より安いので、バランスを取るなら\n辞めるんですがおすすめです。\nまとめ\nおすすめの退職代行サービスを紹介してきましたが\n各サービスを選ぶで参考にしてほしい\nおすすめポイントを以下にまとめました！\nまた、注意点として民間業者や労働組合が運営している会社は\n裁判などの対応はできません。\nそんな事は基本的にないと思いますが\nもし事前に退職にあたって間違いなくトラブルになりそうなどがあれば\n金額は上がってしまいますが弁護士事務所に依頼するのが一番安全です！\nそういった場合は\"フォーゲル綜合法律事務所\"が退職代行を請け負っていて\n知名度も高いのでおすすめです！\n以下にリンクをリンクボタンをつけておくので\n該当する方は一緒に検討してみてください！\n最後に\n退職代行サービスの紹介はここまでとなりますが\n結論としては、今回あげたサービスはどれもおすすめです。\nただ、冒頭でも言ったように\n結論\n退職代行は民間ではなく、労働組合が関与しているサービスを利用する方が良い\n上記は注意して代行サービスを検討する事をおすすめします！！\nまた、僕は普段退職だけでなく転職に関しても\nたくさん発信していて、退職と同時に転職も検討している方は\n以下の記事でおすすめの転職エージェントを特集しているので\nそちらも見ていただけたら嬉しいです！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nTwitterでも転職・退職に関して発信しているので\nもし興味があったら、フォローをお願いします♪\n今回は以上となります。\n今後も転職・退職に関して役立つ情報を公開していくので\nどうぞよろしくお願いします！"}
{"url": "https://miyablog.info/job-diary6", "text": "フリーランスもいいな〜って悩んでて〜\nそのまま転職でいいんちゃう？\nいった企業もあるから転職でいいと思うんだけど\nフリーランスのメリットも感じてるんだー。\nメリットを整理していこうや！\n今僕は絶賛転職活動中ですが\nフリーランスになるか悩んでいます。\n今回は、実際今悩んでいる事を整理する為に\n今回のお題\nフリーランスのメリット・デメリットを挙げていきます。\n最初に結論から\n今回の結論としては、\n結論\nフリーランスと会社員どっちが良いかは言い切れません\n理由としては、\n僕はまだこの記事を書いている段階では迷っていて\nはっきりと明言できない状態だからです。\n年収もかなり上がって会社員のメリットをしっかり\n受けてきた自負があるんだ！\nそれでもフリーランスと迷うって事は\nフリーランスにも会社員のメリットと\n同等以上のメリットを感じてるって事だから\n僕なりに感じるメリットは同じ悩みを持っている人の\n参考になると思うから是非読んでほしいな！！\nなので、今回は僕の頭の整理という目的と\n同じ悩みを持っている方に向けて\n会社員のメリットをしっかり受けてきた僕ならではの\n考え方を伝えて、全員のキャリアにとって\n参考になる情報を発信していきます！\nこんな方におすすめ\n- 会社員かフリーランスかで迷っている\n- 会社員で今後のキャリアプランに不安がある\nフリーランスのメリット・デメリット\nまず僕が考える\nフリーランスのメリット・デメリットは\n何なのかを伝えて順番に解説していきます！\nデメリット\n- 収入が安定しない(会社員時代より下がる可能性有り)\n- 社会的信用が低くなる(ローン審査などが通りにくい)\n- 全てが自分次第\nメリット\n- 自由な働き方が出来る\n- 人付き合いを自由に選択できる\n- 上手くいけば格段に収入が上がる可能性有\n順番に解説していきます！\nデメリットについて\nデメリット\n- 収入が安定しない(会社員時代より下がる可能性有り)\n- 社会的信用が低くなる(ローン審査などが通りにくい)\n- 全てが自分次第\nデメリットその①\n- 収入が安定しない（会社員時代より下がる可能性有り)\nこれは、フリーランスと聞いてイメージする人が多いと思います。\nフリーランスは企業から仕事を受託して、\nその仕事の成果に対して報酬を受け取るのが基本的な収入源です。\nなので、\n仕事を受託できる企業がない、成果が出せないという場合は報酬は出ません。\n今はクラウドソーシングサービスを活用すれば\nまず大丈夫だから、一番のネックは成果が出せるかだね。\nただ、僕個人としてこのデメリットは\n一度未経験で転職しても、転職先で実績が出せたので\n新しい仕事でも自分の工夫次第で成果は出せると思っていて\n成果を出せば単価も上げられると考えているので\nあまり重たいデメリットではないです。\nデメリットその②\n- 社会的信用が低くなる(ローン審査などが通りにくい)\nこれはかなり要注意なポイントで僕としても厳しい所です。\n組む予定はないんだけど\n最初は賃貸も借りにくいとか\n銀行口座を作りにくいとかは\nよく聞くからそこは厳しいなって思うよ\nフリーランスでは\nお金の管理を自分でしないといけないので\n銀行口座は収入や税金用で新しく口座を開く可能性があり\n賃貸も仮に収入が減って\n今の住居から引っ越さないといけない場合もあるので\nここができないのは、僕個人として大きなデメリットです。\nローンを組んでおく、銀行口座を作っておくなど\n準備をしてからがおすすめ！\n※僕は退職済なのでできませんが(泣)\nデメリットその③\n- 全てが自分次第\n正直、フリーランスのデメリットもメリットも\n最終的にはここに集約されると思います。\n- 収入・支出・税金管理\n- 労働時間の管理\n- 仕事量の管理\n- その他諸々\nこういった管理を全て自分でするしかありません。\n一部専門家に頼めますが、それは収入があってこその手段です。\nなので、フリーランスになると\n会社員時代にあった\n「華金やっほ〜い！日曜日のサザエさんまで何も考えずにパラダイス！」\nなんて事は無くなりますし、\nきっと初めて一人暮らしをした時に母に思う\n「母ちゃんいつもうまい飯や洗濯・掃除ありがとう」と同じ様に\n「会社ってここまでやってくれてたんか」と思うに違いありません。\n失敗するよって事やねんな。\n知識がないから自分から情報を取りに行かないと\n脱税になったりするって聞くから\nめちゃくちゃ怖い部分だね！\nここまで、フリーランスのデメリットを話してきましたが\nここからフリーランスのメリットを解説します。\nメリットについて\nメリット\n- 自由な働き方が出来る\n- 人付き合いを自由に選択できる\n- 上手くいけば格段に収入が上がる可能性有\nメリットその①\n- 自由な働き方ができる\nこれは、フリーランスで最も大きいメリットだと思います。\n場所は、自宅・カフェ・コワーキングスペース・旅行先\n時間は、早朝から昼まで・昼から夜まで\nなど本当に自由に選択ができます。\n6時から15時まで働いて、そこからお迎えとかも\n自分次第でできるのは魅力的だね！\nただ、収入とのバランスを取りながらの調整が必要で\n8時間労働などの決まりも無いので\n収入がきつい時や忙しい時は\n長時間働く事も視野に入れないといけないのは\n念頭においた方がいいと思います。\nメリットその②\n- 人付き合いを自由に選択できる\nこれも大きいメリットだと思います。\n4月になると「上司ガチャ失敗」なんて話も聞きますが\n会社員でいると、チームで仕事をするので\nどうしても合わない人と一緒に仕事をしないといけなくなります。\nよくよく考えるとストレスの原因にほとんどは人が\n関わってる事多いから無視はできないかな！\n社長プレゼン、上司に怒られる、お客様からクレームなど\nストレスが掛かってきた事は全て人が関わってきます。\nもちろんストレスを乗り越えて成長できるのは間違いないですが\nフリーランスになると関わる人を選べるので\n人間関係でのストレスは劇的に少なくなります。\n極論は最短で違う仕事に切り替えたらいいからね！\nメリットその③\n- 上手くいけば収入を上げられる\n最後のメリットですが、\nここはすぐに受けられるメリットではないですが\n以下の大きく2つの要因で収入が上がる可能性があります。\n- 実績を積むと企業から高単価の仕事がくる\n- 自分でビジネスを立ち上げられる\nフリーランスになれば、\n自分のやりたい事、チャンスと思う事が\nビジネスとしてできるって事だね！\n上手くいけば収益は自分の物だから\n収入が一気に増える可能性があるんだ！\nもちろん上記2点共\n自分がどれだけ成果や社会に認められるかに掛かっているので\nさっきの\"全て自分次第\"になりますが\n僕は転職を経験をしてから常に\n「この会社を出た時の自分の価値・評価はどんなもんなんだろう」\nって思って仕事をしてきたので\nフリーランスになる事で収入でダイレクトに評価が見えるのは\nかなりモチベーションが上がってメリットに感じます。\nぶっちゃけどっちがいいの？\nここまで読んだ人は\n「みゃーぱぱなんかフリーランス寄りじゃない？」\nって思ってませんか？\nはい。そうです。おっしゃる通りです(笑)\n理由はさっき解説したメリットが大きく感じるのと\n実際クラウドソーシングに登録したら報酬が高い依頼が取れたからです。\n自分の実力で見込むと\n大体時給換算で5000~6000円の仕事だよ！\n100時間働けば50~60万円見込める仕事なので\n最初としてはかなり良い条件だと思います。\nただ、冒頭でも言った通り僕は悩んでいます！\n碇シンジ君かいな\nって言ってほしいくらいだよ(泣)\n悩んでる原因はそれだけ会社員のメリットが\n大きい所なんだ\n会社員のメリットはズバリ\"安定\"\n何と言っても\"安定\"なんです！\n- 健康・雇用保険は手厚い\n- 税金管理も簡単\n- 福利厚生もある\n- 収入は倒産しない限り安定\n簡単に出しただけですが、どこを切り取っても\n\"安定\"が当てはまると思います。\nこれはどれもフリーランスでは\n手に入れられないor難易度が高い事です。\n次の転職先でも同程度の年収は期待できるし\nこのまま会社員として転職するメリットも見逃せない......\nという事なので\nどっちもメリットが大きいと感じる以上は\n更にどちらも調べて、家族と相談して\n転職なのかフリーランスなのかは進みながら決めていくことにします！\n最後に\n歯切れの悪い締めとなりますが、\nどちらか決めるのはそんなに時間は掛からないと思いますし、\n決まった時には必ずこのブログで\n理由も含めて報告します！\nメリット・デメリットを参考に\n自分に合った働き方をしてほしいと思います！\n僕は今回フリーランスについてメインで話しましたが\n普段は転職を強く推奨しています。\n理由は今回みたいな転職かフリーランスかの選択肢が出せたのも\n1度目の転職があったからです。\n僕の一社目だけのキャリアだったら\n今回みたいにクラウドソーシングで\n簡単に仕事が取れていないね。\n自分がどこでも発揮できるスキルや強みが見えたし\n2社目がWEBの営業の仕事で成長市場だったから\n報酬がいい案件をすんなり交渉できたんだ！\nもし、じゃあ一旦転職という方は\nまず転職エージェントに登録しましょう！\n転職エージェントの活用が一番効率的な転職方法です！\n以下の記事で\n僕が転職活動で実際に使ってみた大手転職エージェントを\n本音で評価・比較していてかなりわかりやすく\nまとめているので読んでみてください♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、Twitterもやっているので興味がある方は\n是非フォローをお願いします！！\n今回は以上となります。\n今後も転職やフリーランスについて有益な情報を発信して\n僕と読者の方が自分に合った働き方を見つけられるように\n奮闘していきますのでよろしくお願いします！"}
{"url": "https://miyablog.info/job-change-marriage-simultaneous", "text": "こんにちは！みゃーぱぱです。\n僕は28歳で未経験転職をして、\n年収1.8倍・年間休日20日アップを実現した経験から転職について情報発信してます！\n「結婚を機に転職もしたいけど、同時にやって成功はできるの？」\n「結婚と転職ってどっちも経験が無いから大変さがわからない。」\nって悩みありますよね。\n結婚直前から転職を考えてたから\nすごく気持ちがわかるよ！\n僕は結婚でライフステージが変わるタイミングで\n転職も考えるのは当然ですし、できるならやった方がいいと考えています！\nなので今回は\n結婚と転職を同時に成功させる為に必要な手順を順番に解説します。\nこんな方におすすめ\n- 転職と結婚を同時にしたいけどできるか不安な方\n- 転職と結婚を同時にすると何が大変なのか知りたい方\n- 同時にやってどっちも成功させたい方\n結論：転職と結婚を同時にするのは計画性が大事\nまずは結論ですが、\n結論\n- 結婚と転職を同時に成功させるのは可能だが、事前の準備が無いと失敗する\n- 結婚・転職の落とし穴を知る事\n- 優先順位をつける事\n- スケジュールを組む事\nこの3つの準備だね！\n解説していくから安心して\n僕は、実際結婚をした26歳(27歳目前の時)から\n実際に転職に踏み切った27歳(28歳目前の時)まで約1年間転職に悩んできました。\n結果として、結婚直後が忙しくなり結婚と同時に転職はできなかったですが\n事前に計画性があればもっと早いタイミングで転職できたと考えています！\n26~27歳で転職しても\n間違いなく今の待遇は得られていたから\n計画性が無かった事で、1年分待遇アップを見逃していて\n年収でいうと350万円くらいの損をしたんだ(泣)\n本記事を読む皆さんには\n僕の経験談を参考にして、事前準備をちゃんとすれば\n結婚と転職どちらのタイミングも逃さない様になれます！\n結構ぶっちゃけて話してるから\n結婚生活の参考にもなる内容だよ！\nまた、今回は成功させる為に事前準備が前提で話をしますが\nこの記事を読んだタイミングが事前準備なんてできないくらい\n切羽詰まったタイミングの方に向けての対応策も\n記事の最後に解説しているので安心して最後まで読んでいってください♪\n解決策その①：落とし穴を予め知っておこう\n結婚と転職を同時にする上での落とし穴は以下となります。\n結婚・転職の落とし穴\n- 結婚式などの準備に追われて時間が無くなる\n- 結婚式で職場の人を招待しにくい\n- 結婚式・新婚旅行・引っ越しなどの出費が想像以上に重なる\n上記は、僕が結婚と転職を同時に考えていた時に\n実際にぶち当たってしまい転職が遠のいた原因となった\"壁\"です。\nほんまに転職と結婚同時にできるんかな？\nその気持ちめちゃくちゃわかる(笑)\nでも、結婚の形も今は人それぞれだから\nこの落とし穴を明確に知っておいて\n自分達なりの計画を立てれば可能だよ！\n結婚式などの準備に追われて時間がなくなる\n「結婚式など」のと記載していますが\nこれはほとんどが結婚式です(笑)\n全て結婚式が関わってくるから\n結婚式をしないカップルの\n転職難易度はかなり低いよ！\n結婚式は平均8ヶ月前から準備に入る事が多く\n割合としては6ヶ月前からの準備が多いです。\n僕は実際6ヶ月前から結婚式準備を始めました。\n体感としては、最初の3ヶ月間程は打ち合わせなどを\n1ヶ月に1回式場とするくらいでそんなに時間は掛かりません。\nドレスとタキシードどうする？とかかな？\nイメージは1ヶ月に1回2~3時間程と\n衣装の試着に1時間程かな？\n毎月の打ち合わせで数十万円予算が上がるから\n皆さん最初の予算設定には気をつけて！(笑)\n残りの3ヶ月の準備は\n招待状や引出物やムービーなど細かい所を準備するので\n毎日結婚式の準備について考える様になります。\n新婚旅行・引っ越しなどが重なると\nもう転職の事を考える隙が無くなるんだ！\n転職活動は内定獲得までに2ヶ月程かかります。\nよって、結婚式の準備がある場合\n最後の3ヶ月に被らない様に転職活動をしないと\n物理的に転職活動をする時間が取れなくなります。\n結婚式で職場の人を招待しにくい\n転職してすぐに職場も誘いにくいなぁ\n今は昔と違って、\n絶対上司を招待しないといけないとかは薄れてるから\nこれも人それぞれだけどね！\nこの結婚式の招待問題は\n当人だけでなく、親族の意向もあるので\n「妻の親族が厳格な人だから、会社の上司を呼んだ方がいい」\nなど一存で決められない部分があります。\n本当は呼びたい人だけ呼べばいいと思うけど\n親族が費用を出してくれるとかもあると\n忖度は必要な場合もあるよね....\nなので、この落とし穴にひっかからない為にも\nパートナーに「どういう人を招待するのがベストか」を相談しましょう。\n相談して招待問題をクリアできそうだったら、すぐに転職活動をしてOKです！\nここで一つ注意点ですが\n注意点\n- 会社の上司が招待しろって言いそう\n- 相手の親族が転職について何か言いそう\nこういった理由は気にしなくていい！\n上記の理由はなんとでもなります。\n「親族には転職は落ち着いてから言う」とかで\n切り抜けよう！\n嘘は良くないかもしれないけど\nここは自分がやりたい事を通す為なので\n仕方がない！\n結婚式・新婚旅行・引っ越しなどの出費が想像以上に重なる\nこれは声を大にて言いたい事ですが\n\"結婚の出費の瞬間最大風速は人生で一番デカい！\"です。\nこの出費を事前に計算・考慮して\nできる限り年収の上がる転職をしましょう！\nマイホームや車なども大きい出費だけど\n大体ローンを組むから瞬間的な出費はそんなに掛からなくて\n逆に結婚式・旅行・引っ越しを一気にする結婚の出費はすごいんだ！\n当時はカードの明細見るのに毎回手が震えたよ(笑)\n結婚にかかる費用は平均371万円です。\nこの平均金額はアンケート元でかなり開きがあって\n中には500万円を超える平均値が出している所もあるので\nあくまで参考数値でしかないですが\n僕は、結婚費用として掛かったのは560万円程で\n御祝儀などを考慮して実際負担したのは360万円程です。\n結婚費用(負担額)\n- 結婚式：200万円\n- 新婚旅行：110万円\n- 引っ越し・家具費用など：50万円\nキャッシュでここまで払う事ないだろうな〜。\n僕は新婚旅行を海外に行ったのが大きいけど\n出費は事前に計算しておいた方がいいね！\n結論として、結婚はお金が一気にかかります。\nその為、結婚と同時期に転職をする場合は\n年収が上がる転職(少なくとも年収が同等の転職)をしないと\nその後の家計が苦しくなる可能性が上がります。\n結婚に関わらず年収が上がる転職をおすすめしていて\n年収アップの転職術も解説してるから\nそれを見れば高確率で年収アップの転職ができるよ！\nこちらもCHECK\n-\n家族がいるのにベンチャー企業に転職はあり？なし？ベンチャー企業に転職した実体験を解説\nこんにちはー！みゃーぱぱです！ 転職活動をする時にベンチャー企業ってどうなんだろう？ 給料は良いけど、仕事が大変って聞くけど本当？といった疑問を持つ事って無いですか？ 僕は新卒で世間的に大企業と言われ ...\n続きを見る\nマイホーム・出産など出費が発生する\nイベントは目白押しだから\nこの落とし穴は絶対に気をつけよう！\nここまで、転職と結婚を同時にする落とし穴について解説し他ので\nここから次解決策を見ていきましょう！\n解決策その②：優先順位をつけよう\n先程までで、\n落とし穴がどこにあるのかを知る事ができましたが\n知った次にやってほしいのは\"優先順位\"を決める事。\n結婚って色んなイベントがあるよね！\nその中で転職はどの優先順位に入るのかを考えよう！\n例えば以下の様な形で考えよう！\n優先順位\n優先度高い順\n- 結婚式：結婚前から話しているから\n- 新婚旅行：絶対に行きたい場所があるから\n- 転職：年齢的にも転職するなら今と思うから\n- 引っ越し：今の住まいでも暮らしていけるから\n- マイホーム：転職で収入が上がってからでもOKだから\n- 車：今の生活で必要性を感じないから\nこの様に、考えられるイベントの中で\n優先度が高いものが何かをピックアップしましょう！\n結婚はやる事が多いですが、それだけでなく\nどのイベントも世間的に\"良い事\"と捉えられています。\n今はこれはしなくてもいいって思えるけど\n\"良い事\"は時間や忙しさを気にせずやってしまうからね。\n\"住宅展示会に行く\"なんかは\n新婚の通過儀礼かもしれないね(笑)\nなので、優先順位を決めずに\n楽しいまま”あれもしたい！これもしたい！”でいると\n時間が無くなっていざって時に優先順位を間違えていまします。\n最初に転職がどこの優先順位なのか決めてなくて\n結果的に後回しにしてしまったから\nみんなには予め優先順位を決めて後で\n間違えた！ってならない様にして欲しいな！\nさっき例で出した優先順位は\n僕が思い返してつけた当時の優先順位です。\n人それぞれ価値観や人生設計は違うので自分で考えて優先順位をつけて\n\"転職\"の順位が高い場合は、積極的に転職活動をしていきましょう！！\n引っ越しは絶対とかあるしな！\n新婚旅行で行きたい場所がある場合は\n絶対に優先順位高めにしておこう！\n理由は、休みが取りやすいから(笑)\n解決策その③：大枠のスケジュールを組もう\n優先順位が決まったら、その優先順位を元に\n大枠のスケジュールを組んでいきましょう！！\nそれとさっきの落とし穴も加味したスケジュールだといいね！\n僕の当時の結婚に理想のスケジュールを付けると\n以下の様になります。\n僕の優先順位を入れているだけなので人によっては\n「引っ越しが先！」だから\n結婚式準備①の期間中にまず引っ越しもあると思います！\nちゃんと事前に考えとけばいけそやな！\nこのスケジュールだったら転職も無理なくできるよ！\nまとめ：計画性を持って結婚と転職を考えよう\nここまで結婚と転職を同時に成功させる方法を解説してきました！\n結論としては\n結論\n- 結婚と転職を同時に成功させるのは可能だが、事前の準備が無いと失敗する\nとなります。\nただ、事前準備ができてなくてもう進行中の方もいると思うので\n最後にそういった方に向けて対応策を提示します。\n事前準備ができない状況の方への対応策\n事前準備ができない方は、\n以下の2パターンで案内したい思います。\n対応策\n- 結婚のイベントスケジュールが固まっていて転職活動の時間が取れない方\n- すぐに始めれば転職活動期間を取れそうな方\n結婚のイベントスケジュールが固まっていて転職活動の時間が取れない方\nこの場合は少し厳しい話かもしれませんが\n一旦転職活動は後に回しましょう。\n中途半端になって転職失敗に繋がるからね。\nただ、転職の準備は短時間でもできるから\nそれだけでもやっておこう！\n準備は\n- 転職活動を始める時期を決めておく\n- 転職エージェントに登録して一度面談する\nこの2つは1時間くらいの所要時間でできて\nエージェントにキャリアに関して無料で相談できます。\nこれをするだけでも、転職活動の視界が一気に開けて\n転職活動に安心感が出るのでおすすめです！\n＼おすすめの転職エージェント！／\nすぐに始めれば転職活動期間を取れそうな方\nこれは、言わなくてもわかると思いますが\nすぐ転職活動を始めましょう！！\n「できるからやる」ではなくて\n「やりたいからやる」にしよう！\n具体的にはさっきの\"優先順位\"をつけてみて\n今のスケジュールに\"転職\"が割り込んでくる程\n優先したい事の場合は転職活動してましょう！！\n最後に\n長くなってしまいましたが\n今回は以上となります。\n転職と結婚を同時にやるのは簡単ではないです。\nただ、ちゃんと先を見て動けたらできない事ではないです。\nなんとかなりそうやな！\n転職も結婚もしたい時にできる様になってくれたら\n嬉しいな！\n今回は転職と結婚を同時に成功させる為の方法がメインだった為\n転職活動の具体的な方法は長くなるので省略しました。\nもし、転職活動が不安という方は\nまず転職エージェントに登録してみましょう！\n転職エージェントへの登録が転職成功の第一歩です！\n以下の記事で転職エージェントのレビュー記事を書いていて\nこれからの転職者にとって絶対に参考になる内容なので\n是非読んでみてください♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nTwitterでも転職について発信しているので興味があったら\n下のプロフィールのボタンから飛んでフォローをお願いします♪\n最後まで読んで頂いてありがとうございます！"}
{"url": "https://miyablog.info/retail-job-change", "text": "こんにちは！みゃーぱぱです！\n僕は28歳で未経験転職をして、\n年収1.8倍・年間休日20日アップを実現した経験から転職について情報発信してます！\n「小売業界から転職したいけど、自分にスキルが無いから厳しそう」\n「小売業界から異業種に転職はハードル高い？」\nって小売業界で働いていたら思う事ありますよね。\n何度も考えた事があって\n考える程自分の人生はもう選択肢が無いのかなって\n自暴自棄になってたよ！\n全然そんな事はないけど\nどうしても業界の中にいるとわからない事が多くて\n不利に感じてしまうんだ！\n今回は、そんな小売業界で転職を悩みに悩んで\n異業種・未経験で転職をした僕の経験から\n小売業界から異業種への転職を成功させる方法を解説します！！\n結論：厳しくはないが、事前の戦略がカギ!!\n結論\n小売業界からの転職は厳しくないが、成功には戦略を持った転職活動が必要！\n一切必要ないし時間もそんなに掛からない！\nその上転職成功の確率がグッと上がるから\nやらない理由はなし！\n今回は、小売業界からの転職を成功させる方法をメインで解説していきますが\nまずは何故小売業界からの転職が厳しくないのか？その理由から説明します！\n成功方法も理解しやすいと思うからまず説明するけど\n「成功方法から知りたい！！」って人は\n目次から\n\"小売業界から異業種への転職を成功させる方法\"に飛んで\nそっちから見ても大丈夫！\nまた、本題ではないですが\n小売業界から転職した実態も気になる方が多いと思うので\n僕が小売業界から\"転職して変わったこと\"も後半に解説しています！！\n良い事も悪い事も本音で話しているので是非読んでみてください！\n小売業界からの転職が厳しくない理由2点\n小売業界からの転職が厳しくない理由は以下の2つです。\n厳しくない理由\n- 小売業界の離職率は高い\n- 有効求人倍率が伸びている\n小売業界の離職率は高い\nまず、小売業界は新卒入社後3年以内の離職率が高い傾向にあります。\n■ 新規学卒就職者の産業別就職後３年以内離職率のうち離職率の高い上位５産業\n大学は入ってないな！\n前年までは大学の新卒でも4位37.4%で出てたよ！\n今回のデータはワースト5位までしか出てないから\n詳細は不明だけどワースト10位には入ってそうだね！\n離職率が高い=転職者が多い傾向にある という事になります。\nここではまず僕やあなたと同じく\n小売業界からの転職を考える、もしくは転職する人が\n他の業界よりも多いということだけ理解して頂き\n次の項目にいきましょう！\n有効求人倍率が伸びている\n次に直近の有効求人倍率です。\n令和5年3月度の有効求人倍率は1.32倍(前月比0.02%減)\n参考：厚生労働省 一般職業紹介状況\nっていうのがわかる数値だよ！\n1倍以上だったら求職者1人に対して1つ以上求人があるって事だね！\n参考として、僕が転職を成功させた時期は1.05倍で\nコロナ禍で企業が採用活動を抑えてる時期だったから\n今より状況は良くなかったね。\n有効求人倍率が高い＝企業は人を求めていると考えられます。\nここでさっきの離職率を考えましょう！\n小売業は離職率が高く、転職希望者が多いです。\nつまりは\n企業は人材を求めていて、\n市場にはあなたと同じ様に小売業界から転職を考えてる人が多い。となります。\n今はチャンス！って事か！\n僕が転職した当時は今より求人倍率が低い状況だったけど\nそんな状況で戦略次第で年収アップの転職をしたから\n今動くんだったら比較的良い条件の企業は見つかるはず！\nちなみに僕はスキルはほとんどありませんでした\n接客は自信がありましたが転職後に活用できるスキルではなかったので\n転職活動ではほとんどアピールしてません。\n小売業界で働く人は同じ様にスキルが無いって\n悩んでいる人もいると思いますがスキルありなしは\n本当に転職活動において問題ないです！\n小売業界から異業種への転職を成功させる方法4選\n小売からの転職が厳しくない理由がわかった所で\n本題の転職を成功させる方法を解説していきます！！\n難しい言葉とは使わず\nわかりやすく説明するから\nしっかりついてきてね！\nまず今回解説するポイントはこちらの4点！\n転職成功の方法4点\n- 成長業界を狙う\n- 思いついたら即転職活動(スピード力)\n- 誰よりも働く意志を見せる(アピール力)\n- 転職エージェントを有効活用\n順番に解説していきます！\n成長業界を狙う\n成長業界を狙う理由は以下の3つです。\n成長業界を狙う理由\n- 売上・事業拡大に伴って大量採用している＝求人数が多い\n- 利益が出ているので人材へお金をしっかり使う=年収アップがしやすい\n- 転職後の更に次の転職先が多い=キャリアの選択肢が多い\nこの理由を踏まえて、\n次に直近の成長率上位の業界を見てみましょう！\n- SaaS\n- AI\n- インターネット\nこの3つの業界かな！\n実際僕が転職して年収が上がったのはインターネット業界だよ！\nこの業界が良い理由は\n今後も需要が無くならない業界と予測できるからです。\n進化していってるもんなぁー！\nでも未経験でそんな業界入れんの？\n営業職なら未経験でも\nたくさん求人があるから問題ないよ！\n未経験で年収アップを狙うなら\n成長業界で営業職(新規営業)を狙いましょう！\n個人の出した結果が出やすいんだ！\n当然結果が出たら会社はその人材が大切だから\n待遇を良くする＝年収が上がるんだよ！\nまた、IT・WEB系の営業は\"無形商材\"と言って\n形がないものを売るのが仕事となります。\n無形商材を売れる力がつくと、\n商品力頼りでない営業力があると評価されて\n次の転職先も見つけやすくなります！\n払拭するにはうってつけの転職先になるから\nIT・WEB系へ営業職で転職はおすすめ！\n思いついたら即転職活動！(スピード感)\n次はさっきの話が関わっている所ですが\nすぐに転職活動をしたい理由が2つあります。\nすぐに転職活動をする理由\n- 有効求人倍率がいつまでも良いとは限らない\n- 未経験転職は年齢が重要視される\n有効求人倍率がいつまでも良いとは限らない\n現在の転職市場は有効求人倍率が1.32倍で良い状況です。\nただ、この状況もコロナ禍では倍率下がった背景があり\n企業が求人を出す以上、転職市場は景気の影響をモロに受けます。\n何が起こるか読めへんもんな！\n若干だけど直近の有効求人倍率が\n毎月0.1~0.2%ずつ下がっているのも不安な部分だね。\n未経験転職は年齢が重要視される\n未経験転職は基本的に\nポテンシャル以外に年齢も重要な要素としてみられます。\n未経験転職はその業界の知識・スキルとかに関しては\nどの求職者も同じで、同じスキルなんだったら若い方が\n今後を考えても良いよね！って考えられやすいんだ。\nもちろん年齢だけでなく\nその人の人物像であったり、これまでの仕事の取り組み方が\n企業にマッチしていなければ採用となりませんが\n未経験転職は同時に\"若さ\"が重要な要素になります。\nただ、労働人口は年々減っているから\n今後未経験採用の年齢は\nもっと寛容的になるのは間違いないし\n成長業界は成長著しい分人手不足は深刻だから\n30代前半でもしっかりポテンシャルをアピールできれば\n十分未経験転職を狙えるよ！\n- 今の有効求人倍率がいつまで続くかわからない\n- 未経験転職は\"若さ\"が重要視される\n以上の理由で\n小売業界からの転職はできるだけ早く動くが吉です。\n誰よりも働く意志を見せる！(アピール力)\n残業いっぱいしますって事？\n- 企業分析をライバルの誰にも負けないくらい徹底的にする\n- 企業分析を面接でしっかりアピールする\nこの2点をすると面接の通過率がグッと上がるんだ！\n確かにシンプルな理由ですが、\n小手先の面接トークをいくつも暗記して臨むよりずっといいと思います。\nその理由は3点あります。\n企業分析を徹底的にする理由\n- 調べ尽くした自分に自信がつく\n- 企業が求めているスキルが明確になる\n- 面接官にダイレクトに働く意思が伝わる\n特に面接では自信が大切です。\nよく面接はプレゼンと一緒と言われますが\nプレゼンが上手い人って自信満々じゃないですか？\n徹底的に調べ尽くして明確な答えを持っていれば間違いなく自信を持って\n面接官にプレゼンができる様になります！\n具体的に何するん？\n僕が実際にやった企業分析を参考にして\nみんなもやってみて欲しいな！\n実際やった企業分析\n- ネット上で調べられる記事・SNS・HPなどは全てチェック\n- 企業HPの制作事例全てを確認し、導入している業界の割合・傾向などを自分なりにエクセルに図とグラフでまとめる\n僕の転職先はWEB制作会社だったので、\n制作実績を全てみて、\n傾向や業界の分析までしているライバルはいないだろうと考えて分析をしました。\nこの分析を当日面接で画面共有してアピールした事で\n面接終了後30分で最終面接の案内がきて\nそのまま内定を貰えたよ！\n正直疲れたけど一晩だけ頑張って\n年収ががっつり上がるんだったら\n頑張る甲斐があると思うよ！\n転職エージェントを有効活用\n次は転職エージェンの有効活用です。\nどうしたら有効活用できるん？\n転職エージェントの有効活用の鉄則は以下を意識しましょう！\n有効活用の方法\n- エージェントに狙う業界・条件をしっかり伝える\n- エージェントとの連絡は即レスする\n- 必ず2つ以上のエージェントを活用する\nエージェントに狙う業界・条件をしっかり伝える\nこれは先ほどの成長業界の中で自分が狙う業界と\n自分が叶えたい条件をしっかり伝えたら大丈夫です！\n自分に合った求人がこない原因になるので\n「初めてでわからなくて〜」などは避けよう！\nエージェントとの連絡は即レスする\nエージェントは当然ですが人間です。\nまた、エージェントは必ずあなた以外の求職者も複数名対応しています。\n後回しにされてしまうんか！\nエージェントも人だからしっかり連絡が返ってきて\nやる気がある人の転職支援の方がしたいし\nその方が転職成功確率も上がって自分の実績も上がるって\n考えるんだ！\n小売業界にいると\nどうしても別の業界の知識が少なくなるので\nエージェントが提供してくれる情報は大事です。\n必要な情報を貰うためにも即レスを心掛けてください！\n必ず2つ以上のエージェントを活用する\n先程も言いましたがエージェントは人間です。\nその為、中には自分に合わないエージェントが担当になる事もあります。\nただ、小売業界に関わらずですが\n転職経験がないとエージェントと合うか合わないかも判断が難しくなります。\nでも求人被ったりしいひん？\nその場合は両方にきた求人を見て条件の良い方に応募する。\n応募済みの場合はエージェントに別のエージェントで\n応募した事を言おう！\n今の時代転職エージェントは本当にたくさんあるので\n求職者が複数使用するのは当然の事です。\nその為、エージェントに別でも利用してると伝えても問題ありません！\n転職エージェントを使わないのは\nあえてガイドをつけずに\nアマゾンを観光するようなもの！\n転職活動を始める時は必ず転職エージェントを活用しよう！\n＼おすすめの転職エージェント！／\n転職して変わったこと3点\nここまで、小売業界からの転職方法に関して解説してきました。\n今回解説した項目をしっかり実行できれば成功できます！\n最後に僕が実際、小売業界から転職して変わった事を伝えて終わりたいと思います！\nより小売業界から転職したらどうなるかが鮮明になるよ！\nわかりやすく3点にまとめて話すね！\n転職して変わったこと3点\n- 待遇面\n- ワークライフバランス\n- 考え方\n待遇面\nまずは待遇面ですが、\n結果として、年収は1.8倍にアップし750万円となりました。\n成長業界で営業を選んだのが大きいね！\n参考として\n小売業界の30代平均年収は400万円代\n業種問わず、30歳の平均年収407万円\nだから、転職前は平均年収の水準で\nその後は30代ではかなり高い水準になったよ！\n小売業界で働く人は年収300~400万円台の方が多いと思います。\nなので、しっかり今回のポイントを抑えて転職すれば\n僕と同じ様に年収を上げられる見込みはあります！\nワークライフバランス\n次にワークライフバランスにおいては、\n良い面と悪い面があります。\n悪い面\n- 営業職の性なのか、残業時間は多め(週30~40時間)\n良い面\n- 週休3日制など、最新の福利厚生があるので休日多め\n小売業界で働いていた時とのギャップで感じたのは\nやはり営業が遅かったりで残業は多くなる傾向があります。\nただ、これは小売業界でも役職が上がって店長などになれば\n残業時間が増える傾向にあるので、先を考えれば許容範囲と感じています。\n週休3日制とかはすごいよさそうやな！\n成長している業界だからこそだね！\nもちろん全ての企業が週休3日制ではないですが\nIT・WEB業界は人材を集めるために福利厚生を手厚くしたり\n年間休日を多く設定している傾向が高いです。\nなかなか連休は取れとか休日への不満はあったから\n年収と同じくらい転職して良かった部分だね\n考え方\n最後に考え方ですが、\nこれは小売の時と転職後で表現するとこういった考え方に変わりました。\n小売業界の時\n- スキルがなく、収入も低いのでこの先が漠然と不安\n転職後\n- 自分で決断して、年収や休日が良くなった事で自信がつき、自分で仕事を選べるマインドに変わった。\nどうしても小売業界にいる時は\n自分にもう選択肢がないかの様に感じてしまって自信がなかったですが\n転職という大きな決断をして成功した事で\n今後何があっても自分の力でキャリアを選択できる自信がつきました！\n年収や休日が良くなったのは嬉しいけど\nこの自信が持てたのが一番の収穫だったね！\nまとめ：小売業界からの転職は厳しくない！勇気を持って始めよう！\nだいぶ長くなってしまいましたが\n結論は冒頭話した様に\n結論\n小売業界からの転職は厳しくないが、成功には戦略を持った転職活動が必要！\n以上が大切になります。\nまたおさらいになりますが成功のポイントは以下です。\n転職成功の方法4点\n- 成長業界を狙う\n- 思いついたら即転職活動(スピード力)\n- 誰よりも働く意志を見せる(アピール力)\n- 転職エージェントを有効活用\nここさえ抑えておけば転職成功はできます！\n転職成功のおすすめ記事\nまた、今回は転職成功のポイントを網羅的に話しましたが\nさっき伝えた転職エージェントをもっと詳しく知りたいなど\n事前にもっと転職活動の視界を広げたい方は、\n以下の記事がおすすめです！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、小売業界では店舗で色んな事を任せれていて辞めにくい\nという話もよく聞きます。\nそんな時は今退職代行サービスが充実しているので\nサービスの利用をおすすめしています。\n退職代行サービスも以下の記事でまとめているので是非ご覧ください♪\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\n今回は以上となります。\n長い記事でしたが最後までありがとうございました！\nもし、小売業界からの転職や退職でお悩みの方は\nこのブログのコメントやTwitterなどでいつでも相談してください！\n小売からの転職だったら自信があります！"}
{"url": "https://miyablog.info/marriage-job-change-motivation", "text": "こんにちは！みゃーぱぱです！\n僕は新婚・28歳で未経験転職をして、\n年収1.8倍・年間休日20日アップを実現した経験から転職について情報発信してます！\n「結婚を機に転職を決意したけど、志望動機をどうやって伝えたらいいの？」\n「結婚して家族の為に転職を考えてるのが本音だけど面接でそのまま伝えていいの？」\nって考える男性多いと思います。\n志望した企業にどういう印象になるのか\nすごい不安だったから痛い程気持ちがわかるね！\n今回は、そんな悩みに対して\n僕の経験談を元に対処方法を解説していきます！\n今回ポイントとなる対処方法はこちら！\n対処方法\n- 志望動機は結婚と切り離した理由を考える\n- 新婚なのは転職先にどう映るのか理解しよう\n- 結婚に関して最適なタイミングで自然に伝えよう\nこの3点をこれから詳しく解説していきます。\n最後まで読めば面接官の印象もわかる様になるから\n理解して実践できれば、選考の通過率も上がりやすくなるよ！\nだから、最後まで読んでくれると嬉しいな！\nこんな方におすすめ\n- 結婚を機に転職を考えてる方\n- もう転職を始めている既婚男性\n- 既婚男性に面接官が受ける印象を知りたい方\nはじめに：本音と建前を意識しよう\nまず大前提として意識してほしいのが\n志望動機の本音と建前についてです。\n本音をそのまま伝えてしまうと面接官や書類審査をする人に\nマイナスな印象を与えてしまう可能性があるから\n本音を伝えるべきタイミングと建前を使うタイミングを\n考えて欲しいんだ！\n今回はまずその本音と建前をどう志望動機で伝えるのか？から\n順番に解説していきます！\n家庭が大事な人が多いと思うので\n結婚についてどう伝えたらメリットになるか！\nもしっかり解説するよ！\n志望動機は結婚と切り離した理由を考える\nまず皆さんを悩ませる\n履歴書や面接で伝えないといけない志望動機ですが\nここはなるべく本音は抑えて建前を伝えましょう！！\nここでは結婚の事は抑えて\n建前でも相手企業に合った志望動機を考えましょう\n僕自身も新婚当時に転職をしたので\n志望動機の本音と建前には悩みました。\nわかりやすい様に当時の僕の志望動機を\n- ほんとはこう思っていた：本音バージョン\n- 企業の印象を考えて伝えた：建前バージョン\nこの2つにわけて解説します。\n筆者の志望動機：本音バージョン\n僕が新婚当時思っていた本音の志望動機はこうです。\n本音の志望動機\n結婚して今後の出産・育児・マイホームなどのイベントを考えると\n今のままだと収入が不安だから\n成長してるIT ・WEB業界に転職して年収を上げて、金銭的に余裕のある暮らしがしたい！\nでもみんな結婚すると、結構同じ様に考えるんじゃないかな？\n特に僕が転職したのは2020年で世の中大変な時だったからね。\nもちろん家族の暮らしを考えて転職に動いた行動力を\n僕は全力で肯定しますが、これを企業に伝えると\n残念ながら良い印象を持ってもらえる可能性は低いです。\n筆者の志望動機：建前バージョン\nでは、実際に企業の印象を考慮してどう伝えたのかですが\n建前の志望動機\n感染症拡大の影響で現職が業績不振となり自身のキャリアを見つめ直した時\n今のままだと今後のキャリアが不透明で自身の叶えたい事が\n自己実現できない考えました。\nその為、現職のままキャリアを積むのではなく\n成長しているIT ・WEB業界に身を置き\n自己実現をする為の力をつけたいと思い転職を決意しました。\nそんな中、転職活動で御社の求人を拝見し\nホームページなどを見る中で、御社の強みである〇〇が\n未経験ながら私のこれまでの〇〇の経験を活かせると考えて志望しました！\n本題から逸れるので、\n「叶えたい事」や「〇〇」の部分ははしょりましたが\nこの部分は自分に当てはめてもらえたら良いと思います！\n何故転職するのか？うちの何に惹かれたのか？だから\nここで\"結婚\"伝えるのはベストじゃないね！\nでも安心して！あとでちゃんと伝えるから！\nなので書類や面接の序盤で伝える志望動機は本音はグッと抑えて、\n建前でも好印象な志望動機を伝えましょう！\nただ、100%作り話だと話の一貫性が無くなる可能性があるので\nできる限り自分の本音に沿った志望動機を考えるのがオススメです！\n新婚なのは転職先にどう映るのか理解しよう\n先程はまず志望動機の対策伝えましたが、\n今後結婚をしっかりメリットとして伝える為に\n新婚について転職先にどう映るかを考えてみましょう！\nどうしても想定通りの順番でいかないから\n\"結婚について伝えるとどうなるか？\"の本質を理解する事で\n面接本番でも臨機応変にメリットとして伝えられる様になるんだ！\n相手にとって新婚であると知ってどう映るかを\n- デメリットになる部分\n- メリットになる部分\nに分けて解説します。\n※デメリットは1点、メリットは2点あります。\nデメリット：結婚を言い過ぎると相手に良くない印象を与える\n結婚や新婚について、または家族について\nこれを伝え過ぎてしまうと\n面接官はあなたに\"家庭が大事な人\"と印象がつくのと同時に\n以下の様な印象を持ってしまいます。\n面接官の印象\n- 家族の為だけなんだったらうちの会社じゃなくてもいいのでは？\n- 家庭最優先だったら頑張ってくれるのか心配\n- 欲しい情報を答えてくれない→会話が噛み合わない。\n\"家庭を大事にする人\"ではなく\n\"うちの会社と会う人\"なので\n結婚について伝え過ぎると目的から逸れてしまって\n面接が上手くいかないから注意しよう！\n僕個人は家庭を大事にする人の方が圧倒的に好きですし\n世間一般的にはその方が好印象ですが、\n面接官にとって面接は仕事なので、世間一般の目では見てくれない事は\n理解する必要があります。\nメリット①：長く勤めてくれそうに映る\n長く勤めてくれそうなん？\n生活基盤を整える必要があって\nその為にも仕事を簡単に辞めずに一生懸命働いてくれる\nって考える人が多いからだよ！\nこの部分は既婚者が転職活動でのメリットになる部分です。\n実際僕が一度目転職した際は、新婚・28歳・未経験でしたが\n他の志望者は100名以上いて、\n7割は僕より若かったですが僕以外はお見送りになったそうで\n採用理由の中には、\"既婚者だから簡単に辞めたりしなさそう\"が入ってました!\nちゃんとメリットにもなるよ！！\nメリット②：女性とも円滑に仕事ができそう映る\nこのメリットはその①と比べると影響度は低いですが\n新婚・既婚者であれば以下の様な印象を与える事もあります。\n- 女性とのコミュニケーションを問題なく取れる\n- 新婚であれば不倫など問題行動の可能性も低い\n円滑に仕事ができないという話ではないよ！\n僕の実例ですが、既婚者である事と面接での適性を見られて\n入社した時、女性だけの営業チームに配属になり、\n初めての部下も女性でした。\n社内での適性を考えた時に\n\"空いてるポストのチーム内でコミュニケーションが円滑に取れるか\"\nを見られている場合は有効になるね！\n結婚に関して最適なタイミングで自然に伝えよう\n結婚に関して面接で伝えると\nどういう印象になるわかった所で\n次に\"伝え方\"を知っていきましょう。\n後は\"どう伝えるか\"だけだから\nここを理解できれば完璧！最後まで頑張ろう！\n伝える上で手順で意識しましょう！\n伝える上で意識する事\n- 注意点；結婚の事を言い過ぎない様にする\n- 最適なタイミング：会話の中でサラッと伝える\n順番に解説していきます。\n注意点：結婚の事を言い過ぎない様にする\n\"面接官の印象が良くない\"やな！\n考えてもらえる武器になるけど、言い過ぎると印象が悪くなる\n可能性があるから注意しよう！\n僕も家族がどれだけ大事で愛おしいかを好きなだけ話せと言われたら\n何時間でも話せる自信はあります。ですが、面接では抑えましょう！\nこの問題は僕の実体験で気付いた事でもあります。\n筆者の実体験\n転職して約1年後に会社が僕の採用を成功と捉えて\n20~30代の既婚者男性の書類選考を全て通過にして\n面接をした所\n多くの志望者が「家族の為に！」が先行した\n転職理由・志望動機を話していて結果的に\n一緒に働くイメージが持てずに漏れなく不採用となりました。\nこの実体験で結婚や新婚について言い過ぎる事に関して\n2つ気付きがあります。\n- 好感は持てるが、一緒に働くイメージは持てない\n- 既婚者男性の面接では結婚に関して言い過ぎると印象が他者と被る\n特に他の志望者と印象が被るのは面接では避けたい所なので\n注意が必要となります。\n最適なタイミング：会話の中でサラッと伝える\nでは、どのタイミングで伝えるのが最適なんでしょうか？\n答えは、\n転職理由も志望動機も伝え終えた後会話の中で自然に伝えましょう！\n聞かれたら答えるや、会話の中でポロッと出るくらいで良いよ！\nちょっとイメージしやすくする為に\n僕が実際に話した流れを見てみよう！\n〜会話の流れ〜\n(面接官)〇〇さん最近\nプライベートでハマっていることってありますか？\n(筆者)最近は妻と住宅展示場に行くのにハマってまして\n新婚なのでマイホームどうしようかって\n話すのが楽しいのもあるんですけど\n住宅展示場の販促手法とかセールス方法とかも\nその場毎で違ってちょっと仕事面でも面白くて\n毎週末言ってますね\n(面接官)そうなんですね！<ここから掘り下げ>\n実際にこちらから言う場合は\nこれくらい自然にポロッと出るくらいがいいです。\nこれくらいがいいんやね！\n質問があった場合は、ほぼほぼ掘り下げてくるから\nそこで少しだけ\"家族が大切\"であることを伝えると\n相手に\"家族の思いの人\"くらいの印象になって\n好感で終わるから切り口がこれくらいで十分だよ！\nただ、伝える場合は面接の本題から逸れない様に注意はしよう！\n補足ですが、\nもし一回目の面接で結婚に関して触れなかった場合も焦る事はありません。\n面接は2・3回ありますし、面接が進む中であなたの人物像を掴む為に\nプライベートな質問は来るはずなので、その時に伝えるくらいの意識で大丈夫です！\nまとめ：注意点を抑えて、志望動機を考えよう！\nここまで、結婚で転職をする男性が伝える志望動機について\n対策を解説してきました！\n最後に注意点をまとめて、間違いなく実践できる様にしましょう！\n注意点のまとめ\nまず、抑えてほしい注意点は以下です。\n注意点\n- 志望動機は本音と建前を意識して本音は抑える\n- 結婚や新婚に関しては面接で言い過ぎない様にする\n- 結婚や新婚に関してはタイミングをみて自然に伝える\n特に声を大にして伝えたいのは\n転職理由と志望動機に結婚に関しては入れない方がベターです。\n人と被ってしまう可能性があるからやね！\n面接が終わってから家族に目一杯注ごう！(笑)\nおすすめ記事\n本記事は以上となります。\n最後にもし本記事を読んでいる方でこれから転職活動という方には\nまず、転職エージェントへの登録をおすすめしています。\n時間効率も全然違うので絶対登録しよう！\nただ、サービスがたくさんあって選びにくい問題ががあります。\n僕が2回の転職活動経験で実際に使用した複数の大手エージェントを\n本気で比較した記事があり、自分に合った用途で\nエージェントを選べる様になるので、是非こちらを読んでください♪\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nまた、転職と結婚を同時進行という方や\nどっちもこれからって方には、僕も同じ経験があって\nその経験談と解決策も記事にしているので是非参考にしてください♪\nこちらもCHECK\n-\n転職と結婚は同時に成功できる？経験者が解決策3選を解説\nこんにちは！みゃーぱぱです。 僕は28歳で未経験転職をして、 年収1.8倍・年間休日20日アップを実現した経験から転職について情報発信してます！ 「結婚を機に転職もしたいけど、同時にやって成功はできる ...\n続きを見る\nTwitterもしてるので\n相談などあればフォローしてDM頂けたらいつでも相談に乗ります！\n長くなりましたが最後までありがとうござました！\n今後も転職や家族について有益な情報を発信していきますので\nよろしくお願いいたします！！"}
{"url": "https://miyablog.info/amicable-retirement", "text": "こんにちは！みゃーぱぱです！\n僕は28歳で初めて転職をして、年収1.8倍・年間休日20日アップを実現した経験から転職や退職について情報発信してます！\n「転職を考えてるけど、今の会社を退職するのが申し訳ない。」\n「人手不足だし、お世話になった人もいるから罪悪感で退職が切り出せない」\n初めて転職や退職をする時に考えることありますよね。\nでも申し訳ない気持ちを乗り越えて転職できると、転職後も良いスタートを切れるから是非みんなも解決策を知ってほしいな！\n転職・退職が申し訳ない気持ちを払拭する解決策は以下の3点です。\n解決策\n- 原因に”人”が関わるのか理解しよう\n- 関係が深い人に感謝を伝える機会を作ろう\n- 罪悪感を持たなくて良い理由を理解する\nどれも簡単で、誰でも実践できる方法なので是非最後まで読んでください♪\n最後まで読めば\n- 申し訳ない気持ちの原因がわかる\n- 申し訳ない気持ちへの具体的な対処方法がわかる\n- この記事を読む前より退職・転職に前向きになれる\nこれから転職を考える方へ\n「これから転職を考えているけど今の職場に申し訳ない」と感じる方はまず転職エージェントを活用することをおすすめします！\n理由\n- 転職エージェントを使えば直接話し合いながら自分のペースや気持ちに合わせて転職活動ができる\n- 申し訳なくてすぐに転職できない場合も長期スパンでのサポートをしてくれる\n- 少しずつでも転職活動を進めておけば良い求人に巡り会える可能性が上がる\n僕が転職が申し訳ない人におすすめするサービスが「転職エージェントナビ」\nおすすめ度：\n転職エージェントナビは自分に合うエージェントをマッチングしてくれるサービスです。\n長期スパンでの転職活動や、入社時期の相談までサポートしてくれる質の高いエージェントに出会える可能性が上がるサービスです。\n＼無料で転職相談！／\n転職と退職が申し訳ないと思う原因を理解しよう\n本題の解決策に入る前に、転職や退職をするのが何故申し訳ないと感じてしまうのか考えましょう！\n申し訳ないと感じる原因\n- お世話になった人に迷惑が掛かると思う\n- 任されたプロジェクトが途中だから\n- 部内・チーム内が人手不足だから\n- 昇給や賞与が発生したばかりだから\n- 有休などを取得したばかりだから\nまずは自分の申し訳ない感情の原因をはっきりさせよう！\n今回の解決策は全て100%実践する必要がありません。\n逆に、自分に当てはまる原因に合わせて最適な解決策を実践してほしいと思います。\n解決策①：罪悪感の原因に”人”が関わるのか理解しよう\n何が原因なのか考えた次にやってほしいのが、\"人\"が関わる原因なのか？\"お金\"が関わる原因なのか考えましょう！\n逆に、\"有休などを取得したばかりだから\"は\"お金\"が原因になるね！\nイメージとしては、\n\"お金\"の場合は対処が少ない。\n\"人\"の場合は対処が多い。だね！\n例外として、\"上司が昇給を掛け合ってくれて最近昇給した\"など\"人\"と\"お金\"がどちらも関わっているケースもあります。\nそういった場合は\"人\"の対処をすれば\"お金\"の原因も一緒にクリアできます。\n”お金”が関わる場合は、解決策はシンプル\n有休や昇給など\"お金\"のみが原因の場合は考え方はシンプルです。\nだけど、「転職先の方が自分の働きに良い価値(給与)をつけてくれる」なら転職先の方を選ぶべきだと思うよ！\nこれはあくまで申し訳なくなる気持ちに\"人\"が入ってない場合です。\n\"人\"が関わらず\"お金(労働の条件)\"だけが原因な場合は客観的に数値を見てどっちが良い判断しましょう。\n実際僕は、前職は賞与をもらった1ヶ月後に転職交渉をしました。\n\"人\"が関わる場合は、できる限り対処しよう\n反対に人が関わる場合はしっかりと対処が必要です。\nその為、これから先の解決策も\"人\"が原因の申し訳ない気持ちへの対策がメインです。\nそれにお世話になった人はこれからも自分と関わる可能性があるから、退職後のことも考えて対策をしないといけないんだ。\n少し難しく言ってしまいましたがこれから話す解決策②・③も抑えておけば退職に対して申し訳ない感情を持たず、気持ちよく退職を進められるので\n- 申し訳ない感情に\"人\"が関わっているのか\n- \"人\"が関わっている場合は解決策②・③の対策が必要\nここが理解できたら次に進みましょう！\n解決策②：関係が深い人に感謝を伝える機会を作ろう\n- お世話になった上司・先輩\n- 苦楽を共にした同期\n- 仲良くしてくれたパートの方\n退職が申し訳ない感情がある人は仕事を頑張ってきたので、上記の様な関係性が深い人が多いと思います。\nそういう人は退職後も半年に1回ペースでご飯誘ってくれるから良い話し相手だよ(笑)\n関係性が深い人で思いつく人には、感謝を伝える機会を作りましょう！\n関係が深いからこそ、退職を切り出すのは勇気がいると思います。\nですが、ちゃんと感謝を伝えられたら最初は残念がると思いますが必ず最後は後押しをしてくれます。\nただ、気をつけて欲しいのは関係性が深い人は個別もしくは少人数で退職を報告する機会を作ってください！\nこれを他の人と同じタイミングで退職を伝えてしまうとその人は相談して欲しかったと思いますし、自分に後悔が残ります。\n筆者が転職が申し訳ない時に実践した手段\n僕が実際にやった伝え方をいくつか紹介します。\nプロジェクトメンバーへの伝え方\n周りから伝わる前に個別に伝えたいと考えて、直属の上司に退職報告をした翌日にメールで社内の個室に呼んで退職について伝えた。\n先輩への伝え方\n先輩も多忙で直接言えなかったので、電話で報告とご飯を誘って後日その場で感謝を伝えた。\n仲が良かったパートの人への伝え方\n立ち話の中で伝えて、その後感謝を込めて個別にお菓子とメッセージカードを渡した。\n色々とやりましたが、意外にも泣いてくれたのはパートの方でした(笑)\n感謝を伝える基準はその人次第でいいですが、\"今後も接点があれば関わりたい人\"ぐらいの基準がいいと思います。\n思いあたる人がいなかったらしなくてOK\n個別で感謝を伝えたいと思わない場合は、今後関わらない人に気を遣ってもあなたの時間が勿体無いので申し訳ない気持ちは振り払って退職を決意しましょう！\nこれは退職を2回した経験から断言できますが、辞めた後は想像以上に前職からの連絡は無くなります。\n申し訳ない気持ちを振り払って退職するマインドを持つ為に、次の解決策では罪悪感を持たなくて良い理由を解説します！！\n解決策③：罪悪感を持たなくて良い理由を理解する\n申し訳ないと思う気持ちが何故起きるのかその原因に向き合ってきましたが、次に抑えてほしいのが\"誰も転職・退職に対して罪悪感を持たなくて良い理由\"です。\nその理由は以下の2つです。\n転職・退職に罪悪感を持たなくて良い理由\n- 退職しても思っている程大変なことにならない\n- 法的には転職・退職は何の問題もない\n順番に抑えていきましょう！\n退職しても思っている程大変なことにならない\nその根拠として僕の退職時の状況はこんな感じでした。\n退職時の状況(1社目)\n- 4000人規模の会社で、2人だけが担当するプロダクトの内の1人\n- プロダクトが出す売上規模は年間100億以上\n- 丁度プロダクトから新商品が発表される1週間前\n退職時の状況(2社目)\n- 自分が発案したプロダクトを10ヶ月リーダーとして管理\n- プロダクトが出す売上規模は年間20億規模\n- プロダクトの売上拡大で人手不足となり増員中だった\n上記2社とも退職タイミングとしては決して良いとは言えない状況です。\n1社目は引き継ぎ期間中に次の担当者に「できる気がしない」と言われ、2社目に至っては社長の意向で引き継ぎ無しで即退職となりました。\nですが、退職してみるとその後仕事に関しての連絡などは一切ありませんでした。\nでも仕事頑張ってきたら一切仕事連絡ないのはなんか寂しいなー。\n上記は性格的な問題と感じるかもしれませんが、人間は状況が変わると、自分で状況に適応・打破する為に考える様になります。\n残った側は引き継がれた仕事をどう回すか考え、辞めた側は次の仕事をどうするかに注力する様になるので手順を踏めば後腐れなく転職・退職はできます。\n法的には転職・退職は何の問題もない\n労働者には以下の通り退職の自由があります。\n雇用の期間に定めがないときは、解約（＝退職）の申入れから２週間が経過すると雇用契約が終了する（民法第627条第１項）。引用元：日本労働組合総連合会ホームページ\n僕は2回の退職でこの法的根拠を話した事はないですが会社や上司から「辞めさせない！」などの話が出た場合は迷わず伝えてください！自分の人生を守る為です！\n転職・退職が申し訳ない場合の注意点とQ&A\n解決策をこれまで話してきましたが、ここで注意点を抑えて思いもよらない所で躓かない様にしておきましょう！\n本章の後半では同じように転職・退職が申し訳ないと思う方からよく頂いた質問をQ&A形式で回答しています。\n注意点は以下の2つです！\n抑えておきたい注意点\n- 申し訳ない気持ちで退職を中断するのはやめよう\n- こじれそうな場合は退職代行を使おう\n順番に解説します！\n申し訳ない気持ちで退職を中断するのはやめよう\n転職・退職を決意して、いざ退職交渉となった時に気を付けて欲しいのは\"引き止められて退職の中断をすること\"です。\n退職中断をおすすめしない理由は3点あります。\nおすすめしない理由\n- 会社側から見てあなたがいつ辞めるかわからない存在になって仕事を任せにくい\n- 1つ目の理由に伴って良い評価を受けにくくなる\n- 今後また退職に対して悩む事になる → 問題の先延ばしになる\n悲しいですが退職交渉で辞めると言った時点で、経営層からみると、辞める可能性がある人に大きな仕事を任せたり評価や給与を上げるのはリスクが大きくなります。\n僕の知人も退職交渉で引き止められて給与を上げると言われて残った結果、職場での居場所がなくなり3ヶ月後には再度退職交渉しました。\n後で話を聞くと「絶対に最初に引き止めを振り切るべきだった」と言っていました。\nこじれそうな場合は退職代行を使おう\n- 退職を切り出すと話がこじれそう\n- 退職交渉中に折り合いがつかずスムーズに退職できない。\n上記の様な場合は迷わず退職代行を使いましょう！\n有休消化もちゃんと取得できる様に交渉してくれるので、有休が残っている場合は退職代行に頼んだ方が自分で退職交渉するよりお得になる可能性もあります。\nおすすめ退職代行サービス：辞めるんです\n総合おすすめ度：\n\"辞めるんです\"は、弁護士監修&労働組合提携で運営している退職代行サービス。\nまた、料金は後払いOKなので安心感が段違い！！\n依頼すればその後全ての交渉をしてくれるのでそのまま出社せずに有休消化して退職もできて、依頼中は何度でもLINEで相談可能！！\n＼LINEでまずは無料相談もOK！！／\nあわせて読みたい\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\nQ&A\nここでは僕が転職支援を実施する上で、同じ悩みを感じていた人からきた質問に回答していきます。\n質問①\n退職意思ってまず始めに誰に伝えるのがいいですか？\n答え①\n質問②\n退職を切り出すのは何日前ぐらいがいいですか？\n答え②\nでも、会社の就業規則に法的な効力は無いから退職代行などを使って当日中に退職も可能だよ。\n質問③\n有休消化って希望してもいいですか？\n答え③\nもし「会社に受け入れてもらえない」「希望を伝えにくい」場合は退職代行を利用しよう！\nこのように転職を考えていたり転職先が決まったのに今の職場への罪悪感や不安で悩む人はたくさんいます。\n申し訳ない気持ちを過度に保つ必要は無いので、できる限り退職後の人生を優先して行動していきましょう。\nまとめ：解決策と注意点の振り返り\n長く解説してきましたが以上となります。\n最後に、退職を申し訳ないと思う罪悪感を払拭する解決策をまとめて今回は終わりにしたいと思います！！\n解決策のまとめ\n今回提示した解決策は以下の3点！\n罪悪感を払拭する解決策\n- 原因に”人”が関わるのか理解しよう\n- 関係が深い人に感謝を伝える機会を作れば問題ない\n- 罪悪感を持たなくて良い理由を理解する\n特に\"人\"が原因の場合は、後悔が出ないようにしっかり対処すれば大丈夫！\n注意点はこちら！\n注意点\n- 申し訳ない気持ちで退職を中断するのはやめよう\n- こじれそうな場合は退職代行を使おう\nこの注意点は退職を決意した後にも起こることなので、今該当してなくても頭の片隅においておきましょう！！\nおすすめ情報\n今回の記事は以上となります。\nこの記事を読んで「転職や退職が申し訳ない気持ち」が少しでも軽くなれば嬉しいです！\nもし、退職に関してもっと具体的な流れなどを知りたい方は、以下の記事で失敗しない退職交渉の流れを解説しているのでこちらもご覧ください。\nプロジェクトの途中で退職はあり？プロジェクトリーダー中に辞めた経験を解説\nまた、退職交渉が不安な方は退職代行の利用も一つの手段です。\n実際に身近な人だけは感謝を伝えて、その他は退職代行に交渉を依頼して無事有休消化を獲得し、退職された方はたくさんおられます。\nおすすめ退職代行サービス\nまた、「転職活動がこれから」「転職活動の方向性に悩んでいる」という方は無料のエージェントサービスを利用してみてください。\nおすすめエージェントマッチングサービス\nその①：「転職エージェントナビ」\nおすすめ度：\n転職エージェントナビは自分に合うエージェントをマッチングしてくれるサービスです。\n長期スパンでの転職活動や、入社時期の相談までサポートしてくれる質の高いエージェントに出会える可能性が上がるサービスです。\n＼無料で転職相談！／\nその②：相性転職\n相性転職はスキルではなく、自分の思考や特性を加味して転職の方向性を一緒に考えてくます。\nそれだけでなく最適な転職エージェントまで紹介してくれるので、登録して診断・面談を受けるだけで転職成功率が上がります。\n＼無料で相性診断！／\n以上となります。\n読者の皆様が今の職場で気持ちよく退職できて次のステップで活躍できることを応援します。\nありがとうございました。"}
{"url": "https://miyablog.info/retirement-dont-tell-anyone-2", "text": "こんにちは！みゃーぱぱです！\n僕は28歳で初めて転職をして、年収1.8倍・年間休日20日アップを実現した経験と\n退職・転職活動を2回した経験から\n転職や退職について情報発信してます！\n「退職を考えてるけど、退職したい。だけど、退職を周りに知られると周りからの視線やそれまでの関係性が崩れそうで怖い」\n「退職を会社に伝えると、何か嫌なことや無理なことを言われそうで嫌だ」\nこの様に、退職は人間関係や会社との雇用関係が変わる、もしくは終わるので\nトラブルが予想でき、誰にも言わずに退職したいと考えてしまいます。\n退職に抵抗があったし、できる事なら\n誰も知らないまま退職したいと考えてたよ！\n今回の記事では\n誰にも言わずに退職をする方法を具体的に解説します！\n誰にも言わずに退職するポイント\n- 方法①：自分で退職交渉(最低限の人だけに伝えて退職)\n- 方法②：退職代行サービスに依頼(全く誰にも言わずに退職)\n具体的な方法だけでなく、各方法の注意点、\n退職を少しでも前向きに考えられる情報を書いているので\n是非最後まで読んでください。\nこんな方におすすめ\n- 誰にも言わずに退職したい人\n- 職場で穏便に退職を完了したい人\n- できるだけ早く退職して転職に集中したい人\nはじめに：退職を誰にも告げない、その理由は様々\n代表的な理由\n- 人間関係のトラブル\n- 退職を告げた後の周りの目が気になる\n- 仕事の引き継ぎが大変\n- 退職するまでの間、会社の居心地が悪い\n- 退職を報告すると話がこじれそう\n退職を誰にも告げずに行うのは、表面的には非常識と言われるかもしれません。\nでも、事実この記事を読みにきてくれたあなただけでなく\n様々な理由で誰にも言わずに退職したいと思う人は大勢います。\nそれだけ同じ悩みの人が多いってことやしな！\n誰にも言わずに退職したいと思うのも仕方ない！\nあくまで一例ですが、\n以下の様な理由に当てはまる人が多いと思います。\n代表的な理由\n- 人間関係のトラブル\n- 退職を告げた後の周りの目が気になる\n- 仕事の引き継ぎが大変\n- 退職するまでの間、会社の居心地が悪い\n- 退職を報告すると話がこじれそう\n自分の理由に合った選択をしてほしい！\n今回は、退職を誰にも言わない方法を紹介していきますが\n今回の趣旨は、読者の方が自分の理由・悩みを解決することを目的として\n退職を誰にも言わない方法を解説していこうと考えています。\n論点がズレて「じゃあ仕事を明日から無断欠勤」\nとか飛躍した話になる可能性もあるからね！\n少し余談ですが、無断欠勤などの対応をしてしまうと\n- モラルに反した気持ちになり自尊心が下がる\n- これまで関わってきた人の信頼を失う\n- 退職日や有休消化などで自分の希望通りにならない\nなど新たな悩みが発生する可能性があるので、本記事では推奨しません。\n是非本記事を最後まで読んで、\n自分の退職を言いたくない理由・悩みが解決できる\n自分に合った方法を選択してほしいと思います！\n退職を誰にも言わない、メリットとデメリット\n当然ですが退職に関して誰にも言わないのはメリットとデメリットがあります。\nデメリット\n人間関係の悪化を招く可能性がある\nメリット\n精神的な安定を高確率で手に入る\nデメリットから順番に解説します。\nデメリット：人間関係の悪化を招く可能性がある\n誰にも関わらんから人間関係は別にいいんちゃう？\n何かで関わる事があった場合は、\n社内の人間からの信頼は失っているから\n今後を考えるとリスクではあるね。\n例えば\n- お世話になった上司・先輩\n- 励ましあった同期・同僚・後輩\n- 謎に仲が良かったパートのおばちゃん\n最後は僕の経験です(笑)\n冗談も入れましたが、少なからず関わりの合った人はいると思います。\nそういった方も含めて誰にも言わない場合は\n信頼を失い、人間関係が悪化するのがデメリットと認識しましょう。\nメリット：精神的な安定を高確率で手に入る\n一方のメリットですが、これは単純で\n精神的なストレスを軽減する事ができます。\n退職時というのは、色んな事が重なってストレスを受けやすいです。\n退職時のストレス\n- 転職先の準備\n- 現職の引き継ぎ\n- 後任へのフォロー\n- 関係各所への対処\n- 人間関係の整理\nなどやる事が多くて僕もこの期間は毎回すごく憂鬱になります。\n辞められる側の会社は考慮してくれないからね。\n誰にも言わずに退職することで、ストレスに感じるイベントが削減されて\n自分の精神の安定が手に入りやすくなります。\nメリット・デメリットを整理した所で\n今回の本題である”誰にも言わずに退職する方法”を見ていきましょう！\n誰にも言わずに退職する方法①：自身での退職交渉\nまずは、自分で退職交渉をする方法から解説します。\nただ、前置きをしないといけないことがあります。それは\n自分で退職交渉をする場合は、\"全く誰にも言わない\"は不可能です。\nどうしても自分で労務関係の部署などに退職意思を伝える\n手順が必要だからだよ！\nここの方法では、物理的に\"全く誰にも言わない\"はできない為\n最小限の人にだけ伝える手順を解説しています。\n手順は以下の通りです。\n退職の手順\n- ステップ①：計画立案・準備\n- ステップ②：実行\n- ステップ③：後処理\n少し手順は多いですが、順番に再現性が高い方法を解説するので安心してください。\nステップ①：計画立案・準備\n退職を成功させるための最初のステップは、\n計画的に進める為の準備をする事です。\n具体的な準備\n- 入社日から逆算して退職日を決める\n- 社内規定の退職部分を確認\n- 有休を計算し最終出勤日を確認\n- 最終出勤日までの引き継ぎ手順を想定\n事情を知らない人に退職を申告しても\n何も指摘を貰わない為だよ！\nそれに準備って言っても全部準備しても\n1時間も掛からないから負担は少ないよ！\n次のステップでは、\n普段関わってない人に話す可能性があるので\nここで準備をして、退職交渉をスムーズに進められる様にしましょう。\nステップ②：実行\n退職の計画・準備が整ったら、手続きを進める為に\n人事や労務など退職関係を担当している部署へ退職届を提出しましょう。\n退職届のフォーマットが出せない場合は書類なしで担当部署に電話で良いです。\n寄り添ってくれそうなら上司に言ってもいいんだけど\n上司に言うと、その上司は更に上司に報告して\n最終的に関係部署まで届くって流れで\n色んな所で自分の退職の話が動くから\n大勢に退職がバレる可能性が高まるんだ。\n一番周りにバレる可能性が低く、\n退職までの最短距離は担当部署に退職を申告することです。\n申告すれば交渉に入って、そこからは事前準備した内容を\n交渉の中でタイミングを見て伝えいくのと\nできる限り周りに波立てず、穏便に退職したいと伝えましょう。\nステップ③：後処理\n交渉をした後は退職までの道筋・手順が\nあなたと会社の双方で決まっていると思うので\n最終出勤日までに手順通り引き継ぎや備品整理をしていきます。\n退職に関して知っていると思うけど\n知らない人が多いから、普段通りの業務を意識しないと\n退職を怪しまれるから注意してね！\n最終出勤日までいけば、晴れて退職です！\n最後は軽く挨拶などはあるかもしれませんが\n最低限の人物にだけ退職を告げて終わる事ができました。\n注意事項\nここで注意してほしいのは、\n目的は秘密裏に行動することではなく、自身の精神的負担を軽減することです。\n誰にも言わなことを目的として優先して交渉しすぎてしまうと\n会社と交渉で折り合いがつかず、他の人間が関わってしまって\n関係者が増えて本末転倒になったり、悩みの種が増えてしまいます。\n会社との良い着地点を探っていくことになるから\n多少は目を瞑る必要があるね。\n1つめ方法では自分での交渉で、\n最低限の人にだけ退職を告げる方法でしたが、\n次の方法は本当に”誰にも言わずに退職をする方法”となります。\n誰にも言わずに退職する方法②：退職代行サービスの活用\n次に、紹介したいのが退職代行サービスを活用する方法です。\n退職交渉はさっきの方法と比べて\n非常にシンプルで手順は2つだけだよ。\nこの方法の手順は以下の通りです。\n退職の手順\n- ステップ①：相談\n- ステップ②：実行と完了\n使った事がないから不安って人が多いと思うので\nステップ②の後に\"注意事項\"も一緒に解説します！\nステップ①：相談\n最初の手順はまず退職代行サービスに相談です。\n公式サイトから電話やLINEで問い合わせして相談し、\n詳細なサービスや料金などを確認しましょう！\n相談するだけはタダだよ！\nだから一度相談して、「ちゃんと退職お任せできる」\nと思ってから依頼するでいいと思うよ！\n相談をしてみてサービス・料金・安心感など共に問題なければ依頼して\n次の実行の手順に移りましょう！\nステップ②：実行と完了\nこの実行と完了の手順ですが\nこの手順は自分は退職代行サービスから\n報告を受けるだけになるので、手順とは言えないレベルです。\n不安になるけど、ほんまに何もせんでいいん？\n会社との交渉も全てやってくれるから\n逆に依頼すると自分では動かないで！って言われるよ。\n退職代行サービスから交渉完了の報告があったら退職が完了します。\n退職代行サービスが入ると会社の担当窓口と事務的な交渉だけになるので\n交渉完了までがスムーズなのと、有休や退職日なども\n希望通りに決まる可能性が高い事がメリットです。\n注意事項\n退職代行サービスを利用する上での注意事項は2点あります。\n退職代行サービスの注意事項\n- 料金が3万円弱かかる\n- 悪徳業者もいるので、安全が高い業者選びが重要\n有休消化の交渉もちゃんとしてくれるから\nその分でカバーできるかな\n安くは無いけど、良い選択だと思うよ！\n2点目の業者選び！\nここを「何でも良い」や「安い業者」などの基準で\n選んでしまうと悪徳業者に引っ掛かる可能性があるんだ。\n退職は急いでいる人や困っている人が多いので\nそういう人を目掛けて低品質のサービス提供や高額請求をする業者はいます。\n具体的には、弁護士もしくは労働組合が運営に関わっているサービスが\n安全性が高くサービス品質も高い傾向にあります。\n僕がこれまでの退職交渉の経験と数あるサービスを比較して\n本気で安全性とリーズナブルを上手く両立していると思う\n退職代行サービスを推薦しておくから\n迷ったら一度検討してみてね！\nおすすめ退職代行サービス：辞めるんです\n総合おすすめ度：\n\"辞めるんです\"は、弁護士監修&労働組合提携で運営している退職代行サービス。\nまた、料金は後払いOKなので安心感が段違い！！\n依頼すればその後全ての交渉をしてくれるので\nそのまま出社せずに有休消化して退職もできて、依頼中は何度でもLINEで相談可能！！\n＼LINEでまずは無料相談もOK！！／\nあわせて読みたい\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\n筆者の退職経験\n誰にも言わずに退職する方法を解説した所で\n僕の2度の退職交渉をケーススタディとして簡単に紹介します。\n気になる人に向けての解説にするんだけど\nここを読んだら更に退職を前向きに考えられるよ！\n前提ですが、僕は退職時にさっきの\n誰にも言わずに退職をするデメリットを大きいと感じて\n退職意思を会社に伝える前に、今後も関わりたい人には\n事前に感謝を伝える意味も込めて個別に報告の機会を作りました。\nしっかり手順を踏んで退職すれば結果的に\n\"退職してもそんなに問題にならない\"\nってことを理解できるよ！\nでは事例を見ていきましょう！！\n2回の退職時の状況\n2回の退職時の状況は以下です。\n退職時の状況(1社目)\n- 4000人規模の会社で、2人だけが担当するプロダクトの内の1人\n- プロダクトが出す売上規模は年間100億以上\n- 丁度プロダクトから新商品が発表される1週間前\n退職時の状況(2社目)\n- 自分が発案したプロダクトを10ヶ月リーダーとして管理\n- プロダクトが出す売上規模は年間20億規模\n- プロダクトの売上拡大で人手不足となり増員中だった\nどちらにも言えることですが\nありがたい事に会社で重要な仕事を任されている状態で\n言い換えると”非常に辞めずらい状況”でした。\n1社目は将来性が不安。\n2社目は自分の働き方と合わない。\nって理由で退職・転職をしたよ！\n退職を言う時は言い出しにくくて2回共\n直前にトイレに籠って震えてたよ(笑)\n退職をしたらチームや同僚はどうなるのか？\nそんな事を考えて1週間言い出せなかった時もありました。\nそんな悩みを振り切って自分の人生の為に\n勇気を持って退職交渉をして、無事退職しました。\n自分で交渉して、まず上司に言わなくちゃと考えてしまったから\n結果的に周り自然と退職が広まってしまったけど\n何とか最終出勤日までの1ヶ月を乗り越えたよ！\n退職後どうなったのか\n次に退職後どうなったのかですが、結果的に\n\"退職後に仕事に関しての連絡などは同僚・上司などから一切ありませんでした。\"\nまた、自分も退職した会社の事は自然と考えなくなりました。\n- 残った側は引き継がれた仕事をどう回すかで精一杯\n- 自分は次の仕事をどうするかで精一杯\nこの2点で、要するに\n今が大変で考えてる余裕がないんだ。\n僕は2社の退職共同じ結果になりました。\nもちろん関係性が深い人とはプライベートの話や\n昔の仕事の苦労話をして笑い合っていますが\n退職に関して深く考えすぎなくても手順さえ踏めば大した問題にはなりません！\n誰にも言わずに退職する行為の法的観点とモラル\n最後に法的観点とモラルを解説します。\nここを理解する事で、\n自分は退職できるという前向きな思考と\n正しい手順を踏んで退職する事の重要性がを知ることができます。\n理解しておくと、”間違ったことをしてない”っていう\n精神的な支えになるから覚えておこう！\n法的観点：退職は個人の自由\n労働者には以下の通り退職の自由があります。\n雇用の期間に定めがないときは、解約（＝退職）の申入れから２週間が経過すると雇用契約が終了する（民法第627条第１項）。引用元：日本労働組合総連合会ホームページ\n法的には、退職は個々の自由であり、\n誰にも告げずに退職すること自体に違法性は全くないです。\nこういった話はしたことはないけど\n「仮にトラブルになっても法的に問題がない！」\nってことを理解しておくと思い切って動けたよ！\n法律を武器に退職する訳ではないですが\n何かあった時の盾として退職の自由があることを理解しておきましょう！！\nモラル：抑えるべき所は抑えよう\n自分で交渉する場合も退職代行サービスを使用する場合でも\n誰にも言わずに退職すると、聞いてない人は突然のことに驚きます。\nもちろん、「事前に言うべきだろ。非常識だな。」と思う人も出ます。\n気にしなくていいし、気にしないで欲しいけど\nこれから関わる可能性がある人は別ってことは理解して欲しいな！\n今の職場で親しくなった人も嫌い・苦手だった人と同列に\n\"誰にも言わず\"の対象にするのは大変勿体無いです。\n辞める前の過去の自分と今がどう変わったののか\n客観的な意見を聞けたりするから貴重だよ！\nただ、今後も関わりたいと思う人がいない場合は\n何も気にせず退職を進めましょう！\nまとめ：自分を大事にして必要な退職方法を取ろう！\nここまで誰にも言わずに退職する方法と注意点を話してきました。\n最後にポイントをおさらいして終わりたいと思います！\nポイントと注意点の振り返り\nポイント\n- 誰にも言いたくない理由は人それぞれ。自分にあった方法で退職をしよう\n- 誰にも言わずに退職するメリット・デメリットを理解しよう。\n- 方法①：自分で退職交渉は手順が多いので準備をしっかりしよう\n- 方法②：退職代行サービスはおすすめだけど業者選びは注意が必要\n- 退職してもそんなに問題にならない事を理解して前向きに考えよう\n- 法的観点・モラルを理解して手順を踏んで退職しよう\n以上です。上記ポイントを抑えることで\n退職を誰にも言わずにして、自分にストレスを掛けない\n健全な退職ができます！\n方法はたった2つ！\n自分の状況・悩みに合った方法を選ぼう！\nおすすめ記事\nここまで記事を読んで頂きありがとうございました！\nまた、僕は普段退職・転職・独立について情報発信していて\n本記事以外にも、退職や転職を考えている方に有益な記事を書いています！！\n退職のもっと細かい流れや実態を知りたい人におすすめ\n今回は誰にも告げずに退職する方法がメインだったので\n細かい流れは省略しましたが\n以下の記事で退職の細かい流れを解説しているので、是非読んでください♪\nこちらもCHECK\n-\nプロジェクトの途中で退職はあり？プロジェクトリーダー中に辞めた経験を解説\n会社から責任の大きいプロジェクトを任されているけど、今後のキャリアを考えて退職をしたい。 でも、中途半端な状態で辞めるのは無責任に感じてしまうし、周りの目も怖い.. みゃーぱぱ 僕は、前職に勤めている ...\n続きを見る\n失敗談なども触れているから\nこれから退職って方はほんとにおすすめ！\n転職もこれからと言う人におすすめ\n退職も心配だけど、転職もこれからで\nどう進めたら良いのか？って方は、まず転職エージェントを登録しましょう！！\n今の時代の転職成功に転職エージェントは必要不可欠です！\n以下の記事で大手転職エージェントを徹底比較しています！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\n転職エージェントが多すぎるのも事実で\nサービス選びに失敗すると\n自分に合った求人に出逢えないから\nこれから転職活動の人は必読の内容だよ！\n以上で本記事は終わりとなります。\n少し長い記事でしたが最後まで読んでくれた方や\n興味を示してくれた方、本当にありがとうございます！\nこれからも退職・転職・独立を前向きに考えられる情報を\n発信していくのでどうぞよろしくお願いします！！"}
{"url": "https://miyablog.info/moving-job-change", "text": "こんにちは！みゃーぱぱです！\n僕は28歳で初めて転職をして、年収1.8倍・年間休日20日アップを実現した経験と\n退職・転職活動を2回した経験から\n転職や退職について情報発信してます！\n「結婚を機に転職と引っ越しを考えているけど、何から手を付けたらいいかわからない。」\n「やることが多すぎて、結婚・転職・引っ越しどれも上手くできる気がしない。」\n新婚や入籍前って忙しすぎて、こう考えてしまうことありますよね。\nほんと自分達に余裕がなくて新婚なのに\n奥さんと険悪ムードになる事も少なくなかったよ\nただ、 後から振り返るとしっかりやる事を整理して\n必要な手順で対応していけば問題はありませんでした。\nなので、今回は結婚と同時期にする転職・引っ越しを成功させるポイントを解説します！\nポイント\n- まずは転職・引っ越しのタイミングを決める\n- おすすめは転職先が決まったら引っ越し\n- 転職活動は効率的に進める\n- 引っ越しは転職のスケジュールに合わせて計画的に行う\n以上がポイントとなり\nこれから具体的な方法を解説していきます！\nこんな方におすすめ\n- 結婚と同時期に転職・引っ越しを考えている方\n- これから入籍だけどやることが多すぎて今後が不安な方\n- パートナーと結婚・転職・引っ越し全てを成功させたい方\nはじめに：新生活、新たな挑戦に向けて\n結婚は人生で最も大きいイベントの一つです。\nパートナーと一緒に新しい人生をスタートさせるタイミングなので\n言い換えると人生が変わるタイミングでもあります。\n結婚に合わせて引っ越し・転職をするとなると\nその大変さは想像以上だよ！\nその為、しっかりと事前に段取りを決めて取り掛からないと\n全てが上手くいかず良い結婚生活のスタートが切れなくなってしまいます。\nちゃんと具体的な方法を手順も含めて解説するから\n解説を読めば、ストレスを減らして\nスムーズに新しい生活を始められるよ！\nまた、記事の後半では新婚での新居選びのポイントも解説していて、\nこの内容も読むことで、新婚から2、3年後もストレスなく柔軟に\n結婚生活を送れる様になるので、是非最後まで読んでください♪\nまずは理想の結婚生活を考えよう\n本題の前に、大事な本記事の前提を話します。\n新婚の皆さんだったら大丈夫だと思いますが\n目的となる部分なので当たり前の事ですが押さえておきましょう！！\n本記事の前提\nパートナーを尊重して、2人で最良な選択をしよう！\nその為に、まずはパートナー今後の結婚生活の理想を話し合いましょう！\nまずは落ち着いてパートナーと話し合って進む方法を決めて\nそこから転職活動や引っ越しを考えた方が\nその後余計な心配事や悩みを増やさなくて様なるから\nやってみよう！！\nパートナーとの目標設定のコツ\nパートナーどういった目標を立てるべきかは\n例えば以下の様にざっくりで大丈夫です！\n目標設定(仮)\n- 車は1年後\n- マイホームは5年後に検討\n- 妻の出身である〇〇市でずっと暮らしたい\n- 子どもは〇〇歳までに欲しい\n- 結婚○年目に海外旅行に行きたい\n以上の様に、本当にざっくり叶えたい事を話しましょう。\n予定通り行かない場合もありますが\n目標を決める事で、その目標に沿った行動ができます！\n5年後にマイホームの場合、○万円くらい貯めないといけない。\nその為には年収○万円くらいの仕事をして\n○万円毎月貯金する。\nみたいな形で、目標を決めると自然と行動が見えてくるからおすすめ！\nここで、目標設定をしておくと\n今後新居選びで優先すべき事や、転職活動で譲れない条件なども\nはっきりする事ができて非常に効率的に引っ越し・転職をすることができます。\n理想の結婚生活を想像して、\n具体的な目標を作っていくんやな！\n何か大事なことがある時に夫婦で話し合うっていう\n良い癖がつくから、そこもメリットかな！\n結婚を機に転職・引っ越しを成功させるポイント4選\n結婚、引っ越し、転職というイベントは全て大きな変化を伴うので\n一度に進行すると複雑になってしまいます。\n上手くいく気がせえへんなぁ\nほとんど上手くいかないから\n手順と合わせて4つ方法を解説していくね！！\n成功させる4つのポイント\n- まずは転職・引っ越しのタイミングを決める\n- おすすめは転職先が決まったら引っ越し\n- 転職活動は効率的に進める\n- 引っ越しは転職のスケジュールに合わせて計画的に\n以上のポイントを上から順番の手順で進める事で\n比較的スムーズに乗り越えることができるので、順番に解説していきます。\nその①：まずは転職・引っ越しのタイミングを決める\n結婚、引っ越し、転職はどれも時間が掛かり\n完全に同時進行で進めると1人の時間では対処できません。\nその為、優先順位をつけて一番優先順位の高いイベントから対処しましょう！\n僕だったらこんな感じだったよ！\n優先順位(例)\n- 優先1位：結婚関連(結婚式、新婚旅行)→すぐに進める\n- 優先2位：引っ越し→結婚関連が終了次第\n- 優先3位：転職→引っ越し先が決まり次第\n結婚式や新婚旅行の理想は交際時からたくさん話していて\nその為に2人で貯金もしてたから1位にしたよ！\nこの時注意して欲しいのが、\n3位の\"転職\"を後回しにする訳ではないという事です。\n同時進行はできないですが、準備は並行して進められます。\n転職エージェントだけ登録しておくみたいな感じやな！\n準備を進めておくのはおすすめだよ！\nもちろん上記の優先順位はこれが絶対ではなく\n\"結婚の段取りは済ましている\"などで、優先順位が変わる場合があるので\n自分にあった優先順位をつけて、それに合わせて準備と実行をしていきましょう！\nその②：おすすめは転職先が決まったら引っ越し\n転職より引っ越しが先やったのに\nなんで転職が先がおすすめなん？\n転職が先が良かったと思うからだよ！\n結婚と同時期に転職と引っ越しを考えている方はある程度\n住む地域・住みたい地域が決まっていると思います。\nただ、それでも転職先を優先して決める事をおすすめします。\n転職優先がおすすめな理由\n- 勤務地によっては通勤距離が遠くなる\n- 転職先が決また後、引っ越し先に求める条件が変わる可能性がある\n- 退職日や入社日など\"引っ越しをする\"という理由で色々と交渉しやすい\n引っ越し先を失敗しにくいんやな！\n引っ越しはその気になれば2週間掛からずできます。\nそういった意味でも、まずは転職先が決まって今後がよりはっきりした状態になってから\n引っ越し先を決めるのがおすすめです。\n引っ越しを先にする必要がある場合は\n・オフィス街へのアクセスが良好\n・2LDKくらいでリモートワークや出産なども\n柔軟に対応できるスペースが確保できる\nなどある程度想定した条件で探すのがおすすめだよ！\nその③：転職活動は効率的に進める\n転職活動を働きながらするのは大変ですが\n仕事は1日・1年・人生の中で最も長い時間を過ごすので\n転職先を間違えると人生の幸福度が下がります。\nその為、結婚と同時期の転職活動は精度・スピードどちらも必要になります。\nそれまでの準備だったり求人チェックが重要だし\n手間がかかるんだ。\nだからこそ、結婚と同時に転職を考えている人の転職活動は\n転職エージェントを活用して効率的に進める事をおすすめします！！\n家族の生活も変わってまうもんなー。\n・将来の為に年収を優先する\n・家族との時間を優先する\n人によって優先すべき事は違うけど\n転職活動は転職エージェントを使って\n効率的に自分の希望に合う転職をしてほしい！\n自分で転職サイトを登録して転職活動をする方法もありますが\n転職エージェントを使用すると以下のメリットがあります。\n転職エージェントのメリット\n- 自分の希望・適正にあった求人を紹介してくれる\n- 自分や企業に対して客観的な意見を得られる\n- 企業の情報を得ることができる\n- 書類・面接対策もしてくれる\nこれらを全部自分でするとなると\n仕事終わりの癒やされる新婚生活の時間が無くなってしまうので\n転職エージェントに登録して転職活動を効率的に進めていきましょう！！\nおすすめ転職エージェント：マイナビエージェント\n※マイナビのプロモーションを含みます。\n総合おすすめ度：\n\"マイナビエージェント\"は、転職エージェント顧客満足度NO,1!!\nもちろん登録費用や利用料は全て無料で利用できて、サポート体制も充実しています。\n初めての転職活動だったら間違いない転職エージェントサービスです！\n＼質問に形式で簡単に登録→求人紹介可能／\nあわせて読みたい\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nその④：引っ越しは転職のスケジュールに合わせて計画的に\n引っ越しに関しては、転職先が決まっていたら\n転職先の入社日に合わせて計画的に物件決め・荷造りをしていくだけです。\nどれだけでも時間を掛けられるから\n期日ができる意味でも転職を先に決めるのが\nおすすめだよ\n僕はこれまで引っ越しを3回してきましたが\n物件は期日が決まってないと本当に決まりません(笑)\n逆にいうと、コツは期日を決めてさっと選ぶです！\n引っ越しできるって言ってたもんな！\n転勤辞令が出て2週間後には着任しろって言われて\nその2週間で物件決め〜荷解きまでやったけど\n期日を決めてその気になれば2週間でできるよ！！\nただ、もっと具体的に素早く良い引っ越しができるポイントを\n知りたい方もいると思うので、新居選びのポイントを次の章で解説します\n新居選びのポイント2選\n新居選びのポイントですが、今回解説するのは\n\"物件情報の見方\"などではありません。\n間違えない為のポイントを\n結婚と引っ越しを同時期にした経験から解説するよ！！\n新居選びのポイント\n- 柔軟な対応ができる新居を選ぼう\n- チェックリストを作って優先順位を決めよう\nその①: 柔軟な対応ができる新居を選ぼう\n結婚は人生の大きな変化となるイベントですが\n結婚後も大きな変化が起こる可能性があります。\n結婚後の変化(例)\n- 出産・育児が始まる\n- 転勤が発生する\n- 家族が病気になる\n- 新たにやりたい事ができて退職・転職をする\nどれも予想できる出来事ではないですが、\nこういった時に住居はいつも検討議題になります。\n- マイホームのローンがあるから、引っ越しできない\n- 住んでいる地域は保育園が近くにない\n- 駅が近くないので、転職先が見つけにくい\nみたいに変化に合わせて住まいの見直しをする可能性があるんだ。\nもちろん全部を予測して物件を選んでいたら条件が合わなくなりますが\n予め色んな変化にも対応できて、直ぐに引っ越ししなくても良い住居を選ぶことで\n今後、自分主導で住まいを選びやすくなります！\n検討したい条件は、例えば以下の様な内容がおすすめです！\n参考条件\n- 駅徒歩10分以内\n- 近くに住宅街がある\n- 2LDKくらいの広さ\n- 夫婦どちらかに収入がなくても十分支払える家賃\n新婚だし綺麗な住まいが良いよね！\nでも、それを優先してしまうと物件が絞られて\n家賃が高くなってしまったり、駅から遠かったり\n何か無理しないといけなくなるよ\n無理しても理想の暮らしを求めるのを否定しませんが\n今無理をするとその分今後\nマイホームや車を検討できないなど、本当の理想的な結婚生活が遠のきます。\n結婚から出産後の今でも住んでるんだけど\nまさに\"住めば都\"だと感じるから\n結婚当初の物件選びで重要なのは最新設備より、\nどういう状況になっても対応できる住みやすさ！\nその②: チェックリストを作って優先度を決めよう\n全然大した内容じゃないから\n家にあるメモ紙とかでも作れるよ！\nさっきの変化に対応できる条件が必須条件に入ってて\nその他は\"優先条件\"に入ってるからわかりやすいな！\nほんとこだわりたい事が無限に出てきて\n絶対どこかは妥協することになるから\n悩まない様にチェックリストを作るのがおすすめだよ！\n特にこれまで違う生活をしてきたパートナーと、こだわりたい条件が合わない\nというケースは当然起こります。\n物件選びの最中にそれがわかってしまうと決断までに難航してしまうので\nここもパートナーと事前に話し合ってチェックリストを作ることでスムーズに物件選びができます。\n引っ越しと転職を同時に成功させるポイント、新居選びのポイントを解説してきましたが\n次に同じ悩みを経験した僕から、この悩みを乗り越える上での\n誰でも実践できるアドバイスをお伝えします！！\n結婚、引っ越し、転職を一度に乗り越えるアドバイス\n大枠のポイントはこれまで解説したので、\nこれまでのポイントを抑えたら問題なく乗り越えられますが\nこの章も読めば、よりパートナーと足並みを揃えて乗り越えられる様になります！\nポイント\n- パートナーと時間管理ツールを活用\n- パートナーへの尊重は第一優先\nパートナーと時間管理ツールを活用\n仕事もして、結婚のことも考えて、転職や引っ越しの準備もしてとなると\nスケジュール管理だけでも大変ですが、\nそれは自分だけじゃなくてパートナーも同じです。\n2人揃ってやらないといけないことも多いから\n予定合わせるのが大変だったよ。\nだからこそ、お互いのスケジュールはいつでも把握できる様にしておけば\n予定が合わせられない事態や\n相手の状況がわかるので余計なすれ違いも防ぐことができます。\nおすすめは\"TimeTree\"というアプリかな！\nこのアプリは家族で1つのスケジュールを作るデザインで\nメンバー毎やイベント毎で色を変えたり見やすく管理できるので\n僕は結婚当初からずっと\"TimeTree\"を使って管理しています。\n無料でずっと使えるので是非夫婦でインストールしてみてください♪\nパートナーの尊重は第一優先\nそして何よりも大切なのが、パートナーの意見を尊重することです。\nここまで読んで下さった方は問題ないと思いますが\n忙しくても今パートナーを尊重して色々決断しないと\n今後の結婚生活も同じ流れで進んでしまいます。\n目的を忘れたらあかんってことやな！！\n家族も転職先次第で生活が変わるから\n事前に話をしながら転職活動をしていこう！！\n筆者は何を当たり前のことを言ってるんだ？って思った人は問題ないです！\nこれまでのポイントをまとめて実践すれば乗り越えられます！！\nまとめ\nここまで結婚を機に転職・引っ越しを成功させるポイントを中心に解説しました。\nかなりポイントが多かったのでまとめて見てみましょう！！\nポイントを再確認\n今回の押さえてほしいポイントは以下です。\nポイント\n- まずは転職・引っ越しのタイミングを決める\n- おすすめは転職先が決まったら引っ越し\n- 転職活動は効率的に進める\n- 引っ越しは転職のスケジュールに合わせて計画的に\n合わせて話した、新居選びのポイントは以下です。\n新居選びのポイント2選\n- 柔軟な対応ができる新居を選ぼう\n- チェックリストを作って優先度を決めよう\nパートナーを尊重できれば絶対に乗り越えられる！\nただ、このブログは転職・退職を応援するブログです。\n今回は転職・退職をあまり深く触れなかったですが\n実際転職活動をするとなると、様々な問題が発生します。\nなので、最後に転職成功に役立つおすすめ情報を紹介して終了します！\nおすすめ記事\n効率が一番大事！\nこれから紹介する記事を読めば転職をより効率的に進められて\n失敗しない転職ができるから是非一緒に読んでみてね！\n今回は転職活動と退職交渉どちらもこれからって人が多いと思うので\n2つに分けて案内していきます！！\n転職活動おすすめ記事\n僕は、28歳の時に未経験で転職をして年収アップを実現しています。\n読者の方には同じ年代の方も多いと思います。\nアラサーでの未経験転職でもこちらを読めば転職を成功に近づける\nより具体的な方法を得られるのでおすすめです！\nこちらもCHECK\n-\n小売からの転職は厳しい!?未経験で転職成功した方法4選を解説\nこんにちは！みゃーぱぱです！ 僕は28歳で未経験転職をして、 年収1.8倍・年間休日20日アップを実現した経験から転職について情報発信してます！ 「小売業界から転職したいけど、自分にスキルが無いから厳 ...\n続きを見る\n退職交渉おすすめ記事\nまた、結婚・転職・引っ越しなどで忙しい中で油断できないのが”退職交渉”です。\n僕は退職交渉は有休が残っている場合は\"退職代行サービス\"の利用をおすすめしています。\n有休はしっかり獲得できるように交渉してくれるので\n余裕を持った結婚・転職準備ができるから\n検討をおすすめするよ！\nただ、退職代行サービスは業者がたくさんあって\n業者選びを間違えると、安全性の低い業者に当たる可能性もあります。\n以下の記事で、安全性の高い退職代行サービスをレビューしているので\n記事を見ながら検討してみてください！\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\n本記事は以上になります。\n長かったですが最後まで読んで頂いてありがとうございます！\n皆さんの結婚・引っ越し・転職が上手くいくのを願っています！\nまた、もし更に詳しく転職などについて知りたい方は\n記事のコメントかTwitterもやっているのでそちらでいつでも相談乗るので\n是非ご連絡をお待ちしてます♪\nありがとうございました！！"}
{"url": "https://miyablog.info/retail-business-new-job", "text": "こんにちは！みゃーぱぱです！\n小売業あるある\n「転職したいけど、小売業以外の業界を知らないから良い転職先がわからない」\n「自分のスキルが活かせるのかわからないから転職に踏み切れない」\n小売業で長く働いているとこう思う方多いと思います。\n今回はそう言った悩みに対して、小売業からホワイト企業に転職した経験を持つ僕が今おすすめの転職先を紹介します！\n筆者の実績\n- 小売業で6年働き、IT・WEB業界の営業職に転職\n- 年収1.8倍・年間休日20日アップのホワイト企業に転職\n- 転職後の経験を元に現在は独立してフリーランス\n結論を先に言うと、小売からの転職でおすすめする転職先は以下となります。\nおすすめの転職先\n- IT業界の営業職【待遇UP】\n- 不動産業界の営業職【待遇UP】\n- 人材業界の営業職【待遇UP】\n- 小売業界の得意な職種【やりがいUP】\n- サービス業界の接客職【やりがいUP】\n- システムエンジニア【将来性UP】\n- WEBマーケティング【将来性UP】\n今回は目的に毎におすすめの転職先を紹介し、後半には成功のポイントも解説するので、最後まで読めば小売業からの転職を完全攻略できます！\nまた、小売からの転職をする際にはまず【マイナビエージェント】の活用を強くおすすめします。\n理由は万年レジ打ち係の僕を未経験からホワイト企業に転職させてくれた、最高のサポート体制が整ったエージェントだからです。\n＼たった10分で最高の転職活動スタート／\n小売からの転職でおすすめする転職先\n今回おすすめする小売業の転職先ですが、目的によって転職先が変わります。\nイメージとしては下図の形です。\n自分の転職理由がどの目的に当てはまるか考えましょう。\nIT業界の営業職\n年収・待遇を上げたい場合は、まず【IT業界の営業職へ転職】を強くおすすめします。\nメリット\n- IT業界は成長スピードが早く待遇が良い\n- 営業として買い手が多いので売りやすい\n- 多く売れると営業職は年収が上がる\n- 実績が付くので今後のキャリアも選択肢が広がる\nデメリット\n- 未経験なので最初は覚えることが多い\n- 結果が出るまで3ヶ月くらいまでは大変\n僕は小売で6年間働いて年収が100万円程しか上がらなかったですが、IT・WEB業界の営業職に転職して1年で400万円近く年収が上がりました。\nまた、営業職を体験したからこそですが小売業界のスキルは営業職は問題なくできます！\n相手のニーズや悩みを汲み取って購入に繋げるスキルという意味では接客も営業も同じスキルです。\n年収UPを叶えたサービス：マイナビエージェント\n総合おすすめ度：\nもちろん登録費用や利用料は全て無料で利用できて、僕もマイナビエージェントで年収アップ転職を叶えました！\n初めての転職活動だったら間違いない転職エージェントサービスです！\n＼たった5分で転職活動スタート！／\n不動産業界の営業職\n次に【不動産業界の営業職】ですが、この業界・職種は特に年収を上げたい人にはおすすめです。\nメリット\n- 不動産は単価が高く、利益が出やすい\n- 利益が出ると年収が上がりやすい\n- 営業成績が良ければすぐに出世もできる\nデメリット\n- 不動産は市況や経済の影響を受けやすい\n- 結果重視なのでプレッシャーは多め\n- 古い体制の企業やブラック企業も多い\n不動産は金利や国の控除など外的要因に影響を受けやすいですが、人が「住む」「働く」場所を必要とする限り需要は残り続けます。\n1年目に年収1000万円以上を目指したい人は今は不動産需要も高いのでおすすめです。\n人材業界の営業職\n【人材業界の営業職】とは転職で使う転職エージェントや企業へ求人掲載の営業を行う職種です。\nメリット\n- 未経験でも積極採用している企業が多い\n- 専門用語などが少なく参入ハードルが低い\n- 究極のコミュニケーションスキルが身に付く\nデメリット\n- コミュニケーションが苦手な人は結果が出しにくい\n- 毎日様々な人と話すのでストレスは溜まりやすい\n- 大手人材会社以外は利用者が少なく営業難易度が高い\n人材業界は求職者と企業の希望を汲み取ってお互いに良い結果をもたらす仕事なので、どんな人でも対応できる【究極のコミュニケーション能力】が身に付くのが特徴です。\n逆に、コミュニケーションが多い仕事は避けたいという人はストレスを受けやすくなるのでおすすめしにくい仕事になります。\n小売業の得意な職種\n次にスキルを最大限活かしたい場合の転職先としておすすめなのが【小売業の得意な職種】です。\nメリット\n- 内定が取りやすい\n- 入社後のミスマッチが少ない\n- すぐに活躍が見込める\nデメリット\n- 年収や待遇は変わりにくい\n- 入社数年後に転勤や転属の可能性が高い\n小売業では販売、商品企画、販促、在庫管理など様々な職種があるのでその中で自分が一番得意としている職種で求人を探すと即戦力として活躍しやすいです。\n「今の仕事内容や業界が好きだ！」という人は同業界を転職先の候補として考えることをおすすめします。\nサービス業界の接客職\n接客や販売にやりがいを感じる人におすすめする次の転職先は【サービス業界の接客職】です。\nメリット\n- 内定が取りやすい\n- すぐ現場で活躍できる\n- お客様の反応がやりがいに直結する\nデメリット\n- 就業時間が不定期\n- 年収は低め\n- 活躍して認められると現場から離れることになる\n接客はお客様と直接に関わり反応が見れるので良い反応を貰えるとモチベーションや評価アップに繋がる仕事です。\nただ、評価され出世していくと現場の接客から離れてマネジメントをすることになるケースが多いので注意が必要です。\nシステムエンジニア\n自分自身の将来性を上げたい場合におすすめなのが【システムエンジニア】です。\nメリット\n- システムエンジニアは人手不足なので重宝される\n- フリーランスとして独立がしやすい\n- リモートで働きやすい\nデメリット\n- スキル習得のハードルが高い\n- 活躍までに時間がかかる\n- 転職初期は給与は下がる可能性あり\nシステムエンジニアはスキルが必須なので参入障壁が高いですが、スキルが身につくと一生食べていけるキャリアになるのが魅力です。\nWEBマーケティング\n将来性を上げたい場合のもう一つの候補として【WEBマーケティング】です。\nメリット\n- WEBはこれからも伸びるので将来性は間違いなし\n- 実績さえあれば自分で事業をすることもできる\n- 年収が将来的に上がりやすい\nデメリット\n- 実績が必要なのでまずは副業からが多い\n- 実績が出るまで時間がかかる\nWEBマーケティングの世界は実績が最重要です。\n例えば、SNSでもGoogle検索でも良いので自分のアカウントで実績を作れると「マーケティングに精通した人」になれるのでそこを目指して副業→転職のイメージです。\n小売業からの転職は厳しくない！根拠を解説\n残念ながら、「小売業からの転職は厳しい」という声は多いです。\n但し、小売業の転職は結論早く動けば動くほど成功確率が上がります。\n厳しくない根拠\n- 転職は早く動くことが成功の鍵だから\n- 今の転職市場は転職がしやすい\n- 小売業界は離職率が高い\n- 小売業界で習得できるスキルは多い\n小売業の人に自信を持って転職活動をして欲しいので、これからこの根拠を解説していきます。\n特に、4点目は僕が実際に内定獲得したスキルの活かし方も一緒に紹介しているので必見です。\n転職は早く動くことが成功の鍵\n転職に対して何か得意なスキルや実績がないとダメって考える人が多いですが、転職はもっと簡単にできます。\n何故なら多くの会社が基本的に中途採用は【年齢 > スキル】で判断するからです。\n転職市場で選考されるポイントは以下の様なイメージです。\n印象やスキルはもちろん選考に大きく左右しますが、年齢のインパクトが大きく転職は年齢が上がれば上がるほどスキルや印象でここを補う必要があるので難易度が上がります。\n逆に転職するかしないかは別として早く転職活動に動くことでキャリアの選択肢を多く持つことができます。\n今の転職市場は転職がしやすい\n最近の転職市場を把握する上で参考になるのが有効求人倍率です。\n1倍以上だったら求職者1人に対して1つ以上求人があるって事だね！\n現在の有効求人倍率は1.31~1.33倍で、結論かなり転職しやすいです！\n状況としては、2023年2月に1.4倍となってそこから少しずつ落ちています。(2023年12月時点で1.3倍)\nなので、良い条件で転職をしたい場合は早めの転職活動がおすすめです。\n逆にこの数値が低くなると求人が少ない状況となり良い条件で転職が難しくなります。\n僕が最短20日で内定を獲得し、年収を400万円から800万円まで上げ転職成功を手助けしてくれた転職エージェントは【マイナビエージェント】です。\n小売転職でおすすめ転職エージェント：マイナビエージェント\n総合おすすめ度：\nもちろん登録費用や利用料は全て無料で利用できます。\n小売業から別業界、小売から小売どちらの転職でも豊富な求人数・実績・サポート体制があり、間違いないサービスです！\n＼たった5分で転職活動スタート！／\n小売業界の離職率が高い\n小売業界は新卒入社後3年以内の離職率が高い傾向にあります。\n■ 新規学卒就職者の産業別就職後３年以内離職率のうち離職率の高い上位５産業\nちなみに、令和3年度は大学でも4位で37.4%でした。\nこの事から小売業は市場全体で見ても転職者が多い市場なのがわかります。\nその中でも、小売から転職を考える代表的な理由は以下です。\n小売業界の転職理由\n- 給与が低い\n- 土日祝の休みが少ない\n- 就業時間が不規則\n- 人間関係のストレスが多い\n- 将来性に不安を感じる\n多くの小売業の会社員はどれかに当てはまると思います。\nちなみに、僕は上記の【⑤将来性に不安を感じる】の部分が原因で転職を考えました。\nまた、dodaが出しているデータで「異業界への転職者が多い業界」の4位は【小売業界】です。\n【最新調査】異業種への転職が多い業種は？異業種へ転職している人はどんな人？\nこのように小売業界は転職を考える人が多く、同時に転職をしている人も多いという状況です。\nなので、小売業だからとあまり身構えず同じ境遇や考えの人も転職市場にはいると考えてまずは転職活動を始めてみましょう。\n小売業界で習得できるスキルは多い\nまずは、小売業で身につけられる代表的なスキルを以下で把握しましょう！\nもちろん担当した役職によっては、上記以外のスキルを持っている方も多いと思います。\nでは、「小売業で身につけたスキルはどう活かすのか？」ですがここで僕の実例を紹介します！\nポイントは実績ではなく「どうやってそのスキルを身につけたのか？」と言う過程をメインで話しています。\nスキル：数値管理・予測スキル\nどう伝えたいか：営業未経験でも活躍できそうと思わせたい\n伝え方(自己アピール例)：\n私がこれまでの経歴で一番自信があるのが「数値予測スキル」と「行動の早さ」です。\n私は現在まで〇〇部に所属し〇〇のカテゴリーの売上を任されており、直近20✖︎✖︎年の実績は売上億円、昨年比120%を達成しています。\n昨年より売上を伸ばした要因が、コロナ禍において外出自粛や緊急事態宣言の予兆が出ているタイミングで私がいち早く実店舗よりECを優先した在庫補充・販促拡大を実行したことで競合他社はEC上で欠品が続く中、自社はECの売上が昨年比400%を獲得でき、この実績が全体の売上達成を牽引しました。\nこれは毎日数値達成の為に数値を細かく管理し予測を続けたことで、誰よりも市場の変化に早く気づいて行動でき、売上達成できたと考えています。\n私は営業経験がありません。\nですが、売上を作る上で数値を予測し早く行動を起こすことで結果につなげる考えは御社での営業活動でも発揮できると考えています。\n小売業のスキルは活かし方次第で必ず企業や面接官に刺さります！\nなので自信を持って転職活動でアピールしていきましょう！\nスキルの活かし方がわかったところで、次に最も大事な転職を成功させるポイントを見ていきましょう！\n小売業からの転職を成功させるポイント\n転職先や市場感までわかったところで、次に転職を成功させるポイントを紹介します。\n成功ポイント\n- 転職目的と転職の方向性を早く決める\n- 自分のスキルと成功体験を整理する\n- 転職エージェントに2つ以上登録する\n- エージェントにはっきりと業界・条件を伝える\n- 条件に合う企業だけ応募して徹底分析\n5つの成功ポイントがありますが全て理解して行動できれば間違いなく転職はできます。\nまた、僕がどんな流れで小売業からの転職活動をして年収アップの転職ができたのかの記事リンクをこの章の最後に紹介します。\n転職目的と転職の方向性を早く決める\nまずは、転職目的を決めましょう。\n目的を決めることで自分が狙う転職先が見えてきます。\n目的別のおすすめ転職先\n- 年収・待遇を上げる目的：IT業界や不動産業界の営業職\n- 今のスキルを最大限活かす目的：小売・サービスなどの近い分野\n- 自分の将来性を広げたい目的：スキルアップをしてIT系の専門職\n転職目的は運転する際の目的地をカーナビに設定する作業みたいなイメージです。\n目的地がないと最適なルートを出せません。\n逆に転職目的さえ決まれば確実なルートは必ずあるので、転職目的は最初に決めましょう！\n自分のスキルと成功体験を整理する\n転職活動の選考を受ける前の準備として必要なのがスキルの棚卸。\nこれは転職活動全般で大事なポイントですが、特に小売業では身に付くスキル・経験が多い分、自分のどこに強みがあるのか整理するのは必須と考えましょう！\n僕は転職した時だけでなく独立した後も小売業で得たスキルは活かせているので、小売業で身につけた多くのスキルや経験は必ず武器になります！\n是非、スキルの棚卸を実践してみてください。\n転職エージェントに2つ以上登録する\n転職成功を勝ち取る上で、転職エージェントは2つ以上登録した方が絶対に成功確率は上がります。\n2つ以上登録の理由\n- サービス毎で持っている非公開求人が違う場合がある\n- エージェントと合う合わないがある\n- サービスによって得意分野が違う\n- 複数の意見を聞くことで自分の状況をより客観視できる\nまた、「ひとつのエージェントと合わなくて、本当は転職できるポテンシャルがあるのに諦める。」のは一番勿体無いので2つ登録は必須です。\n僕が実際に小売から転職をする時に利用してサービス面が良かった転職エージェントを紹介しておくので未登録の方は登録してみてください。\n小売から転職する際に必須の転職エージェント\nエージェントにはっきりと業界・条件を伝える\n結論として業界や条件をはっきり伝えることでエージェントは条件に近い求人に絞って紹介してくれるので、転職活動の効率がグッと上がります。\n但し、これが成功ポイントの中で一番難しいです。\n僕も以前迷ったことがあり途中でエージェントに進められたまま選考に進んで内定獲得したけど「なんか違う」となって内定辞退した経験があります。\nこれはエージェントの提案が悪い訳ではなく、自分で決めた転職の方向性からズレると転職活動がうまくいかないは誰もでそうです。\n小売業の転職活動は時間が取りにくいのでどれだけ効率を上げるかがカギです！\nこのポイントを実行して最短で内定を獲得しましょう。\n条件に合う求人だけ応募し徹底分析\n転職活動でよくあるミスが「とりあえず色んな企業に応募しまくる」です。\n良い条件の企業は当然応募者が多く、それを日々対応している人事担当者は【とりあえず応募感】を見抜きます。\nまた、とりあえずでは印象に残らず多くの応募者に埋もれます。\n僕が転職活動をしてる時は以下のイメージで応募と企業分析をしていました。\n応募と企業分析の流れ\n- 応募→条件に合う5~7社に応募\n- 書類通過→応募した内1社くらいが通過\n- 企業分析(1次)→HP・SNS・採用ページを確認し、確認してるのが伝わる応募動機を考える\n- 企業分析(2次)→WEB上に上がってる情報全て確認、特にHPから実績を全て確認\n- 自己PR作成→分析から自分なりに仮定したことを志望動機や逆質問に入れる\n- できれば分析結果を資料まで作成できると◎\n- 企業分析(最終)→最終確認と面接練習くらいでOK\n流れとしては、書類が受かったら1次面接までに企業HPなどはざっと確認して全体感を掴み、2次面接までいけたらできる限り徹底的に分析します。\n資料はハードルが高いかもしれませんが作るのに1時間も掛ってないですし、エクセルに慣れてない人でも3時間も使えばできます。\n正直ここまでする応募者はほぼいないですし、面接官は良い意味で驚くので印象が上がり採用確率は間違いなく上がります！\n僕が実際にやった方法も以下の記事で紹介しているのでよかったら見てください。\n【転職完全攻略】レジ打ち社員が最短20日で年収アップの転職ができたノウハウ解説\n小売業からの転職先成功例とQ&A\n一通り小売からの転職先について話したところで、次はケーススタディということで僕のケースを解説します。\n僕は結果的に転職を成功させていますが失敗した部分もあります。\nここで失敗部分も知っておけば読者の方は僕より良い転職ができます！\n筆者の事例\nまずは僕の小売業からの転職経験の中で失敗したこと、成功したことを解説します！\n失敗\n- 1度目の転職活動前に目的を整理すべきだった\n- 1度目の転職活動前にスキルの整理をしておけばよかった\n- 1度目の転職活動前に少しでもIT・WEBのスキルを学べばよかった\n成功\n- 一度失敗しても諦めなかった\n- 目的・スキルの整理をして2度目はスピーディに転職ができた\n- 目的に合った求人・転職先選びを一貫したので年収アップができた\n- 未経験の業界だからこそ自己投資を怠らなかった\n幸い今の転職市場は企業より求職者側が有利です。\n戦略次第で成功確率がグッと上がるので、僕の失敗を参考にして転職活動をすれば目的を達成できる転職は可能です！\nQ&A：よくある質問\n次に小売業からの転職でよくある質問をQ&A形式で解説するので、これを見て疑問点をなくしていきましょう！\n質問①\n自分のスキルって他の業界で役立つの？\n答え①\n例えば柔軟な対応力が必要なのも小売業のスキルだからそこにはすごく助けられた！\n質問②\nどうやって新しい業界に適応するの？\n答え②\n特にIT業界は未経験の中途入社が同期入社や未経験入社の先輩も多い。\n質問③\n未経験だと年収が下がるイメージだけど？\n答え③\n逆に昇給・昇格の制度が見えない企業は避けた方が良いから応募前にエージェントに企業の昇給事情を聞いてみよう！\n上記以外で悩みがある人はこの記事の最後にコメント欄があるのでそこで質問もらえたら返信します。\n小売業の転職エージェント利用時のポイント\n小売業からの転職では転職エージェントの利用が必須です。\n理由\n- 小売業は転職活動の時間を集中して取れないから\n- 未経験でも狙える良い求人を紹介してくれる\n- 自分のスキル・実績のどこに強みがあるのか客観的意見がもらえるから\n- エージェント側から企業にプッシュしてくれるから\n特に今転職市場が転職しやすい状況なので、非公開求人を持っている転職エージェントを使うこと高条件の転職成功率が上がります。\n本章では、転職エージェントを利用する前に抑えておきたい情報を紹介します。\nこれを読めばより自分に最適なエージェントを最効率で利用できるようになります。\n転職エージェントのメリット・デメリット\nまずは、転職エージェントのメリット・デメリットを見ていきましょう！\nメリット\n- 非公開求人を紹介してくれる\n- 自分のスキルや転職理由に客観的な意見をくれる\n- 応募企業のヒアリングや条件交渉などもしてくれる\n- 求人選定・書類、面接対策もサポートしてくれるので時間効率が上がる\nデメリット\n- エージェントと連絡を取り合う必要がある\n- エージェントに当たり外れがあるので複数のサービスへの登録が必要\n特に小売業の仕事は時間が不規則なので時間効率は大きなネックとなります。\n時間が不規則な中で、自分で求人を探して自分で書類・面接対策は現実的に難しので小売業の転職とエージェントは相性が良いです。\n次は僕が実際使って小売業からの転職で最適と感じたエージェントを紹介します！\n小売転職で必須のエージェント\n小売からの転職で最適な転職エージェントはこちら！\n厳しくない根拠\n- サポート体制なら：マイナビエージェント\n- 求人数なら：doda\n- 転職実績重視なら：リクルートエージェント\n全て僕が実際に利用してきた経験があるので、忖度なく紹介します。\n補足ですが、全てのサービス無料で内定までサポートを受けられます。\nサポート体制で選ぶなら：マイナビエージェント\n総合おすすめ度：\n僕が初めての転職活動で使い、最短20日内定を獲得をサポートしてくれたのはマイナビエージェントです。\n小売業から別業界、小売から小売どちらの転職でも豊富な求人数・実績・サポート体制があり、間違いないサービスです！\n＼たった5分で転職活動スタート！／\n求人数なら：doda\n総合おすすめ度：\n特に嬉しいのは業界・業種毎の応募書類テンプレートが使える所！\nまた、マイナビエージェントみたいに20代特化ではないですが、幅広く求人を保有しているので登録しておいて損はないです。\n＼応募書類が10分でできる／\n転職実績重視なら：リクルートエージェント\n総合おすすめ度：\nリクルートエージェントの良さは転職成功実績が1位な所です。\nまた、30代以降へのサポートはマイナビエージェントが苦手なので、その場合はリクリートとdodaの2つ利用をした方が良いです！\n＼業界1位のサービスで好条件を獲得！／\n【まとめ】より転職成功率を上げる為に\nここまで読んでいただいてありがとうございます。\n最後に本記事のまとめと転職成功率を上げるおすすめ情報を紹介して終わりたいと思います。\nおすすめ情報はここまでしっかり読んでくれた方だけに紹介する情報です。\n必ず抑えて欲しいポイント\nまず、本題である小売業のおすすめ転職先は以下です。\nおすすめの転職先\n- IT業界の営業職【待遇UP】\n- 不動産業界の営業職【待遇UP】\n- 人材業界の営業職【待遇UP】\n- 小売業界の得意な職種【やりがいUP】\n- サービス業界の接客職【やりがいUP】\n- システムエンジニア【将来性UP】\n- WEBマーケティング【将来性UP】\nまた、小売から転職を成功させる上で必ず抑えたいポイントは以下です。\n成功ポイント\n- 転職目的と転職の方向性を早く決める\n- 自分のスキルと成功体験を整理する\n- 転職エージェントに2つ以上登録する\n- エージェントにはっきりと業界・条件を伝える\n- 条件に合う企業だけ応募して徹底分析\n上記のポイントを抑えるのと、今の転職市場を見て早く動くことができれば転職は必ずできます！\nおすすめ情報\nここまで長い記事読んで頂いてありがとうございます。\n最後まで読んだ方は本気で転職する気持ちがある方です。\nそんな方に向けて、未経験転職の成功率を最大まで上げる情報をお届けして今回は終わります。\n以下の記事で僕が未経験から異業種への転職を成功させた詳細な戦略を紹介しています。\n以上となります！最後までありがとうございました！"}
{"url": "https://miyablog.info/job-diary7", "text": "こんにちは！みゃーぱぱです！\n僕は直近で2回目の転職活動をしていてその記録をこの\"転職日記\"で発信しています。\n突然ですが、僕はフリーランスになることを決めました！！\n今回は、一度目の転職で成功して会社員のメリットを味わっている僕が、何故フリーランスを選んだのか、フリーランスになる為に何をしたのかを解説します。\n会社員かフリーランスで悩んでいる方には参考になる内容なので是非最後まで読んでください♪\n今回のポイント\n- 会社員かフリーランスは安定か自由かの選択になる\n- 内定をもらっていたが、自分が100%やりたい仕事をやりたいと考えた\n- フリーランスになる為に2つの事前準備をした\n- フリーランスには必須スキルが3つある\n会社員とフリーランス：安定か自由かの選択\nフリーランス決断までには何度も会社員とフリーランスのメリット・デメリットを比較して悩みました。\nまずは、会社員とフリーランスのメリット・デメリットをどう捉えてフリーランスに決めたのか解説します！\n会社員とフリーランス：メリットとデメリットの比較\nまず、会社員とフリーランスのメリット・デメリットは表裏一体だと考えています。その為今回は、フリーランスを基準としてメリット・デメリットをお伝えします。\nデメリットは以下です。\nデメリット\n- 収入が安定しない(会社員時代より下がる可能性有り)\n- 社会的信用が低くなる(ローン審査などが通りにくい)\n- 全てが自分次第\n逆にメリットは以下です。\nメリット\n- 自由な働き方が出来る\n- 人付き合いを自由に選択できる\n- 上手くいけば格段に収入が上がる可能性有\n反対に会社員はフリーランスのデメリット部分は解消できて、メリット部分は叶えられないです。\n税金や収支など会社が全てやってくれていた部分を全て自分でやらないといけないのは大変だね！\n上記を見るとわかる様に、会社員は安定が手に入り、フリーランスは自由が手に入ります。\n安定と自由：どちらを選ぶべきか\n僕がフリーランスを選んだのは、フリーランスで得られるメリットに強く惹かれて、会社員のままだと得られないと感じたからです。\nまた、自由は当然欲しかったですが、それ以上に挑戦したい気持ちが強かったのも要因となります。\nもちろん前職や転職先でも挑戦はできるけど、100%自分がやりたいことを挑戦できるのはフリーランスしかないと考えて決断したんだ！\nただ、僕は今回元々転職活動をしていてフリーランスになるのはもっと先にしようと考えていました。\n次に章では転職活動中に内定まで出ている状況で、フリーランスを前倒しでなったのかを解説します。\n内定獲得：求められる喜びと挑戦したい気持ちとの葛藤\n内定は転職活動を始めて1ヶ月半程で獲得しました。\n1社ですが条件面も良く年収は前職の年収750万円より出すと言ってもらったので、条件面以上に求められていることが嬉しかったです。\nですが、転職活動をする中である考えが出てきて結果的にそれが独立を決断するきっかけとなったのです。\n内定獲得の喜びとフリーランスへの新たな可能性\n内定が出た時に考えたのが\"前職の内定をもらった時も全く同じ感情で喜んでいた”という点です。\nつまり、「今は嬉しいが、今後働く中で会社と自分がやりたいことが合わずまた退職・転職となる可能性がある」と考えました。\n心からやりたい仕事ができていたか？を考えるとできてなくて\n自分がやりたいことをやる為には次の転職先は正しい選択肢なのか？って\nすごく考える様になったんだ。\n「自分がやりたいことを仕事にしたい」それは世間的にはわがままと言われるかもしれません。\nただ、一度きりの人生なので好きな選択をした方が幸福度が上がると思う様になりフリーランスになる気持ちが次第に強くなりました。\nフリーランスとしての準備と変化の過程\nじっくり考え、フリーランスをやってみたいと思うようになりましたが。当然「やってみたい」と「できる」は違います。\nだから、フリーランスとして自分に仕事があるのか？をリサーチする必要があったよ！\n結果的に家族が生活できるくらいの仕事は1週間程で見つけることができました。\n次の章ではどうやってスムーズに仕事を見つけたのかを解説していきます。\n会社員からフリーランスになる為に準備したこと\n会社員からフリーランスに短期間になる為には大きく2つの準備が必要です。\nフリーランスになるのを悩んでいる人は、この章を読めばフリーランスになるハードルが少し低く見えるはずです。\nフリーランスに必要な準備\n- 仕事の確保をする\n- 家族の理解を得る\n仕事の確保：クラウドソーシング登録・申請・受注\nまず今の自分のスキルで仕事があるのかをしる必要があったので、クラウドソーシングサービスに登録してみました。\nもちろん登録だけでは仕事は来ないので、プロフィールを書き込んで、募集中の仕事に申請し、返信があった依頼主とやり取りして受注できる所までやってみました。\n後は興味のある仕事に応募して、返信があった依頼主とやり取りが始まるだけだから\nプロフィール作成以外はそんなに手間は掛かっていないよ！\nプロフィールが一番大事ですが、僕は転職活動で職務経歴書を作っていたのでそれをほんとんコピペして編集しただけなので、1時間程で終わりました。\nプロフィール作成から申請後の依頼主との面談などのやり取りをして受注までは1週間以内に終わったので、フリーランスを考えている人は一度クラウドソーシングに登録から申請までやってみてることをおすすめします！\nクラウドワークスだけで受注までいったよ！\nもちろん依頼主とやり取りで条件が合わなかったり、信頼できない場合は断りつつやっていて1週間掛からず受注できています。\n仕事が無事受注できた後は、一番大事な家族との話し合いです。\nフリーランスになると良くも悪くも生活が変わるのでここで理解が得られないとこの先に進めないので、ここも僕のパターンを解説します！\n家族の理解を得る\n僕には妻と小さい子どもがいるので、今後の養育費などを考えると特に金銭面への不安は会社員にいても発生してしまう問題です。\nその為、家族の理解を得る為にまずしたのは今後の収支の把握です。\nだから、フリーランスになっても食べていけるのか？は絶対に把握しておいた方が良いね。\n税金の他にも失業保険や最初の所得はいつ入るのかなどは全て把握して家族の伝えました。\n結果として妻の理解があり、フリーランスになることでまだ小さい子どもとの時間が確保できることなどもメリットに感じてくれて了承してくれました。\n家族の理解を得る上では大事だね。\nこれで晴れてフリーランスと慣れた僕ですがもちろんこれまで準備もしてきてないので、フリーランスとして必要なスキルは走りながら身につけていく必要があります。\n次の章では、僕がフリーランスとして成功するために今後優先的に身につけるべきスキルについて話します。\nフリーランスとしてこれから必要なこと\n当然ですが、会社員から自由を求めてフリーランスになったので、今のところは会社員に戻りたいとは思っていません。\nその為には、なんとしてもフリーランスとして自立し、成功する必要があります。\nこの章では、フリーランスとして成功する為に必要なスキルとマインドを整理したいと思います。\nフリーランスとして必要なスキル\n僕はフリーランスとして必要なスキルは以下と考えています。\n必要なスキル\n- 自己管理能力\n- コミュニケーションスキル\n- マーケティングスキル\nもちろん、業種によってプログラミングスキルやライタースキルなど人や企業に売り込むスキルは必要ですが、どの業種でも以上のスキルが必須だとフリーランスを始めて毎日実感しています。\n本当に自由でいつ何をしてもいいから、簡単にサボれてしまうんだ。\nだから、自分をコントロールできないとだらしない生活になったり、現状に甘えてスキルアップできなくなってしまうから一番重要だと思うよ。\nフリーランスは人や企業に求められる存在にならないといけません。求められないと仕事がなく稼げなくなります。\nその為には、自己管理をして現状に甘えず、常にスキルアップなど前進することを考えていく必要があります。\n情熱を持つ！\n僕はフリーランスとして未熟ながら仕事には情熱が大切だと思っています。\n世の中で成功している人は、情熱を持って仕事をしているから魅力的であり、だからこそ人が集まりお金が集まります。\n楽に稼ぎたいのではなく、自由に稼ぎたいからフリーランスになったのを忘れてはいけないということで、これからも慢心しない為にずっと言い続けようと思っているんだ！\n世界中の大富豪や成功者で思いつく人で、不思議ですがお金があるから一切仕事をせずに遊んでいる人はほとんど見かけません。\nこれは人は仕事に求めているのは本質的にはお金だけじゃなく、社会で求められている実感も求めているからなんだと思います。\nだから、稼いでも結局仕事をしているなら、自分が情熱を持てる仕事をした方が人生の幸福度が高いと考えています。\nまとめ\n最後に、これからフリーランスになろうか考えている方に向けて今回の話をまとめて終了したいと思います。\nフリーランスとなった動機とこれから\n僕がフリーランスになることを決意した理由は、フリーランスに以下のメリットを感じたからです。\nメリット\n- 自由な働き方が出来る\n- 人付き合いを自由に選択できる\n- 上手くいけば格段に収入が上がる可能性有\nまた、フリーランスになる為に準備したことと、必要なスキルは以下となります。\nフリーランスに必要な準備\n- 仕事の確保をする\n- 家族の理解を得る\n必要なスキル\n- 自己管理能力\n- コミュニケーションスキル\n- マーケティングスキル\nまた、僕はフリーランスに必要なマインドは情熱だと思います。理由が大したことなくても情熱さえあれば挫折があっても、スキルが今足りなくても乗り越えられると思っています。\nおすすめ記事\nこの記事だけで、フリーランスと会社員が決めきれない方は是非以下の記事も一緒に読んでください。\n僕が会社員かフリーランスどちらを選ぶか悩んでいる最中の記事なので、リアルな心情も入っていて共感できる内容だと思います。\nこちらもCHECK\n-\n転職日記~その6~\"転職活動中にフリーランスになりたいと考えた\"\nみゃーぱぱ うーん。 なんかあったん？ みゃーくん みゃーぱぱ 転職活動やってるんだけど フリーランスもいいな〜って悩んでて〜 転職活動は順調やから そのまま転職でいいんちゃう？ みゃーくん みゃーぱ ...\n続きを見る\nまた、ここまでフリーランスについて話してきましたが、僕は転職もおすすめしています！\n転職は独立よりリスクが少なく自分が求めている環境に変えられる可能性があります。\n一度転職を経験してスキルやマインドが身についたのが大きいから\n転職を経験してない方は転職活動も検討してみてほしいな！\n以下の記事では、未経験から転職を成功させたノウハウを発信しています。\nこちらもCHECK\n-\n小売からの転職は厳しい!?未経験で転職成功した方法4選を解説\nこんにちは！みゃーぱぱです！ 僕は28歳で未経験転職をして、 年収1.8倍・年間休日20日アップを実現した経験から転職について情報発信してます！ 「小売業界から転職したいけど、自分にスキルが無いから厳 ...\n続きを見る\n今回は以上となります。最後までありがとうございました！\n読者の方がフリーランスでも会社員でも自分らしく仕事ができる様に今後も応援の気持ちを込めて情報発信していきます！！"}
{"url": "https://miyablog.info/last-day-of-retirement", "text": "こんにちは！みゃーぱぱです！\n僕は28歳・30歳で合計2回転職と退職をした経験から、転職・退職について有益情報を発信してます！\n今回は\n「退職することは決まっているけど、最終日をどうやって過ごしたらいいかわからない。」\n「退職で出勤最終日ってお菓子配ったり、メール送ったりしないといけないの？」\nといった悩みをたったの3ステップだけで解決できる様にします！\n意外とデリケートな問題だけど、今回の内容を抑えておけば大丈夫！\n誰でも実践できるように3ステップでまとめたから是非読んで気持ちよく退職できる様にしよう！\n退職最終部の3ステップ\n- ステップ①：当日の予定を決める\n- ステップ②：効率的にお菓子配りをする\n- ステップ③：口頭とメールで感謝を伝える\n記事の後半には僕が出勤最終日に使ったメール例などを使ったケーススタディも用意しているので、是非最後まで読んで頂けると嬉しいです！\nはじめに：退職最終日の重要性を確認\n退職の最終日は、色んな所に気を配る必要がありとても疲れます。\nただ、最終日は過ごし方次第で自分の印象が大きく左右される為、しっかりとした段取りが必要です。\nなぜ退職最終日の過ごし方が重要なのか\n最終日ってそんなに重要なん？\n仕事で関わった人との関係性は少なからず続くことが多いし\n最終日以降も有休消化でしばらく在籍はしている場合も多いから\n良い印象で終わった方が良いよ！\n特に退職は最終日が終わったら後は大丈夫！となりがちですが、最終日以降も離職票や貸出備品のやり取りで会社と連絡は取ることがあるので注意が必要です。\nこれは僕の体験談ですが、実際退職交渉が上手くいかず退職した時に後でトラブルになった経験があるので、退職の最終日の過ごし方まで退職交渉だと思って動くのがおすすめです！\n>失敗しない退職交渉の方補はこちら！\">>>失敗しない退職交渉の方法はこちら！\n退職最終日の過ごし方ステップ①：当日の予定を決める\n最初のステップですが、最終日は事前の段取りが大切です。\n退職の最終日は通常の業務も最低限行いつつ、お世話になった人とのコミュニケーションを取る必要があります。\nこの章では、僕が実際に立てたタイムスケジュールを参考にアクシデントを避けられる段取りの立て方を解説します！\nタイムスケジュールのポイント\n以下が僕が1社目の退職最終日に立てたスケジュールです！\n1社目は退職交渉でのトラブルなどはありませんでしたが、大手企業だったので挨拶をする部署・人が多かった為しっかりと事前に予定を決めました！\n部署や話したい人が多い場合は、スケジュールを決めておかないと話したい人が話せるタイミングで既に退勤してしまって話せないなどのアクシデント発生する可能性があります。\n比較的人が集まっている昼休憩後などを狙って挨拶回りをしたよ！\nもちろん会社によって昼休憩後は忙しいや会議が入るなども考えられるので、上記のタイムスケジュールを参考に予定を組んでみてください。\n仲の良い同僚など関係性が深い人は事前に言っておいて、退勤前や直後でしっかりめに話せるようにするなどもいいと思います。\n必要な手続きと時間の確保方法\n退職の最終日には、会社の手続きが必要となることが多いです。\nなので、そういった手続きはほとんど前半に終わらせる段取りをつけて、最終日は人とのコミュニケーションに時間を割けるスケジューリングが大切です！\n「12時までに全て仕事と手続きを済ませて、午後からは挨拶回りをしたいと思いますが良いですか？」って\n事前にスケジュールを伝えておくと良いよ！\n上司も最後に何か伝えたり、段取りを考えているはずだから事前に言ってくれると助かるはず！\nこのステップで、当日の予定を決めたら次のステップはお菓子配りです。\nこれは皆さんも「した方が良いのかな？」と考える部分だと思うので、具体例をもとに解説していきます！\n退職最終日の過ごし方ステップ②：効率的にお菓子配りをする\nお菓子配りは事前に何をあげるか悩んだり、少し面倒な印象があると思います。\nここでは、事前のお菓子選びとお菓子配りのポイントを解説します！\nポイントを抑えれば億劫なお菓子選びもあまり悩まずに選べて、スマートに配れるようになります！\nお菓子選びのポイント\nお菓子を選ぶ際のポイントですが、秘訣は関係性が深いか普通かの2つにカテゴリーを分けましょう。\n自分が所属していた部署や\n自分と一緒に仕事をすることが多かった部署の人だね！\nお菓子選びは、基本部署やチーム単位で考えて、箱を開けたら個包装で各自わけられるお菓子を部署の人数に合わせて選ぶのがおすすめです。\n例えば、僕は以下のようなお菓子を選んでいました。\n関係性が深い部署バージョン\n関係性が普通の部署バージョン\n関係性が深い部署には上のフィナンシェにメッセージカードをつけて渡してたよ！\n最近は上記の様に、スーパーのお菓子コーナーで販売されているお菓子の高級お菓子バージョンもたくさんあるので是非使ってみてください！\nお菓子配りのタイミングと方法\nお菓子配りのタイミングですが、これも関係性で対応を2つにわけましょう！\n対応方法\n- 関係性が深い部署：個別に渡す\n- 関係性が普通の部署：責任者に渡す\n関係性が深い部署の人にはできる限り個別で渡してこれまでの感謝を伝えた方が印象も良く、今後の関係性も良好になります。\n関係性が普通の部署にはお菓子も持っていくタイミングその部署にいる部長やリーダーなど一番目上の人に渡しましょう。\n目上の人に話し掛けるのは少し勇気が必要ですが、その人にだけ伝えれば部署内全員にあなたが最後の挨拶をしにきたことをちゃんと伝えてくれるはずです！\n関係性が深い人宛のお菓子を個別に渡した方が良いよ！\nあくまで感謝を伝えるのが目的なので、できる限りお世話になった全員に感謝を伝える為にお菓子選びとお菓子配りは効率的にやっていきましょう！\n退職最終日の過ごし方ステップ③：口頭とメールで感謝を伝える\nこれまでステップで当日のスケジュールを作ってお菓子配りの段取りができましたが、最後のステップは当日の感謝の伝え方を理解しておきましょう！\n口頭で感謝を伝える\n感謝は基本口頭で伝えるのをおすすめしています。\n理由\n- 気持ちの整理がつくから\n- 話すことで新しい良い関係ができる可能性があるから\n- 相手側に良い印象で終わるから\n実際お誘いが来てその後も半年に1回ペースでご飯に行く様になったんだけど\nもう会社から離れてるから利害関係とかも特にない関係になって\n何でも話しやすい気のあう友達になった経験があるよ！\nそれだけでなく、例えば転職先の業界に知り合いがいて今後のビジネスに繋がったりもあるので、お世話になった人を中心に直接口頭で感謝を伝えましょう！\nメールで感謝を伝える\nでは、メールはいつ使うのか？ですが、結論メールは一斉送信で良いです。\n予めPCのメモ機能に一斉送信で感謝を伝える文面を用意して、退勤の際に一斉送信して終了です。\n送っても返信はできないし、それだったらLINEや電話かさっき言った通り\nメッセージカードを作ってお菓子と一緒に渡すでいいと思うよ！\n次の章では、一斉送信するメールを僕が使用したメール文面を使って解説します！\nケーススタディ：メールの活用\n僕の退職最終日は例に倣って、スケジュール通りの時間にお菓子配りをしつつ口頭で感謝の言葉を伝えて、最後にメールを一斉送信して退勤しました。\n今から実際に使ったメール文面を提供するので、読者の方はそれをコピペして最終日に使えばメール問題はクリアです！\n実用的なメールテンプレート例\n以下が僕のメール文面です！\n関係各位\n皆様業務中で忙しい時に申し訳ありません。\n〇〇部署の〇〇です。\n私事で恐縮ですが、この度一身上の都合により本日退社することになりました。\n本来であれば皆様一人一人に直接挨拶すべきところですが、\n全員とお話することができない為、メールでのご挨拶に失礼いたします。\nこれまで私が新卒入社して6年間、皆様には大変お世話になったと同時に\n今以上に私が未熟であった時期には多大なご迷惑をおかけした時もありました。\nですが、そういった経験の中で皆様にたくさん教わり学んだことは私の人生で\n今後もずっと活かせる大きな財産となりました。\n私自信が皆様に還元できたことは、頂いた学びと比べると何もないように思えますが\n〇〇株式会社の皆様は本当に素晴らしい人が多く、\n皆様と一緒にこれからも会社は発展していくのを強く感じますので\n皆様と〇〇株式会社の発展をこれからも祈っております。\n今まで本当にありがとうございました。\n〇〇(名前)\n僕は上記の文面で、関係部署全員をTOに入れて一斉送信しました。\n上記の文章を少し自分なりに書き換えて使ってみてください！\nケーススタディ：全体挨拶がある場合\nこれまでの情報で、退職最終日はほぼ確実にクリアできます。ですが、退勤直前に全体挨拶など大勢に挨拶をする可能性もあります。\nこの記事は、退職最終日を問題なく過ごせるように書いているので、最後にここも僕の例を使って解説します！\n全体挨拶の例\nお疲れ様です！\nみなさん忙しい中、僕にお時間いただいてありがとうございます。\n折角なので、この場を借りて皆さんに感謝を伝えたいと思います！\n思えば入社して6年間、この〇〇部に着任して3年間という期間ですが\n本当に良い時も辛い時もありました。\n特に僕が〇〇部に配属されてすぐの時は\n本当に何もできなくて皆様にはすごくご迷惑をお掛けしました。\n今だから言えますが、当時初プレゼンの時〇〇リーダーに\n〇〇についてフォローいただいた時の帰り道は本当に\n「自分には向いてないんじゃないか？」って諦めそうになった時もありました。\nですが、部内の〇〇リーダー始め皆様が励まして頂いて、時には具体的な改善点も\n何もわからない僕にでもわかりやすく伝えて頂いたお陰で徐々にこの仕事の\n楽しさに気づいてやりがいとプライドを持って仕事ができるようになりました。\n自分の都合で退職することになり、更にご迷惑をお掛けてしてしまい\n大変申し訳ない気持ちでいっぱいですが\nそれ以上にこれまでもらった学びや経験に感謝がいっぱいです。\nこんな自分とここまで一緒に仕事をしていただいてありがとうございます！\n〇〇株式会社は離れますが、〇〇株式会社の商品は\n今後の人生でも1人のユーザーとして使っていきますので\nこれからはお客様目線で皆様の活躍を楽しみにしています！\n本当にこれまでありがとうございました！\n僕は記憶では上記の様な内容を話しました。\nここは、メールのように固くならなくてもいいですし、どれだけ話すかの塩梅も自分の感覚があると思うので参考程度に使ってもらえると幸いです。\n送別会があった場合も使える\n全体挨拶がない場合でも、\"送別会\"があるという人がいると思います。\nそういった場合に関しても、上記の様に挨拶を考えておけば送別会での挨拶や締めの言葉で使えます！\n今だから言える苦労話とか\"ここだけの話\"みたいなエピソードトークを考えておけば\n問題なくクリアできるよ！\n送別会は関係性が深い人が多いですしお酒も入っているので、普段より率直に気持ちや思い出を話しつつ感謝を伝えれば良い雰囲気で終わることができます。\n逆に、最後だからと言って不満をたくさん言ってしまうと空気が悪くなってしまってトラブルになる可能性があるので注意しましょう！\n「最後に言いたいことを言ってしまえ！」って不満を言った人は最悪の空気になったこともあるから\n前半で言った”最終日まで退職交渉”と思って感謝を伝える時間にしよう！\n終わりに：退職最終日の過ごし方まとめ\n退職最終日の過ごし方における具体的なステップとケーススタディを実践できれば、あなたも会社の人も気持ちよく区切りができて、関係性も良好に次のステップを踏むことができます。\n最後に要点を振り返って退職最終日の過ごし方を確実なものしましょう！\n記事の要点のまとめ\nまずは、退職最終日の過ごし方を成功させる3ステップのまとめです。\n3ステップ\n- ステップ①：当日の予定を決める\n- ステップ②：効率的にお菓子配りをする\n- ステップ③：口頭とメールで感謝を伝える\nその他ケーススタディとして僕の体験談を活用して欲しい情報は以下です。\nケーススタディ\n- その①：一斉送信のメール本文\n- その②：全体挨拶・送別会での言葉\n順番にやっていけば問題なさそうやな！\nみんな忙しいだろうけど実践してみて欲しいな！[/st-kaiwa]\n退職は実はデリケートな問題です。\nここで失敗して、次の転職先の準備をしたい時期に前職に時間を取られることにならない為にも退職最終日の過ごし方はしっかり対策するのを本当におすすめします。\nおすすめ記事\n退職に関わるおすすめ情報を紹介します！\n上記の内容を見て退職でのやり取りや交渉はやりたくない。できない。と思った人は退職代行サービスを使うのをおすすめします。\n退職代行サービスは金銭的な負担が少なく、退職周りの面倒な手続きを全てしてくれて、会社の人と話す必要がなく退職ができます。\n以下の記事で退職代行サービスを比較しているので該当する人は併せて読んでください♪\nこちらもCHECK\n-\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n突然ですが、 退職交渉ってすごいめんどくさいんです。 みゃーくん ほんま突然やな！何がめんどくさいん？ 退職交渉はとにかく考えないといけない事も多いし 必要書類もあるし、上司や 同僚には気を遣うしで ...\n続きを見る\nまた、退職は決まっているけど転職先にまだ悩んでいるという方は以下の記事が参考になります。\n僕が未経験で挑んだ転職活動を元に書いているので、年収アップや待遇アップの転職をしたい人はおすすめです！\nこちらもCHECK\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n続きを見る\nこちらもCHECK\n-\n小売からの転職は厳しい!?未経験で転職成功した方法4選を解説\nこんにちは！みゃーぱぱです！ 僕は28歳で未経験転職をして、 年収1.8倍・年間休日20日アップを実現した経験から転職について情報発信してます！ 「小売業界から転職したいけど、自分にスキルが無いから厳 ...\n続きを見る\n以上となります！最後まで読んでいただきありがとうございます！\nまた、今後も退職・転職・独立について有益な情報発信をしていくので今後もキャリアで困ったことがあれば、Twitterや当サイトからのお問い合わせをお待ちしています！\n今後もよろしくお願いします♪"}
{"url": "https://miyablog.info/having-a-wife-and-children", "text": "こんにちは！みゃーぱぱです！\n僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！\n今回は僕の所によくきている相談で\n「転職したいと思ってるけど、妻子持ちだからできないんじゃないか？」\n「転職失敗して妻と子どもに迷惑をかけるなんてこと考えたらしたくてもできない。」\nといった妻子持ちの男性であれば考えてしまう悩みを解消できる戦略をお伝えします！\nでも、しっかり事前に戦略を立てて転職活動をすれば家族を不安にさせたり\n転職失敗にならない様にはできるよ！\n戦略と言っても全て難しい内容ではありません。今回紹介する戦略は以下の5つです！\n妻子持ち転職の戦略\n- 妻(家族)との会話は第一優先\n- 妻子の生活防衛資金は確保しておく\n- 転職で叶えたいことを家族と一緒に決めておく\n- 転職先が決まってから辞める\n- 1人で転職活動をしない\nこれから順番に説明していきます。\nまた、記事の後半では妻子持ちの転職先として今おすすめの業界の紹介と成功パターン・失敗パターンを解説しているるので是非最後まで読んでください♪\n妻子持ちが転職をすべき理由3選\nまず、妻子持ちで転職を考える方の中にはそもそも以下の様に考える人も多いです。\n「妻子がいるのに転職を考えてもいいのだろうか？一般的に無責任と思われないだろうか？」\nただ、転職をしても別に無責任とは思われなかったし、\n逆に家族のことを考えて早く転職に踏み切ったのは正解だったと感じるよ！\nこの章では、戦略を解説する前に読者と同じように妻子持ちで転職した人がどういった理由で転職を決意したのかを紹介します！\n今回紹介するのは代表的な以下の3点です。\n妻子持ちの転職理由\n- 業界・企業の将来性が不安\n- 仕事にやりがいを感じない\n- ストレスなどで心身に悪影響がでている\n皆さんの転職理由も大きく括れば以下3点のどれかに当てはまると思うので、自分がどこに当てはまるか整理しながら見ていきましょう！\n業界・企業の将来性が不安\n妻子持ちのサラリーマンが転職を考える理由で一番多いのがこの理由です。\n企業の業績が悪いと給与が上がらなかったり減額も考えられるから将来が怖いっていうのもあるね。\n僕も実際1回目の転職はこの理由だったよ！\n僕は1社目が子育て用品の会社で働いていて、給与は毎年上がっていました。\nただ、\"出生数減＋コロナで売上低迷\"の影響で業界自体の成長性が無くなっていたので強い危機感を持って転職を決意しました！\n仕事にやりがいを感じない\n\"仕事\"は人生において最も費やす時間が長い活動です。\nさっき、会社に何十年務める可能性は低いと話しましたが、\"仕事\"はずっと続きます。\nその為、やりがいを持てない仕事をしているのは、あなたの人生の大部分を損していることになります。\n\"毎日仕事をこなす\"や\"納期や怒られないために仕事をしている\"場合はいくら給与が高くても勿体無いと思うよ。\nApple元CEOの\"スティーブ・ジョブズ\"は仕事に対して以下の様な言葉を残しています。\n心の底から満足する唯一の方法は、素晴らしいと信じる仕事をすること。\n英語：the only way to be truly satisfied is to do what you believe is great work.\n「もし今日が人生最後の日だったら、今日やることは本当にしたいことなのか？」\nこの問いに「NO」が何日も続くのなら、なにかを変えなくてはならない。\n英語：\"If today were the last day of my life, would I want to do what I am about to do today?\" And whenever the answer has been \"No\" for too many days in a row, I know I need to change something.\n一番大切なのは、心の声や直感に従う勇気を持つこと。\n英語：And most important, have the courage to follow your heart and intuition.\n引用元：スティーブ・ジョブズの2005年スタンフォード大学卒業式演説(YouTube)\n世界で最も有名なビジネスの成功者は過去に解雇なども経験しているので、自分の失敗経験も含めて上記の言葉を大学で話しています。\nその為、今自分の仕事にやりがいが感じられない場合に転職を考えるのは最も合理的な理由です。\nストレスなどで心身に悪影響が出ている\nこの理由に該当する場合は強く転職をおすすめします。\n先程も話した内容ですが、仕事は人生で一番多い時間を過ごす活動です。\nその活動でやりがいが無いだけでなく、活動することで人生をマイナスにしているのは本当に勿体無いと考えます。\nこの理由の場合は家族と話して一刻でも早く転職に動きましょう！\n心身の度合いによっては一度退職してから考えるのも良いと思います。転職前に退職を考える人は僕の体験談が参考になるので読んでみてください！\n転職日記~その3~\"転職先が決まってないけど退職交渉をしたらその日が最終出勤日に\"\nプロジェクトの途中で退職はあり？プロジェクトリーダー中に辞めた経験を解説\n妻子持ちの転職で抑えておきたい5点\nさて、妻子持ちの転職理由が明確になったところで、本題の戦略を解説していきます。\n紹介するのは、以下の5つの戦略です！\n妻子持ちの転職戦略\n- 妻との会話は第一優先\n- 妻子の生活防衛資金は確保しておく\n- 転職で叶えたいことを家族と一緒に決めておく\n- 転職先が決まってから辞める\n- 1人で転職活動をしない\n上から順番に解説していきます！\n妻との会話は第一優先\nこの記事まで辿り着いた方は家庭を優先的に考えている人だと思うので話さない人は少数派かもしれませんが、まずは転職の意向を話し合い、理解し合うことが大切です。\nここで話し合うことで、あなたの意思が相手に伝わるだけでなく相手の気持ちも事前に知り対策ができます。\n奥さんの負担が増えてしまうからできる限り残業の無い会社にする！\"とかやな！\n折角自分が良いと思った転職先でも、奥さんは不満を持ってしまって家族としては転職失敗なんてことにならないようにまずは話し合いましょう！\n妻子の生活防衛資金は確保しておく\n働きながら転職活動をする分にはリスクは無いですが、実際の転職は試用期間があって一時的に収入が下がったり、転職先が合わなくて早期退職など少なからずリスクはあります。\nその為妻子持ちの方はリスクに対応できるように以下の基準を参考に生活防衛資金を用意しましょう！\n生活防衛資金の参考額\n- 働きながら転職活動：3ヶ月分の生活防衛資金\n- 退職してから転職活動：6ヶ月〜1年分の生活防衛資金\n働きながら転職活動をする分にはそこまでリスク対策は必要ないですが、退職を先にする場合は最低半年分は用意しておいた方がリスク回避できると思います。\nまた、生活防衛資金が家庭内にあれば先述の妻との話し合いも過度に不安な気持ちにさせることなく進められるのでおすすめです！\n転職で叶えたいことを家族と一緒に決めておく\n転職は手段です。\n転職して年収を上げるのも、転職をして休みを増やすのも全て手段なので、その先にどうなりたいかを家族と一緒に決めておきましょう！\n\"〇〇円の資産を持って早期リタイアしたいから年収アップの為に転職する。\"とか\n叶えたいことを一緒に決めるのがおすすめだよ！\nこれをする目的は、\"家族で達成したい目標があり、まず自分がその為に今転職をする\"という道筋を作って家族の理解を得やすくする為です。\n転職先が決まってから辞める\n転職活動は大体2~3ヶ月以内で転職先が決まります。\nその為、退職してからでも短期間で決まるのでそこまでリスクは無いように思えますが、退職して収入がない状態で転職活動をするとどうしても\"焦り\"が出ます。\n妻子がいる会社員は家族を養うという責任感もあるので、どうしても他の人より\"焦り\"が大きく出てしまい転職失敗に繋がる可能性が上がります。\nできる限り転職先が決まってからの会社を辞めるのをおすすめします！\n先に退職をした方がいいと思うよ！\n苦しい仕事を続けて更に調子が悪くなったら折角転職しても良いパフォーマンスが出せない可能性があるからね！\n自分の心身と相談しながら無理をしなくて良い方法で行動していきましょう！\n1人で転職活動をしない\n転職活動となると「まずは転職サイトに登録して〜」と動く人が多いですが、僕は極論転職活動は転職サイトに登録しなくていいと思っています。\n理由は転職サイトだと効率が良くないのとミスマッチの可能性が上がるからです。\n同時に、転職活動は転職エージェントを複数登録して進めるのが今最も効率的な戦略です！\n転職エージェントを使う理由\n- 自分に希望・経験・思考に合う転職先を見つけてくれる\n- 面接・書類対策もしてくれる\n- 自分の考え方に対して客観的な意見をもらえる\n- 企業側の細かい情報が貰える\n- ブラック企業の割合が少ない\nサービスによって強み弱みは違いますが、エージェントはほとんどのサービスが無料なので今転職活動をする場合は転職エージェントをまず登録してみましょう！\nおすすめ転職エージェント 3選\n転職エージェントサービスはサービス毎に得意な年齢層・ターゲット層が違う為、自分の属性に合ったサービスを選ぶのが転職成功の秘訣です。\nまた、登録から転職まで全て無料で利用できるので、2サービス以上を登録して自分に合うエージェントをメインで活用する方法がおすすめです！\n次に、妻子持ちこそ転職エージェントの有効活用が成功の鍵であることをもう少し深く解説します！\n妻子持ちの転職成功戦略：エージェントを使おう！\n先述の転職エージェントを使う理由と別に、妻子持ちの人に転職エージェントを使ってほしい理由があります。\n妻子持ちこそ転職エージェントな理由\n- 自分の市場価値に対して客観的な意見をもらえる\n- 目先の転職だけでなく転職後のキャリア戦略を一緒に考えてくれる\nこの章では、妻子持ちの人がどの様に転職エージェントを活用すべきか解説します！\n妻子持ちは転職エージェントの複数活用が必須！\n妻子持ちの転職は独身での転職よりリスクが大きくなります。\nそういった点で、転職エージェントはあなたのスキルや経験を評価し、市場での価値を具体的に教えてくれるのでおすすめです。\nただ、転職エージェントを活用する時に1つのサービスだけ活用するのはNGです！\n\"転職エージェントは人間だから自分に合う合わないがある\"\n\"転職エージェントは転職希望者を転職させるのが報酬や評価に繋がる\"\nといった点で1社だけの利用だとリスクになる可能性があるんだ！\nエージェントは担当している転職希望者が企業から内定が獲得して転職を決断すれば、成果報酬で給与に反映されるパターンがほとんどです。\nその為、中には転職先を早く決めるためにあなたに合う合わないではなく、難易度が低い求人を紹介するエージェントも少数ですが存在します。\n自分だけでは判断がつかないから複数利用して判断できるようにするんだ！\n例えると家電を買う時に複数の家電量販店をリサーチするイメージと近いね。\n転職エージェントは1つ登録すればその登録情報を使って別のサービスも5分もあれば登録できて利用できるので、まずは2社以上転職エージェントを登録してみましょう！\n複数の転職エージェントを検討する場合は以下のリンク先を参考にしてみてください♪\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\n市場価値の確認とスキルアップも検討\n複数の転職エージェントを利用して客観的にみた市場価値を聞いてみましょう！\n複数のエージェントから同じ意見や狙える条件が出てきたらそれが現状の市場価値です。\nその時、仮に元々決めていた条件と複数のエージェントから出される条件がかけ離れている場合は、一旦必要なスキル習得の為に資格取得やスクールに通うのを検討してみましょう！\n希望通りの働き方ができると理解するだけでも転職に悩んでた時期より格段にレベルアップしてるよ！\n転職はあくまで理想を叶える為の手段だと捉えて転職エージェントを使ってみよう！\nこのような視点を持つことで、よりスムーズな転職活動を進めることができ、自身のキャリアと家族の幸せを両立させるための新たな道が開けるでしょう。\n次の章では、具体的に僕がおすすめする転職先を紹介します！\n妻子持ちで家族との時間を優先したい人におすすめの転職先2選\nこの記事を読んでいる人の中には、家族が第一優先！という方が多いと思います。\n何を隠そう僕も家族との時間が一番大切です。\nここではそんな家族との時間を大切にしたい、そんなあなたにオススメの転職先を2つ紹介します。\nおすすめの転職先2選\n- IT・WEB系の営業職\n- IT・WEB系の専門職\n業界自体がすごいスピードで成長している分慢性的に人手不足だから未経験でも積極採用をしているよ！\n僕も最初の転職は小売業界から全くの未経験でIT・WEB系企業に転職できたからね。\nこの章では、仕事内容より収入を増やしたり、ワークライフバランスを優先して家族との幸せを第一に叶えたい人に向けて誰にでもおすすめできる転職先を紹介していきます。\nもし既にやりたい仕事が決まっているという方は、次の章に飛んで続きを読んでください♪\n妻子持ち転職おすすめ①：IT・WEB系の営業職\n会社にとって一番欲しいのは\"売上\"です。その売上を取ってきてくれるのが\"営業\"です。\n特にIT・WEB系は成長産業であり、市場に売上を獲得できるチャンスがたくさん転がっているので\"営業\"がいればたくさん\"売上\"が獲得できます。\nその為、IT・WEB系企業に未経験で一番入りやすい職種は\"営業職\"となります！\nまた、IT・WEB系の営業職は以下のような複数のメリットが存在します。\nIT・WEB系のメリット\n- 成長産業なので業績・成績に合わせて年収アップは高確率で見込める\n- オンラインでの営業が主流に変わってきているので出張が少ない\n- 上記に伴って場所を選ばずリモートワークを取り入れてる企業が多い\n- 人手不足な為、定着対策として福利厚生が手厚い(フルフレックスタイムなど)\nただその反面、成長企業だからこそ企業の数が多いので\"ブラック企業\"に該当する様な就業制度が整っていない企業も多いデメリットもあります。\n\"ブラック企業\"を避ける対策はいくつかありますが、一つ紹介すると\"転職エージェントの利用\"も対策になります。\n一般的に企業が求人を出すとき、転職サイトより転職エージェントの方が求人広告費が圧倒的に高いです。\nその為、転職エージェントには資金力・成長力が高い企業の求人が集めっているので\"ブラック企業\"とマッチングする可能性は低くなります。\n妻子持ち転職おすすめ②：IT・WEB業界の専門職\n「営業するのは苦手だな〜」と感じる人には、IT・WEB系の専門職である、エンジニアやライターなどの専門職をおすすめします！\n専門職には以下のメリットがあります。\nIT・WEB系のメリット\n- 営業職以上に働く場所・時間に捉われずに働ける\n- スキルを高めたら数年で独立も視野に入る\n- 今後も需要が無くなる可能性が低い\nただ、こちらもデメリットは存在し未経験採用の企業が多いが、営業より給与条件が低いケースがほとんどという点です。\nこのデメリットを解消する手段としては、事前にオンラインスクールなどで学んで、クラウドソーシングサービスなどで1件でも仕事を受注してみて未経験から実務経験者になるという手段があります。\n僕もスクールで学習した経験があるので、おすすめのスクールなどを知りたい場合はTwitterもやっているのそこから相談ください♪\n妻子持ちの転職経験談：失敗・成功の事例\n妻子持ちの転職はリスクへの対策が必要不可欠です。この章では、大きな失敗をしない為に転職活動で失敗も成功も経験した僕のケースを紹介します。\nこの内容を事前に学ぶことで、正しくリスク回避して妻子持ちでの転職の成功確率を上げることができます。\n妻子持ちの転職失敗パターン\n僕の初めて転職活動をした時に失敗をして一度転職を断念した経験があり、その時の失敗要因は以下となります。\n失敗要因\n- 転職活動の途中で家族と相談してしまい、希望条件が増えてしまった\n- 条件が増えたことで何を優先すべきかわからなくなり選考が進んでも迷いが出てしまった\n- 途中で条件が変わったのでエージェントと最初に話した方向性通りに転職活動が進まなくなった\n失敗要因を振り返ると、\"ちゃんと最初に家族と話しておく\"\"優先順位を決めておく\"これができていれば最初の転職活動でも転職成功ができたと確信があります。\nその為、妻子持ちの方はしつこくなってしまいますが、まずは家族(特に奥さん)と話し合うことを最優先で取り組みましょう！\n妻子持ちの転職成功パターン\n転職の成功要因は以下となります。\n成功要因\n- 失敗要因を振り返り、全て事前に準備した\n- エージェントにもはっきりと叶えたいキャリア・条件を伝えた\n- エージェントとのコミュニケーション・報告は積極的に行った\n成功要因の多くは失敗要因を振り返って同じミスが起きないようにしたことにあります。\nですが、それと同時に成功した転職活動で意識したのが、\"転職エージェントとのコミュニケーションを最優先にすること\"です。\nそれに、エージェントは転職を決めたら自分の評価に繋がるから、複数いる希望者の中で見込みが高い希望者に優先的に時間や情報をくれるんだ！\n転職エージェントから見たときに、レスポンスの高い希望者の方が、モチベーションが高く転職活動もスピーディに進むので、自分や会社の利益を考慮すると優先して対応したくなります。\nなので、転職エージェントを活用する時は必ず即レスを心掛けるとそれだけでも転職成功の確率が上がります！\nまとめ：妻子持ちのあなたが転職で成功するために\nここまで妻子持ちの方が転職で成功する為の戦略を解説していきました。最後に要点をまとめて理解を深めて終わりとします！\n要点の再確認：これだけは忘れないで！\nまず、妻子持ちの転職の具体的な戦略は以下の5つです！\n妻子持ちの転職戦略\n- 妻との会話は第一優先\n- 妻子の生活防衛資金は確保しておく\n- 転職で叶えたいことを家族と一緒に決めておく\n- 転職先が決まってから辞める\n- 1人で転職活動をしない\nその中でも、大事な\"1人で転職活動をしない=転職エージェントを活用する\"という点で抑えたい内容は以下です。\n転職エージェント活用で抑るべきポイント\n- 転職エージェントは必ず複数利用する\n- 市場価値と希望条件を照らし合わせてスキルアップも検討する\n- 転職エージェントには即レスを意識する\n以上は最低限抑えておけば転職失敗の可能性はかなり下げられます！\nおすすめ記事：転職の成功確率を上げたい方に\nここまで読んでいただき、ありがとうございます。\n妻子持ちの転職は大変な面もありますが、きちんと計画を立て、準備を行えば乗り越えることができます。\nさらに転職成功率を上げたい場合は、以下の関連記事も参照してみてください！\nこちらもCHECK\n-\n小売からの転職は厳しい!?未経験で転職成功した方法4選を解説\nこんにちは！みゃーぱぱです！ 僕は28歳で未経験転職をして、 年収1.8倍・年間休日20日アップを実現した経験から転職について情報発信してます！ 「小売業界から転職したいけど、自分にスキルが無いから厳 ...\n続きを見る\nあなたの転職活動が成功することを心から願っています！\nもし相談したいことがあれば、この記事下のコメント欄にコメントで質問頂ければいつでもお答えいたします♪\n最後までありがとうございました！"}
{"url": "https://miyablog.info/job-change-agent-second-time", "text": "こんにちは！みゃーぱぱです！\n僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！\n「2回目の転職活動を考えてるけど、同じ転職エージェントって使っていいの？」\n「折角前サポートしてくれたのに、辞めるからまたお願いするってエージェントから嫌がられない？」\nと考える2回目転職の方多いのではないでしょうか？\n2回目の転職活動の場合、上記の悩みを持つのは当然です。\nただ、結論として言えるのは転職エージェントは2回目の利用でも全然ありです！\n但し、2回目利用する場合のメリット・デメリットは存在するので本記事ではその点を中心に解説します。\n本記事の結論\n- 転職エージェントの2回目利用は全く問題なし！但し、回数に関係なく自分の状況に適した転職エージェントを利用するのが転職成功のカギ！\n本記事を最後まで読めば、転職エージェントの2回目利用が何故良いのか？どういった点に注意して利用すればいいのか？を理解できます。\n後半には転職成功率を上げるおすすめサービスもご案内するので是非最後までご覧ください。\n転職エージェント2回目利用のメリット\n転職エージェントを2回目利用する際のメリットは以下です。\nメリット\n- 運が良ければ1回目と同じエージェントが担当になる\n- 情報が残っているので話が早い\n順番に解説していきます。\n運が良ければ1回目と同じエージェントが担当になる\n転職エージェントを再利用する上で最も良いメリットが”同じ担当者にお願いできる”という点です。\nただ、エージェントは常に複数の求職者を担当していて、こちらが再度依頼したいタイミングと合わない場合は担当が変わる可能性はあります。\nなので、担当者が一緒だったら運が良いという程度で依頼してみましょう。\n情報が残っているので、話が早い\n前回の担当者とタイミングが合わない場合も、大手の転職エージェントであれば前回登録した情報が残っている可能性があります！\nまた、この情報が残っているメリットとして、転職エージェント側は過去に転職を成功させた実績があり「この人はまた転職をしてくれる可能性が高い！」と考えてくれる点があります。\nこう考えてくれることで良い求人を優先的に紹介してくれるなどの恩恵を受けられます。\n次にデメリットを見ていきましょう。\n転職エージェント2回目利用のデメリット\n転職エージェントを2回目利用する上でのデメリットは以下です。\nデメリット\n- 前回の転職時と状況が変わりマッチしない可能性がある\n- 前回転職時から時間が空いていないと紹介してくれない可能性もある\n前回の転職時と状況が変わりマッチしない可能性がある\nその要因は自分の状況が変わっている可能性があるからです。\n例えば\n- 前回は27歳だったけど、今は31歳になっている\n- 前回の年収は500万円以下だったけど、今は600万円\nなど転職市場における見られ方が変わってしまう可能性が高い為、前回はその転職エージェントの得意分野で上手く転職できたけど今は合わないということが起こります。\nだから、転職するタイミングで自分の状況に合ったエージェントを使わないと上手くいかないんだ！\n前回転職時から時間が空いていないと紹介してくれない可能性もある\n転職エージェントは基本的に2回目の利用でも歓迎してくれますが、転職してから1年以内の転職だと敬遠される可能性があります。\n理由\n- 再度転職できても早期退職と考えると企業を紹介しにくい\n- それだったら1回目の利用者を優先して紹介したほうがリスクが低い\n僕個人は早期退職自体は合わない仕事をずっと続けるより良いと思いますが、2回目利用の場合は上記のリスクを考えて求人紹介を優先的にしてもらえないことを理解する必要があります。\nその為、早期退職の方は1回目と別の転職エージェントの利用を考えましょう！\nメリット・デメリットが理解できた所で、次章で具体的な利用手順を解説します。\n転職エージェントを2回目利用の手順\n転職エージェントを2回目利用する際の手順は基本的に以下の2パターンのみです。\n手順\n- 公式サイトから再登録orログイン\n- 前回担当者に直接連絡をする\nどちらの方法でも大丈夫ですが、僕が2回目の転職活動で実施したのは「公式サイトからログイン」で依頼をしました。\n公式サイトから再登録orログイン\n大手転職エージェントは利用時にマイページの登録をすることがほとんどです。\nそこにアカウント情報が残っているはずなので、ログインをして依頼をする手順となります。\nこの話をすると経歴を打ち込むのがめんどくさいという人がいますが、転職活動をする場合は絶対に職務経歴書を作成して経歴を書く必要があります。\n最初に打ち込めば後の書類作成が楽になりますし情報の整理にもなるのでやっておきましょう。\n前回担当者に直接連絡をする\n転職活動を一度経験した方は、エージェントとメールや電話をしたことがあるはずです。\n2つ目の手順は連絡先が残っていたらエージェントに直接連絡をして依頼するという方法です。\nただ、向こうも毎日色んな人の転職活動を支援していて覚えてない可能性や連絡先が変わったなどのもあり得るからあまり期待しない方がいいね。\n連絡先が残っていたら一度連絡を入れて、3営業日ほど待って連絡が来なかったら潔く1つめの手順から依頼をしましょう！\n理由は担当者にこだわって時間をかけすぎると、肝心の転職活動における時間が勿体無いからです。\nこれまでの解説を元に、僕が転職エージェントを2回目利用した経験談を解説します。次章を読めば注意点がより理解できます。\n2回目の転職エージェント経験談\n先程も話しましたが、僕も同じ転職エージェントを2回利用した経験があります。\nここでは、その経験を解説し2回目の転職エージェントを利用するイメージを捉えていきましょう。\n1回目と2回目で年齢層が変わりアンマッチとなってしまった\n僕が1回目の転職活動はマイナビエージェントとdodaを利用し、結果的にマイナビエージェントで転職先は決まりました。\nなので、2回目の転職活動を始める際も最初にマイナビエージェントに依頼をしましたが、自分の状況が1回目と大きく変わったことでアンマッチとなってしまいました。\n条件が変わった部分\n- 年齢が28歳から30歳に変わり30代となった\n- 年収が上がったことで希望年収が上がった\n1回目の転職は20代で未経験転職を考えていたので、20代転職や第二新卒に力を入れているマイナビエージェントのターゲット層にマッチしていました。\nですが、2回目の転職はターゲットから外れた為アンマッチとなってしまいました。\nでも、どうしてもサービスの得意分野ではないから、希望条件には合った求人はあまり紹介できないかもしれないと言われたね。\nなので、僕は2回目の転職活動では逆に30~40代でミドル・ハイクラス転職をターゲットとしているエージェントをメインで利用して内定を獲得しました。\n皆さんも、\"自分の状況と理想するエージェントのターゲットがマッチしているか\"を利用する一つの判断基準にしてみてください。\nそうするだけで良い求人い出会える可能性がグッと上がります。\n信頼関係があるので積極的に求人を紹介してくれた\n僕は先述で2回目の転職エージェント利用が上手くいかなかったという\"結果\"の話をしましたが、\"過程\"としては利用してよかったと感じています。\nもちろんターゲットが違うので求人の数はかなり少なかったです。\nですがそれでも、「良い求人さえ紹介すればこの人はちゃんと対応してくれて転職先を決めてくれるかもしれない！」と考えて頂き、比較的優先的に対応してもらえました。\n違うと思ったらすぐ切り替えればいいしね！\n2回目の転職でも安心！おすすめの転職エージェント\nここまで再度転職エージェントを利用したらどうなるのか？を話してきましたが、僕のように2回目はマッチしない可能性もあります。\nまた、今の転職活動は転職エージェントを2~3社を同時進行で利用するのが主流なので、ここで2回目の転職でおすすめの転職エージェントを紹介します！\n未公開求人数とサービス面が充実した大手転職エージェント\n僕がおすすめする転職エージェントは以下となります。\nおすすめ転職エージェント 3選\nどれも有名な転職エージェントなので既に利用経験があるかもしれませんが、転職エージェントは大手エージェントに未公開求人が集まるのでこの3社で検討しましょう。\nまた、登録から転職まで全て無料で利用できるので、2サービス以上を登録して自分に合うエージェントをメインで活用する方法がおすすめです！\nエージェント選びで困った時のサービス\n転職エージェントを選ぶ時\n「自分が前回とどう状況が変わったのかイマイチわからない」\n「転職エージェントから良い条件の求人を紹介してもらえる方法をまず知りたい」\nそういった転職活動前の不安がある方は以下サービスの活用をご検討ください。\nキャリア支援サービス\n当サイトではキャリア支援サービスを実施しています！\n実際に転職活動を2回経験し、転職後も独立や副業など豊富な経験から最適なキャリアプランを一緒に考えています。\n転職エージェントの具体的な活用戦略は大変ご好評いただいております。\n初回無料で相談を受けられますので、新婚転職やこれからのキャリアで悩みがある人はお気軽にお問い合わせください♪\n＼サービス詳細はこちら！／\nまとめ: 「転職 エージェント 2回目」の成功への道筋\n転職エージェントを2回目利用するとどうなるのか？について解説してきました。\n最後にこの記事のまとめを解説して2回目の転職活動を確実のものにしていきます。\n今の自分に合った転職エージェントを使おう！\nこの記事で一番伝えたい結論は以下です。\n結論\n- 転職エージェントの2回目利用は全く問題なし！但し、回数に関係なく自分の状況に適した転職エージェントを利用するのが転職成功のカギ！\n「1度目の転職での実績があるから」と考えずに利用する前に、ここをしっかり抑えて自分に合った転職エージェントを利用しましょう！\nおすすめ記事\n本記事はこれで最後となります。\n2回目の転職エージェント利用を考えている人は、これから転職活動というタイミングかと思いますので、そんな方におすすめの記事を紹介します。\nより理想の条件での転職を成功をしたい人に向けた記事が以下となります。\n-\n小売からの転職は厳しい!?未経験で転職成功した方法4選を解説\n2023/11/16\nこんにちは！みゃーぱぱです！ 僕は28歳で未経験転職をして、 年収1.8倍・年間休日20日アップを実現した経験から転職について情報発信してます！ 「小売業界から転職したいけど、自分にスキルが無いから厳 ...\n-\n転職エージェントはどこがいい？転職活動2回経験した筆者が本気でレビュー\nみゃーぱぱ 転職活動を始める時に どのエージェントを使うか迷う事ってありますよね。 僕もこれまで2回転職活動をしてきて 未経験業界への転職活動やミドル・ハイクラスの転職活動も体験していますが 転職活動 ...\n上記の記事を併せて読むことで、条件アップの転職戦略を具体的に立てられる様になります。\nまた、家庭がある方の転職で参考になる記事が以下となります。\n-\n妻子持ちの転職はどうしたらいい？経験者が語る必勝戦略5選！\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 今回は僕の所によくきている相談で 「転職したいと思ってるけど、妻子持 ...\n-\n結婚を機に転職って男性はあり？新婚転職の経験者がメリットを解説\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 新婚転職の悩み 「結婚を機に転職をしたい。でも、周りの目や今後の結婚 ...\n家庭を持っている方の転職は家族の理解が必要です。\nこの記事では家族の理解を得て転職活動をスムーズに進められる戦略を解説しているので是非一緒にご覧ください。\nおすすめ記事は以上です。\n最後までお付き合い頂きありがとうございます！\n今後も転職・独立などキャリアに関して有益な情報を発信していきますのでどうぞよろしくお願いいたします。\n途中でも案内しましたが、キャリア支援サービスも無料で受けられますのでお気軽に以下のボタンからお問い合わせ頂ければ一緒にキャリア戦略を考えることもできますので是非ご活用ください！\n＼サービス詳細はこちら！／"}
{"url": "https://miyablog.info/retirement-hard-to-say", "text": "こんにちは！みゃーぱぱです。\n僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！\n「転職先が決まっているけど、なかなか退職を切り出す勇気が持てない」\n「お世話になった人に迷惑が掛かるから退職を切り出せない」\n「周りの目が怖いから退職を切り出せない」\n今回は退職を2度経験し、今でも日々退職に関して相談を受けている僕から\"退職を切り出せない\"という問題への解決方法を提示します。\n結論として、退職が切り出せない時の対処法は以下です。\n退職が切り出せない時の対処法\n- 報告前にメールで上司など報告先のアポイントを取る\n- 人事部や総務部などに相談する\n- 一番大事なのは自分の人生・キャリアと考える\n- 退職理由と退職後に叶えられることを整理する\n- 退職代行を利用する\n詳細は今から解説していきます。\n記事後半では退職を切り出す時やその後のポイントを解説しており実体験も提示しているので、この記事だけで退職における問題がクリアできるようになります。\nまた、「本当にどう頑張っても切り出せそうにない」「退職交渉でトラブルになりそう」という方は退職代行サービスの利用をおすすめしてます。\nおすすめ退職代行サービス 3選(PR)\n3サービス全てがサービス運営に労働組合、弁護士などの専門機関が関わっているので安全性が高いサービスです。\nまた、どれも無料相談できるので、スムーズな退職交渉を実現したい人はまず相談するのがおすすめです。\nそれでは、これから退職が切り出せない問題を解決していきましょう！\n何故退職が切り出せない？代表的な理由\n「早く言った方が絶対にいい。わかっているのに退職を切り出せない」\nこの問題を対処する為にはまず、自分が何故切り出せないのか？その原因を知る必要があります。\n退職を切り出せない代表的な理由は以下です。\n代表的な理由\n- 職場の人への罪悪感\n- 引き止められた時にどうしたらいいかわからない\n- 退職を報告した後周りにどう思われるか不安\n- 退職後の生活やキャリアが見えなくて不安\n- 退職理由をなんて言ったらいいかわからない\nこの章でまずは「自分が何故切り出せないのか」を見つけることで、迅速で確実な対処ができるようになるので順番に理由を見ていきましょう！\nまた、上記と別で「退職を切り出せないのは具体的な手順がわからないから」という人は以下の記事を読めば解決できるのでそちらを読んでみてください。\n職場の人への罪悪感\n退職が切り出せない理由で一番代表的なのが「職場の人への罪悪感」です。\n「自分がいなくなったら業務負担が増えて申し訳ない」\n僕もそうだったけど、責任感が大きい人や働いた期間が長い人はこう考えてしまうね。\nこれから離れる職場にここまで考えられるのはここまで真剣に仕事を取り組んできた証拠なので、とても良い考え方だと思います。\nただ、自身で退職交渉をやってきた経験と退職時の悩みをこれまで受けてきた経験から言えるのは、”退職後の職場は想像以上に普通に回ります”\nそれにお世話になった人は、退職や転職など自分の選択をちゃんと話せば背中を押してくれるよ！\nここで一番避けたいのは、退職報告が遅くなって引き継ぎ期間が取れなくなってしまうことです。\n「引き継ぎ期間が短い程、お世話になった人や業務を引き継ぐ人は困ってしまう」と考えて、退職報告は早めに切り出せる様に考えていきましょう。\n引き止められた時にどうしたらいいかわからない\n退職交渉の経験がないと実態がわからず「引き止められたらどうしよう。」と考えてしまいます。\nただ、僕は常に退職交渉ではできるだけ「引き止め」は断るべきと考えています。\n何故なら引き止められて会社に残っても、会社側からみて一度退職を切り出した方は周りより辞める可能性が高いと思われる可能性があります。\nこうなると精神的にも待遇的にも職場環境が良くならない可能性があります。\n退職交渉の心構え\n- 引き止めは基本的に断る\n- 引き止めを受ける可能性がある場合は、予め受ける条件を決めておく\n- 待遇アップなどが事前に決めた条件に合わない場合は応じない\n- 残ってもいつか同じ理由で退職をすると考える\n上記の心構えとプラスで引き止められた時の返答(断り方)も事前に考えておくと、この切り出せない理由は対処しやすくなります。\n退職を報告した後周りにどう思われるか不安\n日頃から先々を考えて行動する人に多いのが「周りにどう思われるか不安」という理由です。\n「忙しい時に退職をして、悪口や陰口を言われるんじゃないか」\n「最終出勤日まで気まずくなるんじゃないか」\nですが経験から言うと、退職の手順をしっかり踏めば退職まで居心地が悪くなることはありません。\n退職は基本的にお世話になった人のコミュニケーションを取っておけばスムーズに進むので、関係性が浅かったり何か言いそうな同僚とこちらから関わる必要はないです。\nこの理由に当てはまる方は後に解説する対処法を抑えられたら問題なく退職できます。\n退職後の生活やキャリアが見えなくて不安\n退職後は誰でもこれまでと変わったキャリアや生活が待っています。\n退職後の生活は誰しも不透明なので、そんな中「退職を切り出す」という行動は非常に勇気が必要です。\nただ、この記事を読んでいる人は今の生活と退職後に待っている生活を比べて退職した方がいいと判断しているはずです。\n今また選択を悩ませる壁がありますが、決意した時のことを思い出してもう一度勇気を持って退職報告をしていくことを強くおすすめします。\n是非自分の判断や直感を信じて行動してみてください！\n退職理由をなんて言ったらいいかわからない\n「正直残業が多いから退職したいです。なんて言えない」\n「パワハラが原因です。なんて言いたくない」\nこう思ってどう退職を伝えるべきか悩んでいる人も多いですが、この考えは正解です。\n退職交渉はできる限りプラスに捉えられる内容で伝えるのが基本です。\nただ、マイナス面を伝えると退職交渉が上手くいかない可能性があるのと、伝えても改善される見込みは薄いからプラスの退職理由を考えるのがおすすめ。\n例ですが、僕の場合は以下の退職理由で伝えた経験があります。\n本当の理由：業界が大きくなる見込みがないのと、社内政治が強い会社でこのまま出世しても人生が楽しくないと思ったから退職する\n実際に伝えた理由：ずっとWEBマーケティング職で活躍したいという思いがあり、30歳を目前に控えたこのタイミングで新しいチャレンジをしてみたいと考えたので、誠に勝手ながら退職を考えております。\n上記のように自分のスキルアップの為にキャリア選択をしたいとプラスに伝えることで退職報告を受ける上司も後押ししやすくなります。\n退職理由で悩む方は周りが後押ししやすい退職理由を考えて伝えるのがおすすめです。\n退職が切り出せない時の対処法5選\n退職が切り出せない時の具体的な対処法は以下です。\n退職が切り出せない時の対処法\n- 報告前にメールで上司など報告先のアポイントを取る\n- 人事部や総務部などに相談する\n- 一番大事なのは自分の人生・キャリアと考える\n- 退職理由と退職後に叶えられることを整理する\n- 退職代行を利用する\n前半は行動面での対処法、後半はマインド面での対処法を説明します。\nまた、最後の項目では\"どうしても退職が難しいと感じる人\"に、リスクを最小限に退職代行を利用して退職する方法をお伝えします。\nこの章を抑えたら必ず退職ができるようになるので是非最後まで読んでください。\n報告前にメールで上司など報告先のアポイントを取る\nまず、最初に一番効果的な方法です。\n直接上司に退職を切り出すのは非常にハードルが高くなるので、メールでアポイントを取りましょう。\nメールでアポを取る理由を解説するね！\nメールでアポを取る理由(メリット)\n- 先にアポを取れば自分が退職を話すしかない状況にできる\n- 周りの目を気にしなくて良い\n- こちらの伝えたいことを事前に整理できる\n- 上司と落ち着いて話し合いができる\n特に少し強制的ですが、アポを取ってしまえば相手も勘づいて準備しますし自分も言うしかない状況になって必ず退職について話し合えるのが大きいです。\nアポを取る時は「退職したいと思いまして」ではなく「ご相談がありまして」のような形で15分ほど時間をもらいましょう。\n注意としては、退職意思は直接伝えた方が相手に礼節も伝わるのでメールでは時間だけ取ってください。\n人事部や総務部などに相談する\n「上司へのアポイント獲得は少しハードルが高いと感じる方」には人事部か総務部に確認する方法をおすすめします。\n何故人事部か総務部なのかというと、社内の退職関係の対応部署はほとんどがどちらかの部署だからです。\n最終的に退職書類などの処理をする部署に直接退職を申し出ることによって、上司に話す手順を飛ばします。\nただ、注意してほしいのは対応部署から上司に話がいくのは確実だから、上司側から話し合いを持ちかけられる可能性はあるんだ。\nどの部署に話した方がいいか調べる方法は、退職関係書類がどの管轄で管理しているのかを社内クラウドや書類フォーマットが格納されているファイルを調べると対応部署がわかります。\nまた仮に社内の誰とも話さず退職がしたい場合は退職代行を利用するのが方法となるので、本章の最後も併せて見てみてください。\n一番大事なのは自分の人生・キャリアと考える\n次に退職を切り出せない時に考えてほしいのが「一番大事なのは自分の人生・キャリア」ということです。\n基本的に退職において何か自分を犠牲にする必要はありません。\n言い方は悪くなりますが、対会社においては退職すれば自分との縁は切れます。\nお世話になった人への感謝は大切ですが会社の為を思って悩む必要は全く無いというマインドを持ちましょう！\n有休は労働の権利だし、小学生でも新生活に移る為に事前に休みがあるんだから新生活を謳歌する為には絶対に休みは必要と思ってほしいな！\n退職後に叶えられることを整理する\n次に重要な考え方が「退職後に叶えられることを整理する」です。\n誰しも退職後に新しい生活があり、新しい生活の方が自分にメリットがあると考えられるから退職を選んでいます。\nこの退職後の生活によって叶えられるメリットを紙に書き出して整理していきましょう！\nそうすることで「怖い・気まずい」など退職が切り出せない原因となる感情より、切り出した先に何が待っているかイメージができて行動に繋がりやすくなります。\n退職代行を利用する\nここまで行動とマインドそれぞれの対処法を解説しましたが、中には「この対処法を実践してみても切り出せない」という方がいます。\nそれに「実践する前にいくら想像しても快く退職を許可してもらえる気がしない」という方もいます。\nそういった方は迷わず退職代行に相談してみましょう！\n逆にここまで1人で悩んで、退職したいのに切り出せなくて長い期間退職ができなかったり転職できない方が大きなリスクだから本当に切り出せない人は迷わず退職代行を使って欲しいな。\n直近の市場では転職者が非常に増えている背景や働き方改革が進んでいることで退職をする人も比例して急増していて、同じように退職でトラブルを抱えてる人も多いです。\nその為退職代行サービスは需要が多くサービスの数も急激に増えています。\nおすすめ退職代行サービス：辞めるんです\n総合おすすめ度：\n\"辞めるんです\"は、弁護士監修&労働組合提携で運営している退職代行サービス。\nまた、料金は後払いOKなので安心感が段違い！！\n依頼すればその後全ての交渉をしてくれるので\nそのまま出社せずに有休消化して退職もできて、依頼中は何度でもLINEで相談可能！！\n＼LINEでまずは無料相談もOK！！／\nまた、もし退職代行や退職交渉の具体的な流れを知りたい方は以下の記事を参考にしてみてください。\nここまで退職が切り出せない時の注意点を解説してきました。\n次に実際に切り出す準備ができこれから退職交渉というタイミングの時に注意したい点を解説します。\n退職を切り出す際の注意点3選\n先程の対処法を実践して準備ができ、これから勇気を持って退職を切り出そうと考えている時注意してほしいことが3点あります。\n退職交渉はしっかり準備しておかないと思わぬ落とし穴にはまってしまうから自分で退職交渉をする人は必ず読んでほしいな！\n退職を切り出す時の注意点\n- 必ず退職交渉の事前準備をする\n- 退職交渉中に自分の希望を伝える\n- 退職交渉では感情的にならない\nこれから順番に解説していきます。\nまた、先程の章で退職代行を使いたいと思った方はこの章は自分で退職交渉を進める方向けなので、次の章「退職代行を利用するならここに気をつけて」まで飛ばしてOKです。\n必ず退職交渉の事前準備をする\n退職交渉でよく「退職交渉は退職日を決めるもの」と勘違いをする人がいますが正確には違います。\n交渉というと難しそうに聞こえるけどそんなに難しくなくて以下の希望を予め考えて伝えられたらOK!\n交渉で伝える希望\n- 退職日\n- 有休取得\n- 有休取得を加味した最終出勤日\n- 必要書類(特に離職票)\n上記の4点は予め希望を伝える為に準備として考えましょう。\n特に有休取得は重要なので自身の有休残日数を調べておきましょう。退職日と有休日数が分かったら自然と最終出勤日が計算できます。\n※基本的に、退職日から有休＋公休の日数分を加味すれば最終出勤日となります。\nその他は引き止めが発生した時の対処法だけさっきの章で説明した通りに準備しておけば大丈夫！\n退職交渉中に自分の希望を伝える\n次に当然の流れですが先程準備したことは退職交渉で必ず希望として伝えましょう。\nその他の引き継ぎなどに関しては、希望を通す為にもある程度交渉側の意見を取り入れつつ決着をつけていこう！\nもし上司や相談相手の性格の問題、または会社側のモラルの問題で許可が降りない場合は、こちら側は何も問題ないので退職代行の利用など半強制的に退職するのも手です。\n退職交渉では感情的にならない\n3点目の注意点としてこれが一番大事なポイントですが「退職交渉では感情的にならない」ことを意識してください。\nただ、退職交渉で感情的になってしまうとデメリットが大きいんだ。\n感情的になるデメリット\n- 論点がずれて退職交渉が長引く\n- こちらの希望が伝わらず希望通りの退職ができない\n- 最終出勤日までの間居心地が悪くなる\n感情的になることで上記全てのデメリットが発生する訳ではないですがどれかが発生する可能性は高く、またメリットないので感情的になるのは絶対に避けましょう！\n逆にお世話になった人も個別で感謝を伝えてくれたらとても嬉しいと思うよ！\n繰り返しになりますが、退職交渉は\"退職日\"\"有休\"\"必要書類\"この3点を希望通りに獲得する交渉ということを意識して客観的に行えば大丈夫です！\n退職代行を利用するならここに気をつけて\n退職を切り出せない時の対処法と切り出す時の注意点を解説してきましたが、この章ではここまで読んで「どうしても切り出すのは難しい」と感じた人向けの内容です。\n先述の通りどう頑張っても「退職が切り出せない」「勇気がでない」という方は退職代行を利用しましょう！\n切り出せない人に退職代行をおすすめする理由\n- 退職後に今より良い生活が待っているのに悩む時間が勿体無い\n- 退職を切り出してトラブルが想像できるならトラブルを避けるのは当然\n- 有休が取れないくらいなら退職代行の利用料を払う方がコスパが良い\n- 今は安心利用できる退職代行が揃っている\nただ、退職代行はまだ使ったことがない人が多く利用に不安になるのは当然です。\nなので、この章では退職代行を利用する際の気をつけるポイントをメリット・デメリットの観点から解説します。\n退職代行のメリット・デメリット\n退職代行のメリット・デメリットは以下です。\nデメリット\n- 交渉を依頼するので費用が発生する(約27,000~30,000円)\n- 中には対応が良くないサービスがある\n- お世話になった人には個別で挨拶する必要がある\nメリット\n- 有休2、3日分くらいの費用で面倒な交渉を丸投げできる\n- 弁護士や労働組合管轄のサービスなら安心して利用できる\n- 送別会などの気遣いが不必要となる\n- 希望通りの退職ができる\nだからトラブルで有休取れそうにない人は退職代行使った方が絶対に得だよ！\nただ、デメリットにも記載の通り退職代行は対応が悪いサービスも一定数存在します。\nなので、利用前に退職代行サービス依頼前に抑えてほしい以下のポイントも理解して検討しましょう。\n退職代行で抑えてほしいポイント\n- 弁護士か労働組合が管轄もしくは提携しているサービス\n- 追加費用がかからないサービス\n- まず無料相談ができるサービス\n基本的に上記のポイントに当てはまるサービスであれば大丈夫です！\nただ、このポイントに当てはまる退職代行を自分で探す必要はないので僕がポイントを網羅できているサービスを紹介します！\nこれから紹介する退職代行サービスを使えばまず問題ないので是非無料相談で検討してみてください。\n退職が切り出せない方におすすめの退職代行\n退職が切り出せない方におすすめの退職代行サービスは以下です。\nおすすめ退職代行サービス 3選(PR)\n3サービス全てがサービス運営に労働組合、弁護士などの専門機関が関わっているので安全性が高いサービスです。\nまた、どれも無料相談できるので、スムーズな退職交渉を実現したい人はまず相談するのがおすすめです。\n退職交渉の体験談(成功・失敗パターン)\n対処法・注意点・退職代行の利用について話してきました。\nこれまでの情報だけでも問題なく退職を切り出すことはできますが、退職交渉での実例を知ることで事前に想定して退職を切り出せるようにしましょう！\n今回はこれまでの退職経験から避けたい失敗パターンと実現したい成功パターンを解説します。\n失敗パターン\nまずは、退職交渉で失敗した時の経緯をはこちらです。\n失敗した時の経緯\n- 退職を切り出す前に会社とのトラブル発生が想定できた\n- 想定できたのに準備や退職代行に依頼をせず上司に切り出した\n- 退職交渉中引き止められたが断ると今日付けで退職しろと言われた\n- 早く退職したかったので了承して有休申請をして退職\n- 後日有休がちゃんと承認されておらずトラブル発生\n- その後も離職票の発行などで労基を介して何度か揉める\n- 結果的に要望通り退職できたが退職後に無駄な時間や労力が発生して疲弊\n最終的には会社側のモラル欠如やルールの確認漏れによって自分の要望通り退職できました。\nですが、そもそも上の赤字部分は自分が想定に対してしっかりと準備ができていればよかったところなので反省しています。\nまた、今回のような予めトラブルが想定される場合は掛かった労力や時間を見ると退職代行を依頼すれば良かったと本気で思います。\n成功パターン\nでは、退職交渉での成功パターンの経緯を見てみましょう。\n成功した時の経緯\n- 勤続年数が長くお世話になった人が多いので退職切り出せない\n- メールで上司のアポを取った\n- 事前準備をしっかりとしてアポを取った上司に勇気を持って切り出した\n- 自分のキャリアプランや準備した内容を伝えたことで30分で了承を得られた\n- 上司に自分の考えを納得いただいたので周囲からも快く送り出してもらえた\n- 有休を獲得でき、最終日以降仕事や面倒な事務手続きでの連絡は一切こなかった\n- 有休中にリフレッシュと転職先への準備も余裕を持ってできた\n人によって切り出しにくい理由は違いますが、退職を切り出すのは本当に勇気がいることです。\nだからこそ自分の退職が切り出せない気持ちを理解して、正しい対処をすることで自分にとって良い退職は必ず達成できます！\nよくある質問\n僕は自分の経験だけでなく日頃転職や退職に関して多くの相談を受けています。\nこの章では、これまで退職が切り出せなくて悩んでいた人からの特徴的な質問とその答えをお見せします。\n質問の答えを理解することで些細な疑問を無くしてよりスムーズに退職できるようにしましょう！\n質問①\n緊張してなかなか退職を切り出せません。どうしたらいいですか？\n答え①\nでも退職後の人生が一番であること、退職するのに報告が遅くなると逆に周りに負担がかかるから勇気を持って報告しよう！\nそれに今の時代転職や退職は当たり前だから報告すれば案外スムーズに進むことのほうが多いよ。\n退職を拒む権利も会社は持っていないからね。\n質問②\n退職交渉の後ってどうしたらいいですか？\n答え②\nもし指示や案内がなければ窓口や上司に改めて確認しよう。\nその際はメールでの確認でも大丈夫！\n質問③\nメールで退職交渉っていいですか？\n答え③\n接触したくないなら退職代行を利用するのが一番いいよ！\n質問④\n有休消化って申請していいんですか？\n答え④\n退職後の生活にも関わることだから有休が残っていたら必ず申請して取得しよう！\nおすすめ情報\n今回は内容をしっかり詰め込んだ記事でしたが最後まで読んで頂きありがとうございます。\n情報量が多い分今回の内容を理解できれば、\"退職が切り出せない\"問題だけでなく\"退職交渉をスムーズに進める\"という問題もクリアできます。\n最後に退職が切り出せない方が今後悩む可能性のある問題を対処できる情報をお伝えして終わりとします。\nまず、先程どうしても退職が切り出せない人の最終手段で退職代行の利用をおすすめしましたが、退職交渉中に会社とトラブった場合も退職代行の利用をお勧めします。\n会社とトラブルがあった方に利用して欲しい退職代行サービスはこちらです。\nおすすめ退職代行サービス：辞めるんです\n総合おすすめ度：\n\"辞めるんです\"は、弁護士監修&労働組合提携で運営している退職代行サービス。\nまた、料金は後払いOKなので安心感が段違い！！\n依頼すればその後全ての交渉をしてくれるので\nそのまま出社せずに有休消化して退職もできて、依頼中は何度でもLINEで相談可能！！\n＼LINEでまずは無料相談もOK！！／\n↓あわせて読みたい↓\n退職代行ってどう？退職を2度経験した筆者の退職代行サービス3選\n退職で寂しいと思ったらどうする？退職を2回経験した対処法を解説\n以上となります。\n本メディアでは退職だけでなく転職・独立などキャリアに関わる活きた情報を発信していますので今後もキャリアで困ったことがあればいつでも来てください！\n個別相談なども喜んで受けるので是非お気軽にご相談ください。\n＼登録不要！無料でキャリア相談！／"}
{"url": "https://miyablog.info/career-change-strategy", "text": "こんにちは！みゃーぱぱです！\n転職あるある\n「転職したいけど、仕事しながらなんて忙しくてできそうにない..」\n「何も知らないまま転職を進めるなんてリスクが大きそうで怖い..」\n初めて転職を考える方のほとんどはこう思います。\n今回はそういった悩みを一発で解決する為に、【最短20日で年収アップができる転職ロードマップ】を解説していきます！\n今回の内容を最後まで読んで実践できれば転職を完全攻略でき、今掴める最高の転職先・待遇を勝ち取れます！\nでは、まず結論として転職を攻略するロードマップは以下です。\n【完全攻略】転職ロードマップ\n- 転職エージェントに2社登録\n- 初回面談までに方向性を決める[重要]\n- 初回面談でエージェントに条件をはっきりと伝える\n- 書類作成(dodaの書類フォーマット活用)\n- 条件に合う企業に絞って応募\n- 情報収集・面接練習をして一次面接\n- ニ次面接[最重要]\n- 最終面接\n- 内定獲得\n記事後半にはイレギュラー対策とよくある質問についても解説しているので最後まで読めば転職活動を進めると起こるリスクや注意点も知ることができます。\nまた、僕は自分が未経験から年収800万円までアップした転職を成功に導いた【マイナビエージェント】の利用を強くおすすめしています。\n大手で求人数が多いだけでなく徹底してどの担当者も転職希望者と伴走する姿勢を取ってくれるので、転職未経験の人は必須のエージェントです。\n＼たった10分で最高の転職活動スタート／\n最短20日で年収アップ可能！転職活動ロードマップ\n上記の図が転職ロードマップのスケジュールイメージです。\n今回のロードマップは簡単な内容ですが、順番が大事で一つでも飛ばしてしまうと効果が薄れてしまいます。\n順番を守る為にも上記のイメージ図をスクショなどして順番に対応できるようにしていきましょう！\n①転職エージェントに2社登録\nまず最初は【転職エージェントに2社登録】です。\n例えると学生時代に授業がわかりやすい先生とわかりにくい先生がいたと思いますがそれと同じイメージです。\n初めて1社だけ登録したエージェントがわかりにくい先生だった場合に、1社だけだとそれが基準になってわかりにくいまま転職活動を進めてしまうから2社登録は必須です。\nただ、初めての転職で3社以上のエージェントに登録するとスケジュール管理や連絡対応が大変なので慣れるまでは2社がベストです。\nおすすめ転職エージェントランキング\n上記の転職エージェントは実際に僕も利用して年収アップの転職を実現できた転職エージェントなので自信を持っておすすめできます。\n自分の年齢などに合わせて合いそうな転職エージェントを2社登録しましょう。\n②初回面談までに方向性を決める[重要]\n転職エージェントが登録できたら当日か翌日に初回面談の案内連絡がきます。\n初回面談日まで3~5日程時間があるので必ず【転職の方向性】を考えましょう。\n考えるのは「年収、勤務地、休日、職種」など優先したい条件を第一優先から第三優先まで決めておけると理想的です。\n方向性を伝えない場合のリスク\n- 条件より内定を優先とした求人紹介となりブラック企業遭遇率が上がる\n- 選考が進んでも自分に軸がないので「なんか違う」となりやすい\n- 懸念点があった場合、払拭できる問題なのか自分で判断できなくなる\n転職は人生を左右する選択です。その為避けられるリスクは避けていくのが鉄則です。\n僕は初めての転職活動で希望条件や叶えたいことを伝えずなんとなく求人を紹介してもらいましたが、結果的に2ヶ月掛かって転職活動を中断しました。\n③初回面談でエージェントに条件をはっきりと伝える\n初回面談ではできる限り正直に希望条件や転職で叶えたい事を伝えてください。\n「年収低めに指定した方が求人いっぱいもらえる」と考えて条件より低く伝える人も多いですが、その求人から内定が来てもほとんど転職に繋がりません。\n転職エージェント側は同時に複数名の求職者を対応しています。\nなのでその中でも正直に話してくる人の方が「本気で転職してくれそう」と印象が残り優先的に求人を紹介してくれやすくなります。\n④書類作成(dodaの書類フォーマット活用)\n面談が終わると転職エージェントに求人を紹介してもらいつつ、求職者側は履歴書と職務経歴書の作成をする必要があります。\n書類作成は大事な作業ですが1から作成すると膨大な時間が掛かってしまうので無料ツールを効率的に使いましょう。\n書類作成で便利なのがdodaの書類フォーマットです。\ndodaは各業種・業界毎に書類フォーマットを用意しており書類作成の時間が大幅に削減できます。\nもちろんそのまま使うことがおすすめしないですが、登録してフォーマットを元に自分の経験を組み込んでエージェントに添削してもらえば高いクオリティの書類ができます！\n＼応募書類が10分で完成！／\n⑤条件に合う企業に絞って応募\n書類が作成できた頃にはエージェントから求人が続々と届くはずです。\nここで注意して欲しいのが、「条件に合う企業だけに絞って応募する」という点は意識してください。\n転職エージェントに条件を伝えても条件から若干逸れた求人を紹介されるケースがよくあるんですが、これは意思表示の意味もこめて条件に合う求人だけ応募しましょう！\nまた、書類選考を通過して面接を受ける企業は基本的に自分と同じくらいの経験値の人が面接を受けます。\nなので、試しに1社2社受けなくてもあまり差は出ないためあまり「とりあえず応募」は意識しなくても大丈夫です。\n⑥情報収集・面接練習をして一次面接\n条件に合う企業の書類選考が通過するといよいよ一次面接です。\n一次面接では以下を意識して準備しましょう。\n一次面接準備で意識すること\n- スキルや経験は書類選考の時点で一定合格ラインにあると認識する\n- 応募企業のHP・SNSは一通りチェックして気になった事を2~3個用意する\n- 転職理由と志望動機を中心に基本的な問答を考えてメモっておく\n- 転職理由と志望動機は辻褄が合うように用意する\n- 考えた問答を一人で椅子に座ってシュミレーションする\n- 逆質問は条件面の質問でなく情報収集で気になったことを聞く\n上記の中で一番重要なのは【転職理由と応募動機は辻褄が合うように用意する】です。\n少しイメージしにくいので僕が使った例を紹介します。\n転職理由：私が今回転職を考えた理由は、「子どもや子育てに関わる分野でより負担を減らし、安心して利用してもらえるサービスを展開し広めていきたい」と考えたからです。\n元々は現職へ新卒で入社した動機も同じ理由だったのですが、現職はコロナウィルスの影響を受け変化した生活様式によって業績悪化が続き、小売という業界にいてこのまま今後自分の入社動機としていた「夢」を叶えらえるのか？叶えられる人材になることはできのか？と考えました。\n考えた上で今回現状で「夢」を追いかけるのではなく、成長している業界でより新しいプロダクトを展開する企業文化のある企業に転職することで自分をより「夢」に近づける可能性が上がると考えて転職を考えました。\n志望動機：そんな中御社が直近3年で4つのプロダクトや新業態を展開されていて短期間で成長されているのを拝見し、この場所で経験を積むことで自分に新しい事を形にする。市場やお客様に求められるサービスにする。スキルを身に着けたいを感じて今回応募いたしました。\nまた、これまでと業界が異なる為直接的に経験が活かせないかもしれませんが、職務経歴書で記載しております〇〇店舗において数値分析から改善提案、実行をして結果を出した経験は御社クライアントへの改善提案や社内の数値改善において活かすことができると考えておりますので本日はどうぞよろしくお願いします。\n少し長いですが上記を読むと、転職理由と志望動機が繋がっていて相手に今日この場所に面接に来ている納得感を与えることができます！\nこの内容は最初に考えておけば最終面接まで変える必要がないので最初に考えておきましょう。\n⑦ニ次面接[最重要]\n一次面接でしっかり自分の良さが伝わったら二次面接ですが、僕個人的には転職活動はこの二次面接が一番重要で一番山場だと考えています。\n二次面接で準備すべき内容は以下です。\n二次面接準備で意識すること\n- 相手企業の自分への期待値は高いと認識する→自信を持つ\n- 改めてWEB上にある相手企業の情報をできる限り確認する\n- 実績ページやインタビューページを調べ尽くしてまとめる\n- 可能であれば調査を可視化できるように表やグラフにまとめる\n- 当日まとめた内容を逆質問など話せるタイミングでアピール\n二次面接では「どれだけ候補者より差別化できるか」が大事になります。\nここで面接官を驚かせて印象に残れば面接通過だけでなく、次の最終面接で出てくる役員への印象が伝播するので最終面接の通過率(内定率)も間違いなく上がります。\n実際は100人以上応募がある選考だったから全部調べた人もいたかもしれないですが、それを形にしてアピールした人はいなかったので結果的に差別化でき内定獲得に繋がりました。\nもちろん仕事をしながらなので夜中3時くらいまで掛かり寝不足になりましたが、たった1日の頑張りで年収が倍増するんだったら安いと思うので是非実践してみましょう！\n⑧最終面接\nおそらく二次面接で先程の準備とアピールができた人は高確率で最終面接まで進むと思います。\n実は最終面接は気は抜けないですが難易度が低めです。\n最終面接準備で意識すること\n- 高評価を得られていると認識する→自信を持つ\n- 一次で考えた転職理由と志望動機ぶれないように再確認\n- 二次面接で準備した資料を手元に用意しておく(一応)\n- 自分と同じ職種で入社し活躍してるインタビューを見て名前を覚える\n- その人のキャリアモデルについて逆質問を用意する\n注意したいのは【一次面接から準備している転職理由と志望動機は内容がブレないようにする】です。\nこれまでの選考で伝えたことがしっかりはまって高評価なので最終面接に呼ばれていることに自信を持ち、これまで通り面接に臨むのが大切です。\n転職市場では最終面接の通過率は50%と言われていますが、今回の手順で転職活動を進めた方は間違いなくもっと高確率で通過できます！\n⑨内定獲得！\n最終面接で内定獲得できたら後は「本当に転職するのか？」を決めるだけです。\n転職の方向性を最初に決めて、条件に合う求人に絞って応募しているので基本的には入社する選択することになると思います。\nですが、もし「本当に大丈夫かな？」という気持ちや具体的な懸念点が発生した時は慎重に立ち止まって考えましょう。\n次の章ではそういった転職活動で起こりやすいイレギュラーの対策方法を解説していきます。\nこんな時はどうする？転職活動のイレギュラー対策\n今回紹介するイレギュラー対策は以下です。\nイレギュラー対策\n- 良い求人が見つからない時の対策\n- 面接に落ちてしまった時の対策\n- 内定獲得後に迷った時の対策\n今回紹介する対策を事前に把握しておけば転職活動で焦ることはほぼほぼ無くなりますので対策方法を一緒に確認していきましょう。\n良い求人が見つからない時の対策\n良い求人が転職エージェントから紹介してもらえない場合の原因は大きく2つあります。\n- 希望条件で狙える求人が少ない\n- 転職エージェントがあなたの意図を汲み取れてない\nこの2つが原因になるのですが、そんな時は利用する転職サービスを変えてみましょう！\nおすすめの特化型転職サービス\nここで特化型転職サービスを利用する理由は、ロードマップの2番目で転職の方向性を既に決めていているからです。\n方向性が決まってから使うと一番効果的に転職を進められますので、最初のエージェントから紹介される求人が違った場合は特化型転職サービスを利用してください。\n面接に落ちてしまった時の対策\n面接が落ちてしまった時どうしても落ち込みますよね。\n僕も最初の頃は書類選考が落ちただけでも「自分は駄目なんじゃないか？」と落ち込みました。\nただ、転職活動を何回も経験し転職で人生が変わった経験から言えるのは落ちた時は以下を意識することが大切です。\n落ちた時で意識すること\n- 自分が悪いのではなく自分と応募先が合わなかっただけ\n- 転職後に合わない会社と気づいた方が辛い\n気持ちの問題と言っている様に見えるかもしれませんが、転職はもちろんあなたが転職したい気持ちはありますが企業側も人手不足を解消したいのです。\nなので、転職面接は単に転職者希望者と企業のマッチングを度合いを図る機会と捉えると過度に緊張したり落ち込むことが無くなります。\n内定獲得後に迷った時の対策\n最後に一番困る内定獲得後に転職するか迷った時の対策ですが、これは以下を実践してみましょう。\n転職で迷った時の対策\n- 最初に決めた転職の方向性と合っている転職先なのか書き出す\n- 懸念点はどこなのか？どうやったら払拭できるのか？を書き出す\n- 情報が少ない場合はエージェント経由で企業に質問をする\n- 可能であれば家族や近しい人に相談する\n- それでも払拭できない懸念点があれば内定辞退する\n僕は転職活動はノーリスクですが、転職は人生を左右する決断だと思っています。\nなので頭を整理して、情報を集めて、人に相談してそれでも懸念点がある場合は直感的にその企業と合わないと思っているので内定辞退をした方がいいと思っています。\n相談できる人がいない場合はこの記事下のコメントやInstagram等のDMで相談していただければ僕が相談に乗りますので気軽に相談してください！\nよくある質問\n最後に過去によくもらった質問を紹介するのでこれも把握しておいて転職活動の途中で立ち止まることが無いようにしましょう。\n質問①\n転職エージェントの面談で「とにかく求人が気になったら応募しましょう」と言われました。ロードマップには「条件に合う企業に絞って応募」書かれていてどっちを信じたら良いでしょうか？\n答え①\n質問②\n書類対策や面接対策ってどうしたら良いですか？\n答え②\n面接対策は鏡を見て1人でやるか、意見を聞きたい場合は相性が良いと思ったエージェントに相談しよう！僕は「マイナビエージェント」に相談したら快く対応してくれたよ！\n＼書類・面接対策も対応実績あり！／\n質問②\n内定獲得しても退職交渉が怖くて決断できません。どうしたら良いですか？\n答え②\nでも退職交渉のせいで転職を諦めるのは絶対に後悔するから勇気を出して切り出そう！\n僕がこれまで退職交渉を上手く切り抜けた経験を記事にしてるから下のリンクからみてみよう！\n読めば誰でも退職交渉が怖くなくなるよ。\n【退職が切り出せない】ブラック退職経験者が解決方法5選を紹介\n退職で寂しいと思ったらどうする？退職を2回経験した対処法を解説\n最後に\n最後に改めて転職ロードマップをまとめて理解を深めて終わりとします。\n最短20日で年収アップの転職が狙える転職ロードマップは以下です。\n大事なのは、まず【転職エージェントを2社登録する】ことです。\nこれをやらないと転職活動はいつまでも始まらないので読み終わったらすぐに登録だけやってみましょう！\n冒頭で案内した最初のエージェント選びでおすすめのサービスは以下です。\nおすすめ転職エージェントランキング\nどれも転職市場の最大手で実績や求人の数が多いので今の転職活動でここを抑えるのは必須です。\n登録した後は【手順】さへ守れば必ず他の転職希望者より何段階も上の転職希望者になれて理想の転職も可能です。\n是非このロードマップを今日から実践して理想のキャリア、最高の人生を実現してみましょう！\nまた、未経験で異業種へ転職を考えている人は以下記事も併せて読むことをおすすめします。\n以上となります。最後までありがとうございました！\n本記事が参考になったら下のコメント欄入力やSNSフォローなどしていただけると、今後の励みになりますので是非よろしくお願いします！"}
{"url": "https://miyablog.info/different-industries-job-change", "text": "小売で働いてた時「異業種にチャレンジしたいけど未経験だし難しそう〜。」って絶望してる時を思い出したんだ。\n僕は新卒で小売業界の会社に入社しましたが「業界の将来性に不安を感じて転職をしたいけど自信がなくてできない」という20代を過ごしていました。\n今回はそんな僕が【未経験から異業種に転職できた極意】を伝授します！\n結論から言うとその極意は以下の3つです。\n異業種転職の極意\n- 未経験特化の転職サービスを選ぶべし\n- 業界は選ぶべし\n- 面接対策より企業調査を優先すべし\n僕はこの方法で万年レジ打ち係でも転職して年収800万円・年間休日145日を獲得できたので、是非最後まで読んで未経験から異業種への転職方法を身に付けてください。\nまた、異業種転職を成功させる為に【異業種特化の転職支援サービス：WorX】の利用をおすすめしています。\n転職支援のサービスは世の中に五万とありますが、ここまで異業種特化で支援してくれるサービスはないので是非無料で登録して相談をしてみてください！\n＼スキルも年収も確実に良いとこ取り！／\n未経験から異業種転職を成功させる極意\n上記3点の極意は間違いなく誰でも未経験から異業種への転職で実践でき、また転職成功確率を段違いに変える方法です。\n特に極意その③は転職活動を成功させる【本質】に関わる重要な部分です。\nその①：未経験特化の転職サービスを選ぶべし\nまず極意その①は【未経験から異業種転職を特化もしくは得意としている転職サービスを使う】です。\n僕がおすすめする未経験から異業種転職に特化した転職サービスは以下です。\n異業種特化型転職サービス\n僕はコロナ禍で転職活動をしていて 、当時は今ほど転職市場は盛り上がっていませんでした。\n今異業種転職をしたい場合は上記3つの特化型サービスから選び、特に【WorX】にはすぐ飛びついていたと思います。\n基本的に面談は無料なので上記から2、3個は登録して面談を受けてみて所感を掴んでみてみましょう！\nその②：業界は絞るべし\n次に極意その②は【狙う業界は絞って応募する】です。\n例えると業界を絞らないのは「カーナビに目的地を設定せず出掛ける」みたいなもので、目的地がないと途中で迷ったり、引き換えしたりしてしまい効率が悪くなります。\n小売業からの転職先と書いていますが紹介しているのは【スキル無未経験で異業種へ転職する際のおすすめ転職先】なので必ず参考になります！\nその③：面接対策より企業調査を優先すべし\n最後に一番重要な極意その③は【面接対策より企業調査を優先する】です。\n転職活動の本などでは面接対策で「志望動機はこう言いましょう」みたいな【技術】がよく紹介されますが、正確には技術だけでなく【情報】が重要です。\nまた僕は何社も内定を獲得した実績がありますが、内定獲得で一番大切なのは【自信】だと思っています。\n企業調査を徹底的にすることで他の候補者には絶対に埋もれない【情報】という武器が手に入り、スキルが無くても強い【自信】を持つことができます。\n企業調査の方法に関してはここで詳しく話すと本題から逸れてしまうので、以下の記事でロードマップ形式でわかりやすく解説しています。\n【転職完全攻略】レジ打ち社員が最短20日で年収アップの転職ができたノウハウ解説\n未経験から異業種転職で目的別の転職サービス\n先程極意その①で異業種転職の特化型サービスを紹介しましたが、より自分に合うサービスを判断できる様に目的別におすすめサービスを紹介します。\n本章では以下の目的別で紹介します。\n目的別特化サービス選び方\n- 確実に異業種転職したいなら\n- 豊富なカバー範囲なら\n- 方向性も相談しながら決めたいなら\n確実に異業種転職したいなら\n未経験で異業種に転職活動をする際に【確実性】を優先したい方は以下サービスがおすすめです。\n転職成功率は驚異の100%：WorX\n総合おすすめ度：\nメリット\n- 成功率100%で間違いなく異業種転職が成功できる\n- 平均90万年収アップでほぼ年収アップできる\n- 未経験→異業種転職に特化しているので話をわかってくれる\n- スキルアップの受講料は転職成功後の支払いでOK\nデメリット\n- スキルアップの受講料がある(国の支援給付あり)\n- スキルアップ込みなので通常の転職より少し時間が掛かる\nデメリットのスキルアップ受講料は現在経済産業省のリスキリング制度の給付対象で受講料の約70%が給付される上、支払いは転職成功後で良いのでリスクを取らずに年収アップが確実に狙えるサービスです。\n※「リスキリングを通じたキャリアップ支援事業活用」の制度対象期間2025年3月31日までです。\n＼スキルも年収も確実に良いとこ取り！／\n豊富なカバー範囲なら\n僕が最初に転職を成功させたのは2020年のコロナ禍でした。\nまだ異業種転職の特化なんて全くない頃からしっかりとしたサポート体制で成功まで導いてくれたのが【マイナビエージェント】です。\n信頼と実績：マイナビエージェント\n総合おすすめ度：\nメリット\n- 未経験転職や第二新卒が対象なので初心者に優しい\n- 大手なので求人数が豊富\nデメリット\n- 担当エージェントによってクオリティ差がある\n- 求人が多いので方向性を伝えないと色んな業界の求人がくる\n転職エージェント全体の注意すべきデメリットではありますがどうしても担当者毎に合う合わないや経験が違うのでサービスのクオリティに差が出ます。\nマイナビエージェントはサポート体制を徹底しているので差は出にくいですが、念のためマイナビエージェント＋別のサービスを登録しておくと安心です！\n＼たった5分で転職スタート／\n方向性も相談しながら決めたいなら\n「優柔不断だから方向性もエージェントに相談しながら決めていきたい」という方は【転職エージェントナビ】を利用しましょう。\nあなたに合うが見つかる：転職エージェントナビ\n総合おすすめ度：\nメリット\n- 自分にぴったりのエージェント探しからしてくれる\n- エージェントとマッチングした後も中立の立場でサポートしてくれる\n- 利用者満足度を優先してるので無理な応募を勧めることがない\nデメリット\n- 最初にマッチング担当者と面談するのでプロセスが多い\n- 対応していない地域がある(非対応は基本的に地方)\n今は転職市場は色んなサービスや色んな求人情報が溢れていて判断に迷うのは当然です。\n転職エージェントナビではそういった方向性が定まらないという人でも気軽に利用できて転職成功まで導いてくれるサービスです！\n＼自分に合う転職方法が見つかる／\n未経験から異業種転職の失敗パターン\n本章ではよりリスクを減らして転職できるように未経験から異業種転職でよくある失敗パターンを紹介します。\n失敗パターン\n- 自分にはスキルがないと諦める\n- 転職の方向性を決めてから選考を受ける\n- エージェント任せになる\n自分にスキルがないと諦める\n「異業種に転職なんてスキルがないと難しいそう」\n「成長業界に飛び込んでもスキルがないからやっていけない気がする」\n僕は多分人より心配性で、一つ心配事があるだけで寝付けなくなる繊細なタイプです。\nなので、スキルがないから転職は難しいという心配が拭えず、1年以上転職活動を始めることを躊躇していました。\nただ、今の僕が思うのは「年収を決めるのは【スキルではなく業界と業種】だから、スキルがなくても良い業界・業種に身を置くだけで年収は上がる。」です。\nこれがキャリアの真理です。\nなので、スキルがないを理由に3ヶ月、半年と転職を遅らせるだけで上がる年収を考えると数百万円分損をする可能性があります。\n僕の場合は転職が遅れたことで400万円以上は損をしたので、是非皆さんは躊躇せずに転職活動を始めて欲しいと思います。\n転職の方向性を決めてから選考を受ける\n現在転職系SNS発信者や転職本では「転職軸の設定が大事」と必ずと言っていいほど言われています。\nこれは僕も激しく同感です。\n極意でも話した【業界を絞る】もこの【転職の方向性を決める=転職軸を決める】に分類されます。\n転職情報を発信している者なのに恥ずかしい話ですが、僕は転職の方向性を決めずに失敗した経験も持っています。\n失敗までの経緯\n①転職活動を始める為にエージェントに登録\n②エージェントに現職の不満だけ言って方向性を伝えない(大失敗)\n③エージェントから求人が届く\n④届いた求人にピンときてないがとりあえず応募(失敗)\n⑤書類選考が通過\n⑥ピンときてないが一次面接を受けて通過(失敗)\n⑦気づけば最終面接までいったが本気になれてないので当然終了\n⑧モチベーションが下がり転職活動中断\n色々思い返しても後悔だらけですが、方向性を最初に決めないことで自分もエージェントも何が正解なのかゴールなのかわからず中途半端になってしまうのが一番の失敗ポイントです。\n本当に誰でも避けられますし、方向性を決めるだけでも転職成功率は格段に上がるので【転職サービスに登録したらまずは方向性を決める】をやってみてください！\nエージェント任せになる\n最後の失敗パターンは【エージェント任せ】ですがエージェントが失敗要因になる理由は以下です。\n失敗する理由\n- 自分で選択しないので選考中に迷い十分なパフォーマンスが出せない\n- エージェントから受かりやすい求人を優先して紹介されがちになる\n- 結果ブラック企業や何かピンとこない企業ばかりに出会う\nエージェントは転職のプロなので頼りたくなりますが、あなたの人生のプロはあなたしかいません。\n転職は人生が大きく変わるポイントになるので任せるのではなく自分主導で動いてエージェントにサポートをもらう姿勢が一番転職成功率が上がり、転職後の後悔も無くなるスタイルです。\n最後に\n未経験で異業種転職を成功させる極意を解説してきましたが最後に極意を振り返って、転職に役立つ情報も紹介して終わりたいと思います。\n異業種転職を成功させる極意3点\nまずは異業種特化のサービスを無料面談してみて、自分に合うサービスが見つかったら本格的に転職活動を始めて極意③まで実践してみましょう！\n異業種特化型転職サービス\n僕が今から異業種転職を始めるなら上記の3サービスの初回面談を受けてみて良さそうな所をメインで使っていきます。\n異業種転職おすすめ情報\n異業種への転職は基本的に未経験転職や初めての転職活動となる方が多いと思います。\nそんな未経験や転職初心者の方は、以下の記事を参考にしていただけるとより転職成功率が上がること間違いなしです！\n【転職完全攻略】レジ打ち社員が最短20日で年収アップの転職ができたノウハウ解説\nまた、転職活動が進むと退職への不安を持ってしまう場合があります。\nそんな時は以下記事で退職交渉をスムーズに進める方法を解説しています。\n【退職が切り出せない】ブラック退職経験者が解決方法5選を紹介\n以上となります。\n今後も理想のキャリアを叶える為の活きた情報を発信していきますのでよろしくお願いします。\n本記事が参考になったら下のコメント欄入力やSNSフォローなどしていただけると、今後の励みになりますので是非よろしくお願いします！"}
{"url": "https://miyablog.info/retirement-negotiation-strategy", "text": "こんにちは！みゃーぱぱです！\n退職交渉は何度経験しても慣れません。\n僕は特に繊細なタイプなので転職活動が進めば進むほど退職交渉の不安が募っていきました。\nなので、今回は相談者さんや僕の様に退職交渉が「怖い」「不安」という繊細さんの為に、退職交渉の完全攻略方法を紹介します！\n結論から話すと今回は自分を以下3つのケースのどれに当てはまめてこれから紹介する方法を実行できれば退職交渉はできます！\n【完全攻略】退職交渉のケース\n- 退職を切り出すとトラブルが起きそうなケース\n- 退職を切り出した時どうなるかわからないケース\n- 企業や上司との関係性も問題なさそうなケース\n記事の後半には退職交渉の失敗パターンも紹介するので、最後まで読めば繊細さんでも間違いなくトラブルを回避して退職ができます。\nまた、「本当に1日でも早く退職したい」という方は【辞めるんです】の利用をおすすめしています。\n相談してから無事退職するまで何度でも相談可能ですし、料金後払いなので安全にストレスなく退職ができます。\n有休も基本的に消化できるようになるので、自分で交渉して有休が取れずに退職してしまうよりお得です！\n＼5分で退職交渉終了！／\n退職を切り出すとトラブルが起きそうなケース\n【退職を切り出すとトラブルが起きそうなケース】な場合は以下の手順で進めましょう！\n【退職を切り出すとトラブルが起きそうなケース】の退職手順\n- 希望退職日・有休日数・必要書類を確認\n- 退職代行サービス2社に無料登録\n- 2社のうち面談対応か費用面で良い方に依頼\n- 退職代行が退職交渉をする前に必要ならお世話になった人へ個別連絡\n- 退職代行が希望通りに退職手続きをしてくれる\n- 有休消化後に退職\nトラブルが最初から予想できる、可能性が高い場合は素直に退職代行サービスを利用しましょう。\n退職代行は費用も3万円以内で納まるので、自分でトラブルと戦うストレスや有休消化できないリスクを考えると絶対に得です。\n色んな退職代行サービスがありますが、安全性が高く対応面と利用者の評価が高いサービスを紹介するので以下から2社選んで無料登録してみましょう！\nおすすめ退職代行サービス 3選\n正直この方法が一番ストレスフリー\nぶっちゃけてしまうと退職代行サービスに頼むのは一番楽です。\n「退職交渉で胃が痛い、眠れない」と思ってしまう繊細な人には値段以上の価値は感じられると思います。\nもちろんトラブル関係なしに「退職なんて絶対切り出せない」って人は同じように退職代行を使うのも手段として良いと思います。\n次は退職交渉を切り出した時にどんな反応やトラブルが起きるかもわからないという方への退職手順を解説します！\n退職を切り出した時どうなるかわからないケース\n【退職を切り出した時どうなるかわからないケース】な場合は以下の手順で進めましょう！\n【退職を切り出した時どうなるかわからないケース】の退職手順\n- 希望退職日・有休日数・必要書類・社内規定を確認\n- 勇気を出して上司に退職を切り出す\n- 社内規定に乗っ取って退職交渉を実施\n- 最終出勤日や有休取得日が決定\n- 引き継ぎ業務を計画的に実行\n- 最終日までにお世話になった人と話す\n- 最終日送別会や挨拶をして退職\nここで大事なのは特に【有休消化】には拘りましょう。\n退職後は必ず転職や結婚・出産など生活が変わるのでそこに自分を切り替える為には休息は必要です。\nまた、有休は労働者の権利なので取得するのが当たり前と認識して交渉しましょう。\n相手の出方を見て対応しよう\n仮にトラブルが発生するとしたら発生のタイミングは、【上司に退職を切り出したタイミング】から【最終出勤日や有休取得日が決定】までのタイミングです。\nその際会社や上司から以下の様な返答があり、承認できないと思った場合はトラブルに該当します。\nトラブル例\n- 有休取得・消化できない\n- 退職日が半年後など希望より遠い\n- 逆に即時退職を促してくる\nもし上記の様な返答があった場合は要注意です。\n一旦検討したいと持ち帰ってもいいので落ち着いてから再度退職交渉か不安だったら退職代行サービスに相談しましょう。\n基本的に労働者の労働・有休・退職などは労働基準法で守られているので会社側は上記の様な理不尽な要求はできません。\n参考リンク→ 有給休暇の労働基準法における定義\n企業や上司との関係性も問題なさそうなケース\nこのケースの場合はそこまで難しく考える必要はないですが一定の注意は必要です。\n【企業や上司との関係性も問題なさそうなケース】の退職手順\n- 希望退職日・有休日数・必要書類・社内規定を確認\n- 引き止めがあった時の断り方を考える\n- 勇気を出して上司に退職を切り出す\n- 社内規定に乗っ取って退職交渉を実施\n- 最終出勤日や有休取得日が決定\n- 引き継ぎ業務を計画的に実行\n- 最終日までにお世話になった人と話す\n- 最終日送別会や挨拶をして退職\n特に【引き止めへの想定】は会社や上司との関係性が良好な人は必須だと考えましょう。\n後半の失敗ポイントで詳しく話しますが、引き止めは基本的に断らないとリスクが大きいのでよっぽどの理由がない限りは断りましょう。\n自分の希望をしっかり伝えよう\n会社や上司との関係性が良好な場合はどうしても「最後なので会社の為になることをしたい」と思います。\nただ、経験してきたからこそわかるのですが、大事なのは【退職した後のこと】です。\nなので、必要以上に気を遣って休みや時間を削るのはおすすめしません。\n退職した後【自分が新しい生活に集中できる休み】や【退職後も仕事が問題なく回る様な引き継ぎを作る】といった所に注目して希望条件を伝えましょう。\n退職交渉で失敗するポイント\nケース別の退職交渉手順がわかったところで、絶対に避けたい退職交渉の失敗パターンを紹介します！\n結論退職交渉の失敗パターンは以下です。\n失敗パターン\n- 必要書類を把握せずに退職交渉\n- 有休を取得しない\n- 引き止めに応じてしまう\nこの3つが何故失敗パターンなのかを解説するので、退職交渉前に把握しておきましょう。\n必要書類を把握せずに退職交渉\n退職の際に会社から受け取らないといけない書類は主に以下の4つです。\n退職の際に受け取る必要書類\n- 離職票：退職後に郵送で受け取る\n- 雇用保険被保険者証:退職時に受け取る\n- 年金手帳：退職時に受け取る\n- 源泉徴収票：退職後に郵送で受け取る\n上記の4つの書類は必ず退職交渉時か手続きの際に必要と伝えましょう。\n※【雇用保険被保険者証】【年金手帳】は会社が保管している場合のみ返してもらう書類です。\n特に離職票がないと失業給付を受けられず数十万損をする可能性がありますので必ず伝えましょう。\n有休を取得しない\n次に【有休を取得しない】ですがこれは先ほどの退職手順でも触れている内容ですが、大事なことなので口酸っぱく言います。\n理由は以下です。\n理由\n退職後は環境が変わって、新しい環境に慣れるのにかなりの体力と気力を使うから絶対に休みが必要\n僕はこれまで異動辞令を8回、転職を2回経験していますが、環境が変わって最初の2ヶ月が仕事の中で一番疲れます。\nまた、気持ちを整理して次の仕事や新生活に切り替える期間としても休みは必要なので有休は必ず取得しましょう。\n引き止めに応じてしまう\n最後の失敗パターンが【引き止めに応じる】です。\n引き止めを断る理由は以下です。\n理由\n会社に残っても会社側の目線では「この人は辞める可能性がある」となり仕事を任せにくく、裁量も与えにくいのでキャリアにとってリスクになる\nもちろん元々「条件が良くなれば残るつもり」であれば引き止めを受けてもいいですが、ここに退職交渉の方法を調べにきた方の中では少ないケースだと思います。\nなので退職交渉での引き止めは基本的に断りましょう。\n失敗パターンを網羅できたので、次の章ではより退職交渉をスムーズに進められるよう僕がキャリア相談を受けている相談者さんから頂いた退職に関しての質問を紹介します。\nよくある質問\n質問①\n退職代行サービスを利用したら印象悪くないですか？\n答え①\n質問②\n退職時の有休って申請してどうしたらいいんですか？\n答え②\n質問③\n退職するのが寂しいです。この気持ちにどう向き合って退職交渉をすればいいですか？\n答え③\n退職で寂しいと思ったらどうする？退職を2回経験した対処法を解説\n質問④\n転職を考えていますが今の職場が耐えられないので転職先が決まる前に辞めていいですか？\n答え④\n質問④のように転職活動への不安がある人に向けて、転職活動の成功率を格段に上げるノウハウも以下のリンクで記事にしているので併せて読んでみてください。\n【転職完全攻略】レジ打ち社員が最短20日で年収アップの転職ができたノウハウ解説\n最後に\n最後に今回の退職交渉を完全攻略する方法をまとめとおすすめ情報を紹介して終わりたいと思います。\n退職交渉は以下3パターンに分けられるので自分のパターンに合わせて退職交渉を準備しましょう。\n【完全攻略】退職交渉のケース\n- 退職を切り出すとトラブルが起きそうなケース\n- 退職を切り出した時どうなるかわからないケース\n- 企業や上司との関係性も問題なさそうなケース\n【退職を切り出すとトラブルが起きそうなケース】の退職手順\n- 希望退職日・有休日数・必要書類を確認\n- 退職代行サービス2社に無料登録\n- 2社のうち面談対応か費用面で良い方に依頼\n- 退職代行が退職交渉をする前に必要ならお世話になった人へ個別連絡\n- 退職代行が希望通りに退職手続きをしてくれる\n- 有休消化後に退職\n【退職を切り出した時どうなるかわからないケース】の退職手順\n- 希望退職日・有休日数・必要書類・社内規定を確認\n- 勇気を出して上司に退職を切り出す\n- 社内規定に乗っ取って退職交渉を実施\n- 最終出勤日や有休取得日が決定\n- 引き継ぎ業務を計画的に実行\n- 最終日までにお世話になった人と話す\n- 最終日送別会や挨拶をして退職\n【企業や上司との関係性も問題なさそうなケース】の退職手順\n- 希望退職日・有休日数・必要書類・社内規定を確認\n- 引き止めがあった時の断り方を考える\n- 勇気を出して上司に退職を切り出す\n- 社内規定に乗っ取って退職交渉を実施\n- 最終出勤日や有休取得日が決定\n- 引き継ぎ業務を計画的に実行\n- 最終日までにお世話になった人と話す\n- 最終日送別会や挨拶をして退職\n自分のパターンに合わせて最適な退職手順を取っていきましょう。\nコツは「無理！」と思ったら潔く退職代行を利用することです。\nおすすめ情報として僕が一番信頼できる【退職代行サービス】を紹介します。\n頼れて安心の退職代行：辞めるんです\n総合おすすめ度：\n\"辞めるんです\"は、弁護士監修&労働組合提携で運営している退職代行サービス。\n＼5分で退職交渉終了！／\n本記事は以上となります。最後まで読んでいただいてありがとうございました。\nもし参考になったら本記事にコメントやSNSをフォローしていただけると大変励みになります！\nこれからもよろしくお願いします。"}
{"url": "https://miyablog.info/career-choice-service", "text": "実は僕自身もキャリア選択に年以上悩んだ経験がありますが、経験から言うとキャリア選択の問題は誰かに相談しないと中々解決は難しいです。\n今回はそんな「キャリア選択の行き詰まりや悩みを一発で解決するサービス」を紹介していきます！\nこんな方におすすめ\n- 転職すべきか現職で頑張るべきか悩んでいる人\n- 転職したいけど方向性が定まらない人\n- 自分に合う仕事を見つけたいけど見つけ方がわからない人\n記事の後半には、【キャリア選択で悩んだ時によくある失敗3選】や実際転職相談で聞く【よくある質問】も紹介するので、この記事と紹介するサービスを使えば自分らしい働き方が見つかります！\nまた、僕が一番キャリアの方向性に迷った時に使って欲しいのは【POSIWILL(ポジウィル)】です。\n正直無料で相談できるサービスの中で「転職が目的ではなく、自分らしく働くことを重要視」してくれる唯一のサービスです。\n＼たった3分がキャリアと人生を変える／\nキャリア選択で悩んだ時のおすすめサービス3選\nキャリア選択で悩んだ時のサービスとしておすすめなのは上記の3サービスです。\n順番に解説してきます！\n転職エージェントナビ\n【転職したいけど方向性が見えない】という悩みには、転職エージェントナビを活用しましょう！\nキャリアの方向性が見つかる：転職エージェントナビ\n総合おすすめ度：\nメリット\n- 自分にぴったりのエージェント探しからしてくれる\n- エージェントとマッチングした後も中立の立場でサポートしてくれる\n- 利用者満足度を優先してるので無理な応募を勧めることがない\nデメリット\n- 最初にマッチング担当者と面談するのでプロセスが多い\n- 対応していない地域がある(非対応は基本的に地方で転職先が都会であれば基本OK)\n転職エージェントは転職させると報酬が入るので、基本的に転職意思が強い人を優先して対応します。\n転職エージェントナビは転職希望者とエージェントの完全中立の立場にいるサービスなので、方向性に迷う人でも自分に合うキャリアが見つかるまで対応してくれます。\n＼10分で方向性が見つかる！／\nPOSIWILL\n【転職すべき？という漠然とした悩み】がある方はPOSIWILL(ポジウィル)の初回無料面談を活用してみましょう！\nキャリアのパーソナルトレーナー：POSIWILL\n総合おすすめ度：\nメリット\n- 転職ではなくどう生きるか？という目線でサポートしれくれる\n- 「どうしたらいいかわからない」という悩みでも相談に乗ってくれる\n- 適正診断も受けられるので自己実現の解像度が上がる！\nデメリット\n- 月額料金が掛かる(初回面談は無料)\n- 求人紹介はないので転職したい場合は別サービスの登録が必要\n月額料金が発生するデメリットはあるものの、初回無料相談を受ければ診断も受けられるので無料面談と診断だけを受けるだけでもキャリアにプラスです。\nまた、求人紹介がないのはデメリットであげていますが、実は求人紹介がないのは無理に書類を用意したり選考対策をする必要がないのでキャリア選択に集中できるメリットでもあります。\n＼「こうしなくちゃ」なんてない！／\n相性転職\n【どんな仕事が合うのかわかない】という悩みがある方は相性転職の活用で転職成功をしている人が今増えています。\n本質に合うが見つかる：相性転職\n総合おすすめ度：\nメリット\n- 特性で自分に合う企業や職種を紹介してくれる\n- 見えない特性や強みが見つかる\n- 入社後半年の定着率100%で確かな実績を元に対応してくれる\nデメリット\n- スキルや経験は考慮されない\n- 本当に合う求人だけの紹介なので大量の求人が届くことはない\n相性転職はスキルや経験に自信がある人にはおすすめできないですが、面談結果からわかる特性を基に本質的に自分に合う転職先を紹介してもらえるサービスです。\nその根拠として入社半年間の定着率100%の実績があり、一般的な転職エージェントでは実現できない数値です。\n＼天職に出会える！／\nキャリア選択で悩んだ時によくある失敗3選\nキャリア選択で悩んでいる時は考え込んでしまって判断を間違うことが多々あります。\n「言われるがまま転職したけど企業が自分にあってなかった..」\n「不安が大き過ぎて転職活動に踏み切れずに1年、2年と経ってしまった..」\nもちろん人によっては転職すべきかしないべきかは違います。\nただ、どちらにしても悩んで決断が遅くなるのはすごく勿体無いことです。\n本章では【よくある失敗】を事前に把握して同じ失敗を避けることを目的としています。\n人に相談せず自分で解決しようとする\nまずこれの【相談せず自分で解決しようとする】は一番多いパターンで、僕も同じ失敗をしました。\nもし、可能なら勇気を出して家族や友人、頼りになる同僚などにキャリアの悩みを相談して客観的な意見をもらうようにしましょう。\n相談してみると案外「こんな簡単な問題だったのか！」と解決の糸口が見えるようになります。\nまた、先ほど紹介したサービス【POSIWILL(ポジウィル)】も「転職ではなく、どう生きるか？」という観点で相談に乗ってくれるので無料相談してみてください！\n＼「こうしなくちゃ」なんてない！／\nエージェントに言われるがまま応募する\n次は【エージェントに言われるがまま応募する】ですが、これは僕が経験した失敗の中で一番後悔したポイントです。\n筆者の失敗パターン\n- 初めての転職活動を開始\n- 登録したエージェントからとりあえず応募数が大事と言われる\n- 言われるがまま色んな業界に応募\n- 数社書類選考が通過し一次、二次面接に進む\n- 選考通過は嬉しいが「何か違和感を感じる」\n- 結局全て最終面接で落ちてモチベーション低下\n- 転職活動中断しモヤモヤ1年過ごす\n特に赤字の部分が「大失敗だった」と後悔しているポイントです。\n転職エージェントは転職のプロですが、転職やキャリア選択は自分の人生に直結するものなので自分主導で選択する必要があります。\nここで頼りきってしまうとどこかで「正しかったのか？」感じることになり、そのタイミングが転職後になってしまうと取り返しがつかなくなります。\nまた、エージェント側にも自分の希望や方向性をしっかり伝えることでエージェントは希望にあった求人を紹介してくれるので、自分主導で活用するのは結果的にWIn-Winの関係になります。\n転職サイトだけを使う\n転職相談者から相談されるよくある失敗パターンとして【転職サイトだけを使って転職】があります。\nただ、ここは「めんどくさい」を振り切って転職エージェントに登録して面談を受けましょう。\n理由は、転職サイトは転職エージェントよりも求人の掲載代金が低くブラック企業が集まりやすいからです。\n逆に転職エージェントは【採用にお金を回せる資金力がある会社】、【人材採用・育成に力を入れている会社】が揃っているのでホワイト企業の遭遇率が上がります。\nブラック企業に遭遇するというリスク(失敗)を回避するためにも転職エージェントを登録して転職活動しましょう。\nもし、「ぴったり自分に合うエージェントをマッチングして欲しい」という場合は先ほども紹介した【転職エージェントナビ】を活用してみてください。\n＼10分で方向性が見つかる！／\nよくある質問\n本章では、キャリアに行き詰まって相談していただいた相談者さんからよくもらう質問への回答を紹介します。\n質問①\n自分のスキルに自信がなくて転職活動に踏み出せません。どうしたら良いですか？\n答え①\n同じようにスキルに悩む人は以下の記事が参考になると思います。\n【転職完全攻略】レジ打ち社員が最短20日で年収アップの転職ができたノウハウ解説\n質問②\n転職した時のリスクが大きい気がして転職活動をしても転職できないと感じていますが、転職のリスクに関してどう考えていますか？\n答え②\n質問③\n退職交渉のことを考えると申し訳なさや怖さで転職活動を始められません。\n答え③\n転職活動で内定獲得後に見ても大丈夫ですが、対処法の記事を以下にて紹介しておきます。\n最後に\n最後に今回の内容をまとめて理解を深めて終わりたいと思います。\nキャリアを助けるおすすめサービス\n- 転職エージェントナビ\n- POSIWILL(ポジウィル)\n- 相性転職\n上記の3サービスは今の悩みに合わせて選ぶことでキャリア選択の解決ができます。\n以上が僕が本気で【キャリア選択に行き詰まった人】へおすすめするサービスです。\nまた、本記事を見ただけで転職活動を本格的に始めたいという方は以下の記事で転職活動の成功方法を解説しています。\n【転職完全攻略】レジ打ち社員が最短20日で年収アップの転職ができたノウハウ解説\n最後までありがとうございました！\n今後も理想のキャリアを叶える為の活きた情報を発信していきますのでよろしくお願いします。\n本記事が参考になったら下のコメント欄入力やSNSフォローなどしていただけると、今後の励みになりますので是非よろしくお願いします！"}
{"url": "https://miyablog.info/person-who-can", "text": "こんにちは！みゃーぱぱです。\n転職前のあるある\n「転職できる人ってなんか仕事ができてすごそうな人だよな〜」\n「転職したいけど自分には胸を張れるスキル・経験がないな〜」\nって転職したいけど壁が高く感じて悩むことないですか？\nですが、僕は転職を成功してその後転職支援もしてきましたが、今感じるのは転職できる人は簡単な共通点があって特別なスキルや経験はいらないという結論を持っています。\n今回は転職できる人を過度にすごいと思わないで自信を持って転職できることを目的として簡単な共通点を紹介します。\nこんな方におすすめ\n- スキル・経験や他人と比べて転職に対して高い壁を感じている\n- 転職成功のコツを知りたい\n- 転職したいと思ってるけどずっと踏み出せてない\nまた「すぐにでも転職したい！急いでる！」という方は、\n僕が全くの未経験から転職成功に導いてくれた最高の転職エージェント【マイナビエージェント】に登録してみてください。\n＼たった10分で最高の転職スタート／\n<結論>転職できる人は〇〇が上手い！\nまず結論から言うと以下となります。\n結論\n- 転職できる人は自己分析が上手い\n転職できる人の共通点は全て自己分析が起点となります。\n具体的には以下の5点が共通点となります。\n転職できる人の共通点\n- 最初に優先順位を決めている\n- アピールポイントがはっきりしている\n- 転職理由と志望理由が一貫している\n- 差別化を意識している\n- 見えない所で転職準備をしている\n次章からこの共通点の詳細を紹介していきます。\nまた、この時点で「あ、自己分析だったらできそう」と思った人はすぐに転職活動を始めてみていいと思います！\nその場合は以下リンクで転職を攻略できるロードマップを紹介しているので、こちらから転職成功を目指していきましょう！\n【転職完全攻略】レジ打ち社員が最短20日で年収アップの転職ができたノウハウ解説\n転職できる人はすごい？簡単な共通点\n改めて転職できる人の共通点に関しては上記5点です。\nでは、順番に見て行きましょう！\n最初に優先順位を決めている\n転職市場では数えきれない数の求人が今現在も増え続けています。\nもちろんその中にあなたの人生を今より良くしてくれる求人は必ずありますが、どんな求人も万能ではありません。\nですが、転職ではできるだけ条件が良い転職先を探したいのは当然で、転職初心者だと特にあらゆる条件を求める傾向があります。\nこの条件に対して、転職ができる人はあらゆる条件の中で大体3つくらいの優先順位を決めて求人探しをします。\n筆者の優先順位\n- 勤務地：関西\n- 業界：IT・WEB\n- 年収：同程度で短期間で上がる見込み有\n僕は最初の転職活動で挫折して、2回目は絶対失敗したくなかったので最初に「何が不満で何が解決できたら良い転職なのか」を自己分析したことで上記の優先順位となりました。\nこの優先順位は例えると、【カーナビに目的地をセットする】みたいなものです。\n目的地をセットしないと迷ったり、いらない寄り道をしてしまうのでまずは目的地を決めるように優先順位を決めましょう。\n自分のアピールポイントがはっきりしている\n自分のアピールポイントは強みとも言い換えられますが、転職できる人は強みを自己分析で見つけてとにかく尖らせるのが上手いです。\n具体的には以下のイメージです。\n強み：難しい議論や問題を今日入社した新人にも本質を理解させるくらい自分でまとめて伝えることができるのが強み\n弱み：本質や要点を即座にまとめる癖があるので、会議で不必要な問答には関心が持てず一言一句記録する議事録作成などは苦手\n※かなり端的に書いていて、実際面接の時はエピソードトークを交えて自分の強みがもたらした効果まで話すべきなので注意してください。\n上記の様に、強みが分析されているとその反面として付け加える形で弱みが作れるのですごく簡単です。\n転職できる人は自己分析の中で自分の強みにフォーカスして選考でアピールできる様にしています。\n転職理由と志望動機が一貫している\n急に「転職理由と志望動機の一貫性」と言われても難しいと思うので、まずは僕が使っていた転職理由と志望動機を見ましょう！\nポイントは転職理由と志望動機の繋がりです。\n転職理由：私が今回転職を考えた理由は、「子どもや子育てに関わる分野でより負担を減らし、安心して利用してもらえるサービスを展開し広めていきたい」と考えたからです。\n元々は現職へ新卒で入社した動機も同じ理由だったのですが、現職はコロナウィルスの影響を受け変化した生活様式によって業績悪化が続き、小売という業界にいてこのまま今後自分の入社動機としていた「夢」を叶えらえるのか？叶えられる人材になることはできのか？と考えました。\n考えた上で今回現職で「夢」を追いかけるのではなく、成長している業界でより新しいプロダクトを展開する企業文化のある企業に転職することで自分がより「夢」に近づける可能性を上げたいという理由で転職を考えました。\n志望動機：そんな中御社が直近3年で4つのプロダクトや新業態を展開されていて短期間で成長されているのを拝見し、この場所で経験を積むことで自分に新しい事を形にする。市場やお客様に求められるサービスにする。スキルを身に着けたいを感じて今回応募いたしました。\nまた、これまでと業界が異なる為直接的に経験が活かせないかもしれませんが、職務経歴書で記載しております〇〇店舗において数値分析から改善提案、実行をして結果を出した経験は御社クライアントへの改善提案や社内の数値改善において活かすことができると考えておりますので本日はどうぞよろしくお願いします。\n最初は考えるのが難しく、「転職理由なんて年収アップが目的」って考える人も多いと思います。\nただ、お金をもらう(採用)を受ける為には選考で企業からあなたはお金を払う価値があると思わせる必要があります。\n転職できる人は「どうやったら自分にお金を払ってもらえるか？」を考えた上で転職理由や志望動機を考えています。\n差別化を意識している\n転職できる人の中でも「すごい」と感じる人や、大手企業の内定を未経験でも取ってしまう人に共通しているのが【差別化を徹底している】です。\n僕は悩んだ末にこれまでの経験では差別化できないと考えて以下の内容で差別化しました。\n筆者の差別化ポイント\n- とにかく誰よりも企業分析と考察をする\n誰でもできることですが、「ここまで突き詰めてやるか？」というレベルまで調べることで差別化を図りました。\n具体的にはHPはもちろんのことHP内の事例、インタビュー、SNS、広告、関連ニュースまで調べ尽くしました。\nもちろんこれは一つの例なので必ず習う必要はないですが、差別化と同時に熱意や仕事への姿勢も好印象で伝わるのでおすすめです。\n見えない所で転職準備をしている\n最後の共通点が【見えない所で転職準備している】です。\n転職できる人は最終的に転職しない場合も転職準備をしている人が多いです。\n理由は、自分の市場価値やキャリアの選択肢を知っておく為です。\nこれをすると自分の市場価値を定期的に把握して今の待遇より市場価値の方が良い場合や、自分が今の仕事より惹かれる仕事があればいつでも転職できる様になります。\n現状の立ち位置を確認したいという人は【POSIWILL(ポジウィル)】の利用をおすすめしています。\n「転職する！」という観点じゃなくて「どう生きるか？どうキャリア選択するか？」という視点でサポートしてくれます。\n＼「こうしなくちゃ」なんてない！／\n次章では転職できない人の共通点を紹介します。\n転職できない人の共通点\n転職できない人の共通点\n- 条件だけで応募する\n- エージェント任せになる\n- 企業分析をしない\n- 自分に自信がない\n転職できない人の共通点は上図です。\nリスクを減らす為にもこれから詳細を確認していきましょう。\n今既に転職活動をしている人も「該当する部分はないか？」という観点で一緒に確認すると今日から転職活動の質が変わります。\nとりあえず条件だけ見て応募する\n転職初心者に多い間違いが【求人をとりあえず片っ端から条件を見て応募する】という応募方法です。\nですが「とりあえず応募をする」は絶対にNGです。\n理由は選考途中で「本当にこの企業の選考に進んでもいいのか？」と雑念が入りパフォーマンスが落ちます。\nまた、応募企業が増えるとその分企業分析の時間が必要となり本当に優良求人に出会えた時に本気で対策ができません。\n「お金さえ手に入ったらどんな仕事でもいい」だったら片っ端から希望年収が合う求人に応募すればいいですが大多数は他にも叶えたい条件があるはずです。\nなので自分がワクワクする、期待できる企業に絞って応募してみましょう。\nエージェント任せになる\n転職エージェントは転職のプロであり、僕も長年お世話になっていますが今でもそうだと思います。\nですが、ここで大事にして欲しいのは、【あなたの人生のプロはあなた本人しかいません】\nまた、僕はこのメディアを運営するので実際のエージェントと話す機会が多いですが、転職支援で一番困るのは「お任せされること」と皆さん言われます。\n「頼ってくれるのは嬉しいけどどうやって支援したら良いのか？自分の言う通りにやって挫折させたくない」\nとエージェント側のパフォーマンスも無意識にセーブされてしまいます。\nもし、的確なアドバイスをもらいつつ転職活動を確実に進めたい人は【マイナビエージェント】を使ってみてください。\nとにかくこちらの話を全部聞いてくれた上でのアドバイスを徹底しているので、僕も初めての転職で助けてもらいました。\n＼たった10分で最高の転職スタート／\n企業分析をしない\n面接対策を働きつつで時間がない中、台本作って鏡で練習して臨む人が多いですがこれは半分正解で半分間違いです。\n正解の面接対策は【企業分析>>>>台本づくり>鏡で面接練習】です。\n僕はよく面接をデートに例えて考えるのですが、初デートに行く時はデートプランを考える前に相手の趣味や好きなご飯を聞きませんか？\n自分でデートプランを考えるにしろ、相手と一緒に考えるにしろ良いデートにする為には相手の情報が必要です。\nそれと同じで面接も良いアピールには企業を知ることが最優先で必要です。\nまた、企業分析をしていくと自然と「こうアピールした方が良さそう」とアピールが思い付いたり、人より調べたことが自信になって結果的に良い面接になりやすいです。\n自分に自信がない\n最後の共通点として【自分に自信が持てない人】ですが、転職成功を引き寄せる最大の要素は【自信】です。\n先ほどの企業分析も【自信】を持てるメリットがあると話しましたが、皆さんも転職活動では自信満々でアピールすることを心がけてください。\nでは、具体的に転職活動で自信を持つ為に使える方法は何なのか？も参考として紹介しておきます。\n自信を持つ方法\n- 誰よりも企業分析をする\n- 同僚や家族に自分の強みを聞く\n- エージェントに経歴を細かく伝えて客観的意見をもらう\n- 仕事でやり切ったと思う出来事を書き起こす\n上記は一例ですが、転職できる人は主にこういった内容で自分の強みを知るか、作るかをして【自信】を身に纏って面接に挑みます。\nもし、どういった方向性で自分に強みがあり【自信】を持ったらいいか迷った方は、以下の記事で全く未経験で自信無しの僕が異業種に転職した方法を詳しく紹介しているので参考にしてみてください。\n未経験からの転職なら\n-\n【極意】未経験から異業種転職を成功させるポイント3つ\nあ〜あの時は苦しかったなぁ〜。 みゃーぱぱ みゃーくん いきなりどないしたん？便秘の話？ 違うよ！ 小売で働いてた時「異業種にチャレンジしたいけど未経験だし難しそう〜。」って絶望してる時を思い出したん ...\n続きを見る\n次章では【今日から転職できる人になるコツ】を紹介します。\n転職できる人になるコツ\n今日から転職できる人になるコツはこの3点です。\n転職できる人の共通点\n- 転職エージェントに2社登録\n- アピールポイントを整理する\n- 転職軸を決める\n転職を成功する為には企業分析など対策は必要ですが、初歩としてこの3点をまず実行しましょう。\nこれができると不思議なくらい転職活動がスムーズに進みます。\nまた、もしこれまでの解説で「この3点はもうできそう！」と思った人は実際に転職活動を進めてみましょう！\n以下の記事で誰でも内定が取れる転職活動の攻略方法を解説しているので良かったら読んでみてください。\n最短20日で内定！\n-\n【転職完全攻略】レジ打ち社員が最短20日で年収アップの転職ができたノウハウ解説\nこんにちは！みゃーぱぱです！ 転職あるある 「転職したいけど、仕事しながらなんて忙しくてできそうにない..」 「何も知らないまま転職を進めるなんてリスクが大きそうで怖い..」 初めて転職を考える方のほ ...\n続きを見る\nまずは転職エージェントを2社選ぼう\n転職エージェントを2社使うのは【自分に合うエージェントを活用するのが成功のカギ】だからです。\n転職エージェントを登録する時はまず大手エージェントを選びましょう。\n理由は【非公開求人数が多い】からです。\n具体的には以下のエージェントを登録してみましょう！\nエージェントを2社選ぶならここから！\n世の中には色んなエージェントやスカウト型サービスなどもありますがまずはこの大手転職エージェントを利用して、「もっと情報が欲しい」となったら別サービスを検討してみましょう！\n自分のアピールポイントを整理しよう\n先ほど【転職できる人はアピールポイントがはっきりしている】と話しました。\n当然ですが転職できる人になるにはアピールポイントは必要不可欠です。\nここでは転職できる人がアピールポイントを決める為によくやる方法をお伝えします。\nアピールポイントの見つけ方\n- エージェントに経歴で強みとなる部分を聞く\n- 仕事でのターニングポイントを書き起こす\n- 何の仕事でやりがいを感じたのかを書き起こす\n- 家族や同僚に楽しそうに仕事してた時がいつか聞く\nこの中で一番有効なのは【転職エージェントに聞く】です。\nエージェントは転職のプロなので、応募した求人に対してどこがアピールポイントになるか教えてくれます。\n是非実践して自分のアピールポイントを発掘してみましょう。\n転職軸を決めよう！\n最近どの転職関係の情報や本でも【転職軸は大事】と言われます。\n転職軸がないのはナビに目的地をセットせず車を発進させるのと同じで、当然道に迷ったり目的地を見失ってしまいます。\nここではできる人がやっている転職軸の決める手順を紹介します。\n転職軸を決める手順\n- 転職で叶えたいことを決める(目標)\n- 目標を叶える為に必要な条件を決める(手段)\n- 手段の優先順位を決めてエージェントに伝える(実行)\nこれは僕個人の一例ですが、以下のように考えました。\n目標：\n子育てを楽しみつつ趣味の旅行に沢山行きたい\n手段：\n・子どもが産まれても旅行に行ける経済力が必要→年収\n・今後も経済力を担保できるキャリアを歩む→IT・WEB業界\n・安心して子育てできる妻の実家近くに住む→勤務地\n・比較的好きな時に旅行に行ける休みが欲しい→休日\n伝えた優先順位(実行)：\n①IT・WEB業界\n②勤務地\n③年収\n④休日\nエージェントに伝えたイメージとしては【①IT・WEB業界、②勤務地は絶対】で他はできたら叶えたい条件として伝えました。\nもし、自分が叶えたいことや本質的に何を求めているのかが見つからない人は【POSIWILL(ポジウィル)】を使ってみてださい。\n「転職する」ではなく、「どう生きるか？」を真剣にアドバイスしてくれて、タイプ診断もできるので自分の本質が見つかります。\n＼自分らしさに気づける！／\nよくある質問\nメインはここまでで全て語りましたが、補足として実際に僕に転職相談をしてくれた人からよくもらう質問とその答えを紹介します。\nここまで読み込んで理解し実践できれば間違いなく今日から転職できる人になれます！\n質問①\n転職できる人はすごいなって思うけど、残された方の大変さを経験すると職場に悪くてできません。\n答え①\n質問②\n年収下がったり、待遇が悪化するのが怖くて転職活動に踏み切れない場合どうしたらいいですか？\n答え②\nもし待遇を上げる転職がしたい場合は、僕が初めての転職で年収を2倍にした話を元に成功のコツを紹介してるから以下記事を参考にしてください。\n【小売業から転職】経験者が語る7つのおすすめ転職先と成功のコツ\n最後に\nここまで【転職できる人はすごいのか？できる人が持つ共通点は何なのか？】を解説してきました。\n最後に内容をまとめて終わりたいと思います。\n転職できる人の共通点\n- 最初に優先順位を決めている\n- アピールポイントがはっきりしている\n- 転職理由と志望理由が一貫している\n- 差別化を意識している\n- 見えない所で転職準備をしている\n転職できない人の共通点\n- 条件だけで応募する\n- エージェント任せになる\n- 企業分析をしない\n- 自分に自信がない\n転職できる人の共通点\n- 転職エージェントに2社登録\n- アピールポイントを整理する\n- 転職軸を決める\n転職できる人はとにかく自己分析をして自分をどう見せるのか？を徹底的に意識しています。\nですが、自己分析は誰にでもやろうと思えばできますし、自分の強みは無いと思っていても必ず有ります！\n皆さんも絶対に転職できる人になれるので実践してみましょう！\nまた、転職を始めるには転職エージェントを使ってみるのが最適です。\n【マイナビエージェント】は当時右も左もわからず自己分析なんでやる意味もわかってない僕の転職を成功に導いてくれましたので是非登録してみてください。\n＼たった10分で最高の転職スタート／\n以上となります。最後までありがとうございました！\n本記事が参考になったら下のコメント欄入力やSNSフォローなどしていただけると、今後の励みになりますので是非よろしくお願いします！"}
{"url": "https://miyablog.info/%e3%80%902025%e5%b9%b4%e7%89%88%e3%80%91%e8%bb%a2%e8%81%b7%e5%a4%b1%e6%95%97%e3%81%8c%e6%80%96%e3%81%84-%e4%b8%8d%e5%ae%89%e3%82%92%e4%b9%97%e3%82%8a%e8%b6%8a%e3%81%88%e3%82%8b%e6%96%b9%e6%b3%95", "text": "こんにちは！みゃーぱぱです！\n転職前のあるある\n「転職したいけど、失敗したらこれまでの頑張りが水の泡になるんじゃ..」\n「誰も未来は約束してくれないから怖い..でも今のままじゃダメだと感じる」\n上記の様に転職活動に踏み出す前に、「もし転職に失敗したら…」「転職が怖くて何も行動できない」と悩んでいる方は多いです。\nこの記事では、転職失敗が怖い理由とその原因を徹底的に分析し、筆者自身の体験談や最新の統計データをもとに、恐怖を乗り越えて次のステップに進むための具体的な対策とアクションプランを紹介します。\n本記事で得られる情報\n- 転職の具体的なリスク\n- 転職失敗リスクの乗り越え方\n- 不安を払拭した体験談\n- 転職で大切なマインドセット\n- 仮に失敗した際のリカバリー方法\nこの記事を読み進めることで、あなた自身の不安が整理され、転職に対する心のモヤモヤを解消する一助となれば幸いです。\n転職失敗が怖い―その本当の理由とは？\nまずは最初に何故転職失敗が怖いのか？一般的にな転職リスクから客観的に見てみましょう！\n転職失敗への恐怖は、主に以下の３つの側面から生じています。\n経済的リスクへの不安\n一番多いのがこのリスクです。\n「転職後、収入が下がるのではないか？」\n「福利厚生が充実しないのではないか？」\nという経済面での不安は、多くの人が抱える悩みです。\n現職の安定収入と比較した際、転職先での初期の不安定さや、期待していた昇給が実現しないリスクは、家族の生活や将来設計にも影響を及ぼすため、特に重要な懸念材料となります。\n【転職で年収が上がる割合】\n上記のように転職したからといって確実に年収が上がるわけではないので、特に初めて転職を考える人の多くは転職後の年収が予測しにくい為不安を感じる人が多くなります。\nキャリアへの悪影響と自己成長の不透明感\nこれは長く年功序列の風土が根強い日本人にとってリスクとして大きく感じる部分です。\n「次の転職先で失敗して退職したら経歴に傷がつく」\n「今までこの業界で頑張ってきたのに業界を変えたら勿体無い」\nこういった心理が働き必要以上に転職失敗の不安を感じる人が多くいます。\nただ、個人的に異業種転職・フリーランス・起業を経験してきた筆者の経験としては「自分で選んだキャリアであれば傷がつくことも無駄になることもない」と断言します。\n精神的・心理的ストレス\n転職は色々なストレスが自分に降りかかってきます。\n- 転職先という未知の環境に飛び込む恐怖\n- 退職の申し訳なさや切り出すタイミング\n- 家族がいれば不安にさせてしまうというストレス\n- 転職先で最初から期待に応えないといけないプレッシャー\n経済的やキャリア形成など説明しやすいリスクではなくストレスは目に見えないもので人によってストレス耐性も変わります。\n【転職先で辞めたいと思う理由】\n次章では、説明したリスクを元に筆者が経験した転職失敗の怖い気持ちや乗り越え方をお伝えします。\n筆者が経験した転職失敗とその乗り越え方\n私自身も転職活動中、何度も「転職は失敗するかもしれない」という恐怖にとらわれ、約3年間も決断できずにいました。ここでは、実際の体験をもとに、どのようにその不安を乗り越えたのか、具体的なエピソードを紹介します。\n経済的リスクと向き合った経験\n転職前、私も「転職すれば収入が不安定になるのでは」と考え、家族への影響が心配でした。\nそこで私は「年収アップを絶対条件」として第一条件に入れて転職エージェントに登録して相談しました。\n転職エージェントからは「年収アップとなるとかなり求人は少なくなりますよ？」とどこも口を揃えて言いましたが、その中でも親身になって求人を探して紹介してくれる人がいたことで無事年収アップで転職できました。\n同じ様に経済的リスクで失敗の不安を感じる人は勇気を持って「年収アップが条件」と転職エージェントに相談してみてください！\nキャリアの未来シミュレーション\n実はキャリア形成への不安は抱えていたのですが先に話した「年収アップを絶対条件」にした転職活動によってこの不安は取り除かれることになりました。\n自分の考え方としては「絶対にこの仕事がやりたい！」というのが一切なかったので\n【年収アップの転職活動 → 売上が伸びる業界の企業に転職 → そこで結果を出す → 需要のある業界で実績があるので次のキャリアがより有利になった】\nという流れで転職後はよりキャリアの選択肢が増える結果となりました。\n補足すると、僕は学歴もFランですし新卒入社も店舗の販売員としてずっとレジ打ちをしてた人間なので転職市場ではスキル・実績なしの人間です。\nそんな僕でも年収アップ転職にこだわることで転職失敗の怖さを乗り越えて今のキャリアを築けています。\n詳細はこちら\n-\n小売から転職は厳しい？経験者が紹介する7つの転職先と成功のコツ\nこんにちは！みゃーぱぱです！ 小売業あるある 「転職したいけど、小売業以外の業界を知らないから良い転職先がわからない」 「自分のスキルが活かせるのかわからないから転職に踏み切れない」 小売業で長く働い ...\n続きを見る\n精神的ストレスの克服と心のケア\n僕は最初の転職では新婚生活中、次の転職では子どもが生まれたばかりという状況だったので不安からくる精神的ストレスは凄まじいものでした。\nただ、対策としては非常にシンプルで\n「できるだけ人に相談する(家族やエージェント)」\n「自分の考えをスマホのメモに書き出して整理する」\nといった誰でも思いつく対策です。\nですが、ストレスに悩まされている時は冷静な判断ができないのでこういった自分を見つめて理解する為のアクションは大事です。\n人に話したり書き出すことで考えが整理され転職すべきか転職しないべきかなどの具体的なアクションが取りやすくなります。\n次の章ではより具体的に対策方法をステップでまとめて誰でも失敗リスクを回避できるようにしています。\n転職失敗のリスクを回避するための具体的対策\n前章でも大枠での対策を体験談ベースで話しましたが体系化されてないので6つのステップにまとめてみました。\nステップ1：自己分析と転職軸の明確化\nまずは、簡単で良いので以下の項目を書き出して転職軸を決めてみましょう！\n書き出す情報\n- 何故転職したいか？\n- 転職することでなりたい姿は？(キャリア)\n- 転職することでなりたい姿は？(プライベート)\n- 転職でリスクに感じる部分はどこ？\n- 決めている絶対条件はある？\n- 感じてるリスクを回避するための条件は？\nもっと書き出して頭を整理しても良いですが上記の書き出しだけでかなり「どういう条件で転職すべきか？「どういう転職をすればリスクや失敗を回避できるか？」が見えてくるようになります。\nステップ2：転職エージェントに登録して相談\n転職軸が見えて条件まで具体的に話せる様になったら転職エージェントに登録しましょう！\n条件を絞ると紹介してもらえる求人数が少なくなる可能性があるので求人数が多い大手エージェントを2つ以上登録するのがおすすめです。\n最初の転職エージェントは有名な所であればとりあえず良いですが、筆者が強いと感じるエージェントを以下にて紹介しますのでよかったら登録してみてください。\n初めての転職でおすすめの転職エージェント\n先述しましたがエージェントに強めの条件を伝えると「難しい」と言われる可能性はありますが勇気を持って伝えてみましょう。\nエージェントが本当に厳しい場合は代替え案を出してくれたりもしますが、大事なのは「あなたが転職で叶えたいことが叶うのか？」が大事です。\nその視点でエージェントとディスカッションをしてキャリアビジョンを具体化していきましょう！\nステップ3：パートナーがいるなら相談\n大切なパートナーがいる場合は早めに相談してください。\n転職は当然自分の人生を変えますがパートナーの人生も変わる可能性があります。\n転職活動が思ったよりとんとん拍子に早く進むことが多いです。\nなので、相談時期を逃すと「明日最終面接のタイミングで相談してびっくりさせてしまった」なんてことが起こり理解を得られないリスクも考えられます。\nパートナーには早く伝えて理解をしてもらいながら転職活動を進めていくことで不必要なストレスが回避できるので相談してください。\nステップ4：選考を受ける企業はできるだけ調べる\n転職エージェントから求人が来て気になる企業は応募することになると思いますが書類選考通過をしたらできる限り企業分析をしてください。\n理由は\n- 自分の目で選考先の企業が転職軸に合うか判断する為\n- 客観的な情報から転職したら自分の理想が叶うか判断する為\n- 面接対策になるから\n具体的には、openworkや転職会議などの口コミサイト、企業の採用サイト、chatGPTなどのAIで調査させた客観的な情報を使って分析ができます。\n※口コミサイトは退職した人がメインで感情的なネガティブ要素が多い為鵜呑みにしすぎては駄目です。\nステップ5：内定獲得しても焦らない\n僕の経験では企業分析をしっかりした上で面接をできる人は比較的早く内定を獲得します。\nただ、内定を獲得しても焦ってすぐに転職決定の判断はしない方が良いです。\n頑張って対策した面接で認められ内定が貰えるのはすごく嬉しいものですが感情的な判断は失敗のリスクが見えにくくなっています。\n- 他に選考を受けている企業と比較して内定先の方が良いか確認\n- 内定までに払拭できなかった疑問やできなかった質問はないか？\n- 最初に決めた転職軸に沿った転職になりそうか？\n是非こういった視点でもし払拭できない疑問点などがあればエージェントに聞いてみましょう。\nエージェントは内定獲得させたいので親身になってあなたの疑問を払拭できるように動こうとしてくれます。\nステップ6：退職前に有給をまとめて取る\nこれまでのステップを踏めばかなり転職失敗の怖さやリスクを回避できる転職ができますが、最後にできれば徹底して欲しいのが「有給休暇の取得」です。\n転職は強制的に環境が変化します。\nもちろん今日から心機一転というポジティブな気持ちを持ちやすいタイミングですが、環境の変化への順応は見えない所で大きなストレスを与えます。\n- 人間関係の構築\n- 仕事を早く覚えなきゃいけないプレッシャー\n- 期待に応えようとするプレッシャー\nそういったストレスを対応するには頭と身体を切り替える時間が必要です。\nそういった観点で見るとギリギリまで前職で働いて、すぐ転職先に出勤するというのはストレス余分に抱えやすいので望んだパフォーマンスが出ずに「転職序盤で失敗した」となるリスクがあります。\n有給は労働者の権利なので必ず取得してできる限り休んで気持ちと体力を転職後に備えましょう。\n転職失敗の恐さを乗り越えるためマインドセット\n具体的なアクションステップを解説してきましたが\n「理屈はわかるけどメンタル的に難しいんだよ」\n「もっと安心材料が欲しい」\nという人もいると思います。\n本章では筆者の経験とこれまで様々な初転職の相談を受けてみえた傾向から見えた「転職失敗の怖さを乗り越えるマインドセット」を紹介します。\n転職の恐怖は「誰にでもある」自然な感情\nまず、理解して欲しいのは転職に対する恐怖は決してあなたの弱さではありません。\n決して周りよりビビりだから転職できないのではないのです。\n誰もが未知の環境や変化に対して不安を感じるもので、あなたの周りにいた余裕そうに転職した人も内心は絶対に恐怖を感じていたに違いありません。\n科学的言うとこれは「自己保存の法則」といって脳が自分を守るために、無意識に何かを始めたり変わりたいという欲求を抑えようと自動制御する本能によるものです。\nなので、転職失敗の恐怖は誰しも発生する本能であり、この本能を冷静な判断による理屈と「変わりたい！」というエネルギーで覆して人生を切り開こうとするのが転職活動という考え方をして今の状況をポジティブに捉えてください。\n失敗しても日本の転職市場では挽回可能\n「転職で失敗して人生終わった」「転職して後悔した..」なんて話をSNSやWEB検索で見つけたことがあるかもしれません。\nですが、そういった発言はとても感情的な一過性の話なことが多いです。\n実際、転職市場は今どの企業も人材不足で前向きに働く人材を常に求めていて、それは労働人口が減っていく日本にとってこれから先も顕著になっていきます。\n上記は転職市場が求職者有利なのか？を示す有効求人倍率の表で棒グラフが高いほど求人側が有利で企業側が人を求めている状態を示します。\n有効求人倍率はコロナで一度下がりましたがそれ以降は回復傾向です。\nですので、仮に転職してすぐに失敗しても今の市場だと働き口は探せばあるのです。\nそもそも先程伝えたリスクを回避するステップさえ踏めば後悔は起きないと思いますが「仮に失敗しても日本ならやり直せる」というマインドセットでまずは転職活動に動いてみて欲しいです。\n成功事例から学ぶ\n不安な気持ちに対しては直球勝負も大事です。\nできる限り成功事例や成功手法を見てて転職活動に対してポジティブに考えられるようにしましょう。\n以下の記事は僕の転職経験とこれまで転職支援してきた成功例から確立した転職の完全攻略方法なので是非参考にしてみてください！\nこちらもCHECK\n-\n【転職完全攻略】レジ打ち社員が最短20日で年収アップの転職ができたノウハウ解説\nこんにちは！みゃーぱぱです！ 転職あるある 「転職したいけど、仕事しながらなんて忙しくてできそうにない..」 「何も知らないまま転職を進めるなんてリスクが大きそうで怖い..」 初めて転職を考える方のほ ...\n続きを見る\nもし 転職失敗した時の安全なリカバリー方法\n万一、転職に失敗したとしても、それが人生の終わりではありません。\n冷静にリカバリー方法を取ることで良いキャリアと自己実現に繋げることは可能です。\n本章では転職で失敗した際のリカバリー方法をお伝えします。\n失敗をしてない人でも万一失敗した時の話を事前に知っておけば不安な気持ちを軽減することができるので目を通してみてください。\n失敗と感じても衝動的に動かないこと\n失敗したと感じた時に\n「もう仕事に行きたいくない」\n「転職すべきじゃなかったんだ」\nと気持ちがマイナスに傾くかもしれませんがピンチな時こそ冷静に対処しましょう！\n言うまでも無いかもしれませんが、転職後すぐに退職してしまうとその後の転職では「なんですぐ辞めたの？」という疑問やマイナスイメージと戦うことになります。\nこれは避けられない事実です。\nだから我慢して働きなさいと言うわけではなく自分の未来の為に「今すぐ転職すべきか？」「少し我慢して違うタイミングで転職すべきか？」を冷静に考えることがリカバリーに必要な考え方です。\nいつからでも遅くない自己分析と転職軸の整理\nでは、冷静になって考えようとする時何をすべきか？\nこれは基本に立ち返って自己分析をしてみましょう。\nリスク回避のステップでも記載したようにスマホのメモでもノートでもなんでも良いので書き出してみましょう。\n書き出す情報(例)\n- 何故失敗と思うのか？\n- 何が解決できると失敗した状態は改善できる？\n- 問題を解消する為に必要なアクションは？\n- 転職は今すぐすべき？\n- 今すぐしないとしていつまで残る？\n- そもそも現実的にどうなったらキャリアの成功？\n一例ですが、自分の考えを書き出して読んでみて整理することで何をすべきか？が見えるようになります\n次失敗しない為の対策を自分で考えてみよう\n転職失敗した人はエージェントや周囲の人から勧められて転職など「キャリア選択に他人の意思入ってる割合が多い人」が転職後に失敗となるケースがほとんどです。\nそうしたケースを再発しない為に必要なのは「自分が本当に求めているキャリアとその先にある自己実現を理解すること」です。\n人生の正解は他人が知っているものではありません。なので、自分の人生を成功させるのは自分で考えた選択で成し得るものです。\n「自己分析をして自己実現に必要な情報を取って自分で考えて選択や判断をする。」\nそれが失敗を繰り返さず成功に近づく為の考え方だと僕は経験から確信しています。\nまとめ：転職失敗が怖い人へのエール\n転職の決断に迷い、失敗を恐れる気持ちは決して特異なものではありません。\n実際、転職に失敗したと感じた経験を持つ人は全体の約60%にものぼるという調査結果もあります。\nそれは今の転職市場が必要以上に転職を煽っていて、自己分析もまともにしない中で転職できる企業に転職させるビジネススタイルが主流になっているのが原因だと考えています。\n皆さんの転職を失敗するのが怖い気持ちが間違っていませんが、ちゃんと今回話したリスク回避のステップやマインドセットを理解しておけば不必要に怖がる必要はありません。\n以下に概要をまとめておくのでこれだけもスクショして不安になったら見返せるようにしておきましょう。\n転職失敗リスク回避の6ステップ\n- 自己分析と転職軸の明確化\n- 転職エージェントに登録して相談\n- パートナーがいるなら相談\n- 選考を受ける企業はできるだけ調べる\n- 内定獲得しても焦らない\n- 退職前に有給をまとめて取る\n転職失敗の恐怖を乗り越えるマインドセット\n- 転職の恐怖は「誰にでもある」自然な感情\n- 失敗しても日本の転職市場では挽回可能\n- 成功事例から学ぶ\n使える転職情報紹介\n本記事を見てこれから転職活動を進めようと考える方は、筆者が未経験で年収アップ転職を成功させたノウハウや体験談を記載した記事を紹介するのでそちらも一緒に確認してみてください。\n転職の成功確率が格段に上がります！\nこちらもCHECK\n-\n【極意】未経験から異業種転職を成功させるポイント3つ\nあ〜あの時は苦しかったなぁ〜。 みゃーぱぱ みゃーくん いきなりどないしたん？便秘の話？ 違うよ！ 小売で働いてた時「異業種にチャレンジしたいけど未経験だし難しそう〜。」って絶望してる時を思い出したん ...\n続きを見る\nこちらもCHECK\n-\n「転職できる人は本当にすごい？」経験者が語る実は簡単な共通点5つ\nこんにちは！みゃーぱぱです。 転職前のあるある 「転職できる人ってなんか仕事ができてすごそうな人だよな〜」 「転職したいけど自分には胸を張れるスキル・経験がないな〜」 って転職したいけど壁が高く感じて ...\n続きを見る\n初めての転職ならマイナビエージェント\n最後に僕が最短20日で内定を獲得し、年収を400万円から800万円まで上げ転職成功を手助けしてくれた転職エージェント【マイナビエージェント】を紹介します！\n未経験おすすめ転職エージェント：マイナビエージェント\n総合おすすめ度：\nもちろん登録費用や利用料は全て無料で利用できます。\n未経験やスキル無しでも豊富な求人数・実績・サポート体制があり、間違いないサービスです！\n＼たった5分で転職活動スタート！／\n最後まで読んでいただきありがとうございました！"}
{"url": "https://miyablog.info/profile", "text": "はじめまして！みゃーぱぱといいます！\nこれからこのブログの目的と登場人物について解説します！\nブログの目的\nこのブログは、家族の為の転職を全力で支援するサイトです！\n僕は2年前に家族との幸せを考えてそれまで全く興味のなかった転職活動を実施しました。\n当時、転職前の仕事は小売業界にいたので、\n何かにどこでも通用する特化したスキルなどは一切持っておらず\n全く別の業界を未経験として選考を受けていましたが\n結果的に最適な企業選びと最適な面接対策を行う事で\n年収1.8倍アップ＋年間休日20日アップの企業への転職を成功させました。\n「この成功体験を元に、転職活動に悩む人を支援したい！」\n「また、家族の為に転職をしようか悩んでいる人に悩みが解消できる情報を発信して\n転職活動を通して、より明確な人生設計ができる家庭が増えて欲しい」\nと思ってブログを立ち上げました。\nなので、このブログはこんな悩みの方におすすめです。\nこんな方におすすめ\n- 年収・待遇アップの転職術を知りたい\n- 初めての転職だけど、何から始めたら良いかわからない\n- 転職は情報が多すぎて何が正しい情報かわからない\n- 家族の為に転職で家族を不安にさせない転職をしたい\n- そもそも転職するか悩んでいる\n上記の内どれかでも当てまっていたら、当ブログはぴったりな情報を発信していくので\n読んで頂ければ幸いです。\nみゃーぱぱとみゃーいっかの紹介\nここからは僕とこのブログに登場するメンバーである\nみゃーいっかを簡単に紹介していきます。\nみゃーぱぱ\nまずは\"みゃーぱぱ\"である僕です。\nこのブログの筆者。兵庫県在住の30代男性。\n2年前に\"家族を幸せにしたい。家族の幸せが第一優先。と思い業界を変える転職を決意\"\n何か特別はスキルはないですが、\nやると決めたら徹底的に粘り強くやる性格が功を奏し\n徹底的な企業分析・面接対策・エージェント活用術で\n結果的に年収アップ・年間休日アップの転職を成功させました。\nなので、未経験からの転職術には自信があります！\nまた、前職は子ども用品業界にいた事や保育士資格を持っている背景があり\n子育てについての知識も世のパパより深い事とおむつ変えの正確さにも自信があります！\nみゃーまま\nみゃーぱぱの妻である、みゃーまま\n同じく兵庫県在住の30代女性。\n実はこのブログにちょこちょこ出る、みゃーいっかのイラストは\nみゃーままが書いてくれています。\n元々は美容部員として働いており、今は育休中。\n今後もブログのサポーターとして登場予定です。\nみゃーくん\n最後に我が息子。みゃーくん。\n今年生まれたばかりの0歳児赤ちゃん。\nブログでもちょくちょく登場予定となるのでよろしくお願い致します。\n最後に\n家族と転職についてブログ記事をたくさん更新していきます。\n取り急ぎ転職について知りたい方は下のブログをチェックしてください！\nこちらもCHECK\n-\n30代で未経験でWEBマーケティング職に転職はあり？筆者の経験談を元にメリット・デメリットを解説\nこんにちは！みゃーぱぱです。 突然ですが 「今の会社や業界に限界を感じているから転職したいな」 「転職するなら業界として伸びているWEBマーケティングやIT業界に進みたいけど 30代・未経験でWEBマ ...\n続きを見る\nこちらもCHECK\n-\n結婚を機に転職って男性はあり？新婚転職の経験者がメリットを解説\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 新婚転職の悩み 「結婚を機に転職をしたい。でも、周りの目や今後の結婚 ...\n続きを見る\nもちろん最新記事もこれからアップしていくので\nたくさん見て頂けたら嬉しいです！\nTwitterもやっているのでもし良いと思ったらフォローして頂けると幸いです！"}
{"url": "https://miyablog.info/privacy-policy-2", "text": "miyablog.info（以下、「当サイト」と言います。）では、お客様からお預かりする個人情報の重要性を強く認識し、個人情報の保護に関する法律、その他の関係法令を遵守すると共に、以下に定めるプライバシーポリシーに従って、個人情報を安全かつ適切に取り扱うことを宣言いたします。\n個人情報の利用目的\n当サイトでは、お問い合わせや記事へのコメントの際、名前やメールアドレス等の個人情報を入力いただく場合がございます。\n取得した個人情報は、お問い合わせに対する回答や必要な情報を電子メールなどをでご連絡する場合に利用させていただくものであり、これらの目的以外では利用いたしません。\nまた知り得た個人情報を第三者に開示することは、警察・裁判所など公的機関からの書面をもった請求以外に一切利用いたしません。\n広告について\n当サイトでは、第三者配信の広告サービス（Googleアドセンス、A8.net）を利用しており、ユーザーの興味に応じた商品やサービスの広告を表示するため、クッキー（Cookie）を使用しております。\nクッキーを使用することで当サイトはお客様のコンピュータを識別できるようになりますが、お客様個人を特定できるものではありません。\nCookieを無効にする方法やGoogleアドセンスに関する詳細は「広告 – ポリシーと規約 – Google」をご確認ください。\nアクセス解析ツールについて\n当サイトでは、Googleによるアクセス解析ツール「Googleアナリティクス」を利用しています。このGoogleアナリティクスはトラフィックデータの収集のためにクッキー（Cookie）を使用しております。トラフィックデータは匿名で収集されており、個人を特定するものではありません。\nコメントについて\n当サイトへのコメントを残す際に、IP アドレスを収集しています。\nこれはブログの標準機能としてサポートされている機能で、スパムや荒らしへの対応以外にこのIPアドレスを使用することはありません。\nなお、全てのコメントは管理人が事前にその内容を確認し、承認した上での掲載となります。あらかじめご了承ください。\n免責事項\n当サイトからのリンクやバナーなどで移動したサイトで提供される情報、サービス等について一切の責任を負いません。\nまた当サイトのコンテンツ・情報について、できる限り正確な情報を提供するように努めておりますが、正確性や安全性を保証するものではありません。情報が古くなっていることもございます。\n当サイトに掲載された内容によって生じた損害等の一切の責任を負いかねますのでご了承ください。\n著作権について\n当サイトで掲載している文章や画像などにつきましては、無断転載することを禁止します。\n当サイトは著作権や肖像権の侵害を目的としたものではありません。著作権や肖像権に関して問題がございましたら、お問い合わせフォームよりご連絡ください。迅速に対応いたします。\nリンクについて\n当ブログは基本的にリンクフリーです。リンクを行う場合の許可や連絡は不要です。\nただし、インラインフレームの使用や画像の直リンクはご遠慮ください。"}
{"url": "https://miyablog.info/service", "text": "こんにちは！みゃーぱぱです！！\n僕は転職で年収1.8倍・年間休日20日アップを実現した経験・2回の退職経験・独立したという経緯から、このサイトでキャリアに関わる有益な情報を発信しています！\n今回ですが、キャリア支援の新サービスを始めることになりました！！\nサービス名は、「【転職・退職・独立】なんでもキャリア支援サービス！！」\nみゃーくん\nなんかあんまり捻りがないな〜。\nう。気にしていることをストレートに言うね。\nでも、まずはかっこよさよりわかりやすさを大事にしたかったんだ！\nでも、まずはかっこよさよりわかりやすさを大事にしたかったんだ！\nみゃーぱぱ\nサービスの中身は以下となります！\n【転職・退職・独立】なんでもキャリア支援サービス\nこんなお悩みありませんか？\n- 転職したいけどなかなか踏み出せない...\n- そもそも自分が転職できるのか不安...\n- 転職活動がなんか上手くいってない...\n- 転職して今より待遇アップしたい！\n- 将来独立を視野に入れた転職をしたい！\nこんなお悩みを解決する為に今回のサービスは誕生しました！！\nみゃーくん\n相場よりめっちゃ安いしいつでも辞められるんはいいね！\n自分らしい働き方を見つける近道として使ってほしいし、人によって満足できるタイミングって違うから\nできるだけ負担少なく自分のペースで選んでいけるサービスにしたんだ！\nできるだけ負担少なく自分のペースで選んでいけるサービスにしたんだ！\nみゃーぱぱ\n初回面談無料だし、初回だけでも本気でヒアリングしてサポートするからまずはお問い合わせしてみて！\nみゃーぱぱ\n＼お問い合わせフォームはこちら／"}
{"url": "https://miyablog.info/author/miya", "text": "- HOME >\n- みゃーぱぱ\nみゃーぱぱ\nキャリアを促進する【転職・退職・独立】術を発信しています！！ ◆30歳目前で小売業から転職して活動期間20日で年収1.8倍アップ、年間休日20日アップの転職に成功！ ◆小売業界→WEB業界の営業・WEBマーケに転職 ◆転職後2年でフリーランスとして独立 ◆妻子持ちで転職・退職・独立を経験 ◆保育士資格を所有・1社目はこども用品業界の経歴があり、何より子どもと家族が大好きなパパ\nこんにちは！みゃーぱぱです！ 転職前のあるある 「転職したいけど、失敗したらこれまでの頑張りが水の泡になるんじゃ..」 「誰も未来は約束してくれないから怖い..でも今のままじゃダメだと感じる」 上記の ...\nこんにちは！みゃーぱぱです。 転職前のあるある 「転職できる人ってなんか仕事ができてすごそうな人だよな〜」 「転職したいけど自分には胸を張れるスキル・経験がないな〜」 って転職したいけど壁が高く感じて ...\nんーキャリア選択ってほんと行き詰まると人多いな〜 みゃーぱぱ みゃーくん あ、昨日転職相談で言われた「今のキャリアが正しいのか、転職すべきかわかりません。」って相談されたやつか。 うん、「このままじゃ ...\nこんにちは！みゃーぱぱです！ やっぱり周りの目とか怖いよな〜 みゃーぱぱ みゃーくん いきなりどないしたん？ さっき無事転職先が決まった相談者さんと一緒にお祝いしてたんやけど、「転職が決まったのは嬉し ...\nあ〜あの時は苦しかったなぁ〜。 みゃーぱぱ みゃーくん いきなりどないしたん？便秘の話？ 違うよ！ 小売で働いてた時「異業種にチャレンジしたいけど未経験だし難しそう〜。」って絶望してる時を思い出したん ...\nこんにちは！みゃーぱぱです！ 転職あるある 「転職したいけど、仕事しながらなんて忙しくてできそうにない..」 「何も知らないまま転職を進めるなんてリスクが大きそうで怖い..」 初めて転職を考える方のほ ...\nこんにちは！みゃーぱぱです。 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 「転職先が決まっているけど、なかなか退職を切り出す勇気が持てない」 ...\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 「2回目の転職活動を考えてるけど、同じ転職エージェントって使っていい ...\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職活動と退職をした経験から、転職・退職について有益情報を発信してます！ 今回は僕の所によくきている相談で 「転職したいと思ってるけど、妻子持 ...\nこんにちは！みゃーぱぱです！ 僕は28歳・30歳で合計2回転職と退職をした経験から、転職・退職について有益情報を発信してます！ 今回は 「退職することは決まっているけど、最終日をどうやって過ごしたらい ..."}
